[
  {
    "title": "Five Shots in Five Minutes: Analysing One Federal Agent’s Use of Less-Lethal Launcher in Minneapolis",
    "link": "https://www.bellingcat.com/news/2026/01/16/border-patrol-minneapolis/",
    "pubDate": "2026-01-16T16:30:10.000Z",
    "content": "This investigation is part of a collaboration between Bellingcat and Evident Media. You can watch Evident’s video here. The fatal shooting of Renee Nicole Good by Immigration and Customs Enforcement (ICE) agent Jonathan Ross in Minneapolis on Jan. 7 sparked nationwide protests, with often violent clashes breaking out between protesters and federal agents. Some of […]\nThe post Five Shots in Five Mi",
    "creator": "Trevor Ball",
    "sourceTitle": "bellingcat",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": "https://www.bellingcat.com/app/uploads/2026/01/2026-01-08T151330Z_620815649_MT1SIPA000M0RB64_RTRMADP_3_SIPA-USA-1-1200x800.jpg"
  },
  {
    "title": "Analysing Footage of Minneapolis ICE Shooting",
    "link": "https://www.bellingcat.com/news/2026/01/13/analysing-footage-of-minneapolis-ice-shooting/",
    "pubDate": "2026-01-13T14:39:56.000Z",
    "content": "To stay up to date on our latest investigations, join Bellingcat’s WhatsApp channel here On Jan. 7 Renee Good, a 37-year-old mother of three, was shot and killed by a federal agent on Portland Avenue in Minneapolis, Minnesota. The incident was captured on several separate videos and spread rapidly on social media. The videos were soon […]\nThe post Analysing Footage of Minneapolis ICE Shooting appe",
    "creator": "Jake Godin",
    "sourceTitle": "bellingcat",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": "https://www.bellingcat.com/app/uploads/2026/01/Screenshot-2026-01-13-at-10.35.27.jpg"
  },
  {
    "title": "Inside the Strike: The US Munition That Hit a Residential Building in Venezuela",
    "link": "https://www.bellingcat.com/news/2026/01/07/inside-the-strike-the-us-munition-that-hit-a-residential-building-in-venezuela/",
    "pubDate": "2026-01-07T19:08:52.000Z",
    "content": "A Bellingcat investigation has identified remnants of an AGM-88 series missile inside a three-storey apartment complex that was hit in Catia La Mar during the US military raid on Venezuela on Jan. 3, 2026 that reportedly killed at least one civilian.  According to the Venezuelan independent media outlet, El Pitazo, Rosa Gonzalez, 79, was killed […]\nThe post Inside the Strike: The US Munition That ",
    "creator": "gyula",
    "sourceTitle": "bellingcat",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": "https://www.bellingcat.com/app/uploads/2026/01/Catia-La-Mar-Damage.jpg"
  },
  {
    "title": "Investigating the Impact of US-Israeli Strikes on Iran’s Nuclear Programme ",
    "link": "https://www.bellingcat.com/news/2025/12/17/israel-iran-nuclear-strikes-usa-us-conflict-weapons/",
    "pubDate": "2025-12-17T07:44:36.000Z",
    "content": "In the early hours of June 13, Israeli missiles slammed into apartment buildings across the Iranian capital, Tehran.  By morning, it became apparent that nine men Israel said were closely associated with the country’s nuclear programme were dead.  Videos posted to social media showed buildings in flames and rescue workers sifting through rubble as they […]\nThe post Investigating the Impact of US-I",
    "creator": "Bellingcat Investigation Team",
    "sourceTitle": "bellingcat",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": null
  },
  {
    "title": "How Russia’s Invasion is Impacting Ukraine’s Youth",
    "link": "https://www.bellingcat.com/news/2025/12/17/how-russias-invasion-is-impacting-ukraines-youth/",
    "pubDate": "2025-12-17T07:07:21.000Z",
    "content": "Last month, in the dead of a cold Autumn night, residents in the Ukrainian town of Balakliia were woken by the sound of two massive explosions. Social media footage showed apartments ablaze, balconies obliterated and a deep crater smouldering in a parking lot. Three people were killed and 13 injured in the November 17 attack, […]\nThe post How Russia’s Invasion is Impacting Ukraine’s Youth appeared",
    "creator": "Bellingcat Investigation Team",
    "sourceTitle": "bellingcat",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": "https://www.bellingcat.com/app/uploads/2025/12/O_F06506-1200x800.jpg"
  },
  {
    "title": "Profiting From Exploitation: How We Found the Man Behind Two Deepfake Porn Sites",
    "link": "https://www.bellingcat.com/news/2025/12/15/mark-resan-reface-deepfake-porn/",
    "pubDate": "2025-12-15T15:00:00.000Z",
    "content": "Content warning: This article contains descriptions of non-consensual sexual imagery. Depending on which of his social media profiles you were looking at, Mark Resan was either a marketing lead at Google or working for a dental implant company, a human resources company and a business software firm – all at the same time.            But a […]\nThe post Profiting From Exploitation: How We Found the ",
    "creator": "Kolina Koltai",
    "sourceTitle": "bellingcat",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": "https://www.bellingcat.com/app/uploads/2025/12/reface_image4-1200x800.png"
  },
  {
    "title": "Russia’s Smuggled Grain Finds New Market in Saudi Arabia",
    "link": "https://www.bellingcat.com/news/2025/12/12/russia-ukraine-saudi-arabia-import-smuggled-grain-shadow-fleet-peace-deal-trump-occupied-crimea-petrokhleb-kuban/",
    "pubDate": "2025-12-12T12:38:09.000Z",
    "content": "A joint investigation by Bellingcat and Lloyd’s List has identified Saudi Arabia as the newest country to import grain directly from a Western-sanctioned port in occupied Crimea, as Russia attempts to secure recognition of the Ukrainian territory via a US-led peace plan. Satellite imagery and Automated Identification System (AIS) data from Lloyd’s List Intelligence shows […]\nThe post Russia’s Smug",
    "creator": "Bellingcat Investigation Team",
    "sourceTitle": "bellingcat",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": "https://bellingcat-embeds.ams3.cdn.digitaloceanspaces.com/2025-grain-ships/krasnodar/2025-08-27_Sevastopol.webp"
  },
  {
    "title": "From School to Battlefield to Grave: How Russian Cossacks drive young people to war",
    "link": "https://www.bellingcat.com/news/2025/12/05/from-school-to-battlefield-to-grave-how-russian-cossacks-drive-young-people-to-war/",
    "pubDate": "2025-12-05T11:08:00.000Z",
    "content": "The All-Russian Cossack Society turns school clubs into pipelines for state-sponsored militarisation and recruitment for war in Ukraine. Bellingcat shows how they shape an alternative mobilisation force.\nThe post From School to Battlefield to Grave: How Russian Cossacks drive young people to war appeared first on bellingcat.",
    "creator": "Miguel Ramalho",
    "sourceTitle": "bellingcat",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": "https://bellingcat-embeds.ams3.cdn.digitaloceanspaces.com/2025-cossacks/section_1/start-vid.mp4"
  },
  {
    "title": "Mali Under Siege: Tracking the Fuel Blockade Crippling Bamako",
    "link": "https://www.bellingcat.com/news/2025/12/03/mali-under-siege-tracking-the-fuel-blockade-crippling-bamako/",
    "pubDate": "2025-12-03T09:33:14.000Z",
    "content": "Attacks by a jihadist group on fuel convoys bound for Bamako, the capital of Mali, have destroyed more than 130 tankers since September, a Bellingcat investigation has found.  The systematic attacks by Jama’at Nusrat al-Islam wal-Muslimin (JNIM) have brought Bamako and other regions of the West African nation to a standstill as the Al Qaeda-affiliated […]\nThe post Mali Under Siege: Tracking the Fu",
    "creator": "Sebastian Vandermeersch",
    "sourceTitle": "bellingcat",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": "https://bellingcat-embeds.ams3.cdn.digitaloceanspaces.com/2025/bamako/01_attack_blur.mp4"
  },
  {
    "title": "Building on Ruins: The Russification of Mariupol, One Apartment Block at a Time",
    "link": "https://www.bellingcat.com/news/europe/2025/11/14/building-on-ruins-the-russification-of-mariupol-one-apartment-block-at-a-time/",
    "pubDate": "2025-11-14T10:20:39.000Z",
    "content": "× “They Are Building Houses on Bones” It’s the second time Moreva has lost her home. She fled to Mariupol from Makiivka, an industrial city near Donetsk, after Russia occupied Donbas in 2014. The 57-year-old rebuilt her life in the port city, working as a professor in Mariupol State University’s ecology department and running an […]\nThe post Building on Ruins: The Russification of Mariupol, One Ap",
    "creator": "Financial Investigations Team",
    "sourceTitle": "bellingcat",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": "https://bellingcat-embeds.ams3.cdn.digitaloceanspaces.com/2025-mariupol/buildings_02_burning.mp4"
  }
]