[
  {
    "title": "The 2025 CSO-UN Dialogue on Peacebuilding: from regional insights to global action",
    "link": "https://cmi.fi/2026/01/20/the-2025-cso-un-dialogue-on-peacebuilding-from-regional-insights-to-global-action/",
    "pubDate": "2026-01-20T12:16:27.000Z",
    "content": "CMI co-chaired the 3rd iteration of the annual global CSO-UN Dialogue on Peacebuilding in 2025. The Dialogue aims to strengthen the strategic and operational partnership between the United Nations and civil society across the peacebuilding spectrum. In 2023, the United Nations (DPPA/PBSO) established the CSO-UN Dialogue on Peacebuilding to provide more systematic entry points for […]\nThe post The ",
    "creator": "Peter Seenan",
    "sourceTitle": "CMI",
    "sheetCategory": "Kriisit",
    "enforcedImage": "https://cmi.fi/wp-content/uploads/2026/01/545853835_1087611626911370_3927890574541968312_n.jpg"
  },
  {
    "title": "Bridging technology and peacemaking at the marking of CMI’s 25 years",
    "link": "https://cmi.fi/2026/01/16/bridging-technology-and-peacemaking-at-the-marking-of-cmis-25-years/",
    "pubDate": "2026-01-16T11:00:57.000Z",
    "content": "On 3 December, as part of CMI – Martti Ahtisaari Peace Foundation’s 25th anniversary, Finlandia Hall hosted CMI x Finnish Tech: Innovating for Peace, a seminar bringing together peace practitioners, technologists, policymakers, and researchers. During the seminar, we reflected on how technology, and artificial intelligence in particular, can support peacemaking in a world where conflicts […]\nThe p",
    "creator": "Kaapo Haapanen",
    "sourceTitle": "CMI",
    "sheetCategory": "Kriisit",
    "enforcedImage": "https://cmi.fi/wp-content/uploads/2026/01/cmi25_finlandia_mariahossainsantto_highres-11-scaled.jpg"
  },
  {
    "title": "Gagauzia: CMI strengthens women’s role in peacebuilding and local dialogue",
    "link": "https://cmi.fi/2026/01/14/gagauzia-cmi-strengthens-womens-role-in-peacebuilding-and-local-dialogue/",
    "pubDate": "2026-01-14T13:30:05.000Z",
    "content": "In Moldova’s Gagauz Autonomous Region, CMI was behind a December meeting that sought to strengthen women’s local participation in dialogue. The discussion highlighted the importance of inclusive, community-based approaches in politically and socially sensitive contexts. Women leaders, civil society representatives, and public officials from Moldova’s Gagauz Autonomous Region met December 5th to ex",
    "creator": "Peter Seenan",
    "sourceTitle": "CMI",
    "sheetCategory": "Kriisit",
    "enforcedImage": "https://cmi.fi/wp-content/uploads/2026/01/natalia-djandjgava-1024x684.jpg"
  }
]