[
  {
    "title": "Effin syyskokous 13.12.2025: pöytäkirja, toimintasuunnitelma ja talousarvio",
    "link": "https://effi.org/2025-syyskokous/",
    "pubDate": "2026-01-09T17:19:42.000Z",
    "content": "Electronic Frontier Finland – Effi ry:n sääntömääräinen syyskokous, 13.12.2025 Helsinki Paikka: Helsinki, Ravintola Memphis Hakaniemen kabinetti Läsnä: Kaisa Henttunen Timo Karjalainen Lauri Laitinen Federico Leva Antti Louko William Paavola Kim Paulin Pekka Piiroinen Raoul Plommer Sirpa Pöyhönen Leena Romppainen Tapani Tarvainen Kalle Tiensuu Topi Toosi Fredi Vainonen Lars Wirzenius 1. Kokouksen ",
    "creator": "Leena Romppainen",
    "sourceTitle": "Electronic Frontier Finland – Effi ry",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null
  },
  {
    "title": "Vuoden 2026 jäsenmaksulaskut lähetetty",
    "link": "https://effi.org/vuoden-2026-jasenmaksulaskut-lahetetty/",
    "pubDate": "2026-01-02T17:32:58.000Z",
    "content": "Vuoden 2026 jäsenmaksulaskut on lähetetty kaikille Effin jäsenille sähköpostitse. Jos et ole saanut omaasi, tarkista ensin roskapostikansiosi. Ellei sitä ole sielläkään, ota yhteyttä osoitteella jasenasiat@effi.org (oletko mahdollisesti unohtanut ilmoittaa sähköpostiosoitteesi muuttumisesta?).",
    "creator": "Tapani Tarvainen",
    "sourceTitle": "Electronic Frontier Finland – Effi ry",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null
  },
  {
    "title": "Uusi vuosi, uusi puheenjohtaja, uusi hallitus, ei toiminnanjohtajaa",
    "link": "https://effi.org/uusi-vuosi-uusi-puheenjohtaja-uusi-hallitus-ei-toiminnanjohtajaa/",
    "pubDate": "2026-01-01T13:01:30.000Z",
    "content": "Vuoden vaihtuessa Effin puheenjohtaja ja hallituskin vaihtuivat, kuten hallitussivulta näkyy. Puheenjohtajana aloittaa Topi Toosi. Kaikki vanhat hallituksen jäsenet jatkavat, mutta uusina tulivat mukaan Kaisa Henttunen ja Lauri Laitinen, ja toiminnanjohtajan tehtävästä eläköitynyt Tapani Tarvainen palasi hallitukseen. Toiminnanjohtajaa Effillä ei siten enää ole, toiminnanjohtajan sähköposti ohjaut",
    "creator": "Tapani Tarvainen",
    "sourceTitle": "Electronic Frontier Finland – Effi ry",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null
  },
  {
    "title": "Verkkotunnusvälittäjämaksua ei tule, palaute tehosi",
    "link": "https://effi.org/verkkotunnusvalittajamaksua-ei-tule/",
    "pubDate": "2025-12-22T16:03:57.000Z",
    "content": "Liikenne- ja viestintävirasto perääntyi aikeestaan asettaa verkkotunnusvälittäjille 400 euron vuosimaksu, jota Effikin kritisoi voimakkaasti (lausuntomme täällä). Vuosimaksun korotus sen sijaan toteutuu esitetyn mukaisesti 9:stä 12:een euroon (alv 0). LVV:n tiedote kertoo, että “Sähköiseen viestintään liittyvästä maksuasetuksesta on poistettu siihen aiemmin ehdotettu uusi verkkotunnusvälittäjän vu",
    "creator": "Tapani Tarvainen",
    "sourceTitle": "Electronic Frontier Finland – Effi ry",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null
  },
  {
    "title": "ChatControl etenee",
    "link": "https://effi.org/chatcontrol-etenee/",
    "pubDate": "2025-12-09T12:46:47.000Z",
    "content": "Väliaikatietoja CSAM-asetuksesta eli ChatControllista: Uusi Juttu julkaisi aiheesta jutun, jossa on haastateltu allekirjoittanuttakin, luettavissa täällä. Toisaalla Patrick Breyer raportoi, että aiheen vastuukomissaari Magnus Brunner on asettunut tukemaan parlamentin kantaa (joka on parempi kuin ministerineuvoston nyt omaksuma). Valitettavasti emme tiedä mitä Virkkunen (jolle Brunner raportoi) asi",
    "creator": "Tapani Tarvainen",
    "sourceTitle": "Electronic Frontier Finland – Effi ry",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null
  },
  {
    "title": "ChatControl – missä mennään?",
    "link": "https://effi.org/chatcontrol-missa-mennaan/",
    "pubDate": "2025-12-02T17:02:24.000Z",
    "content": "Kuten sanomalehdetkin ovat kertoneet, ministerineuvosto on päässyt sopuun uudesta CSAR-esityksestä. Tästä voidaan todeta, että on hyviä ja huonoja uutisia. Hyvät uutiset: esitys ei ole yhtä huono kuin aikaisemmat. Huonot uutiset: se on yhä huono. Hyväksi uutiseksi pitää kuitenkin katsoa sekin, ehkä ennenkaikkea se, että palaute on vaikuttanut, kampanjointimme ei ole ollut turhaa. Mutta taistelu ja",
    "creator": "Tapani Tarvainen",
    "sourceTitle": "Electronic Frontier Finland – Effi ry",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null
  },
  {
    "title": "Kokouskutsu: Effin syyskokous Helsingissä 13.12.2025",
    "link": "https://effi.org/kokouskutsu-effin-syyskokous-helsingissa-13-12-2025/",
    "pubDate": "2025-11-26T10:16:36.000Z",
    "content": "Arvoisa Electronic Frontier Finland – Effi ry:n jäsen, Effin sääntömääräinen syyskokous järjestetään lauantaina 13.12.2025 klo 13-16 Helsingissä ravintola Memphis Hakaniemen kabinetissa (Ympyrätalo, Siltasaarenkatu 18-20). Tarjoilujen mitoittamiseksi pyydämme ilmoittamaan osallistumisesta sähköpostitse osoitteella kutsut@effi.org viimeistään 11.12.2025 klo 21:00 ja kertomaan mahdolliset ruokavalio",
    "creator": "Tapani Tarvainen",
    "sourceTitle": "Electronic Frontier Finland – Effi ry",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null
  },
  {
    "title": "Lausunto verkkotunnusmaksuasetusluonnoksesta",
    "link": "https://effi.org/lausunto-verkkotunnusmaksuasetusluonnoksesta/",
    "pubDate": "2025-11-20T13:09:08.000Z",
    "content": "Effi vastasi lausuntopyyntöön liikenne- ja viestintäministeriön asetusluonnoksesta Liikenne- ja viestintäviraston sähköiseen viestintään liittyvistä suoritteista perittävistä muista maksuista (ks. Vm:n hankesivu). Effin lausunto alla. Electronic Frontier Finland – Effi ry (Effi) kiittää mahdollisuudesta lausua asetusluonnoksesta liikenne- ja viestintäviraston sähköiseen viestintään liittyvistä suo",
    "creator": "Tapani Tarvainen",
    "sourceTitle": "Electronic Frontier Finland – Effi ry",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null
  },
  {
    "title": "Avoin kirje Henna Virkkuselle",
    "link": "https://effi.org/avoin-kirje-henna-virkkuselle-20250911/",
    "pubDate": "2025-09-11T07:00:02.000Z",
    "content": "Arvoisa Euroopan komission varapuheenjohtaja ja komissaari Henna Virkkunen, Eurooppa-neuvosto äänestää niin sanotusta CSAM- eli Chat control -asetuksesta 13.–14. lokakuuta 2025. Me allekirjoittaneet olemme vakavasti huolissamme asetuksen tuomista riskeistä. CSAM-asetus (Child Sexual Abuse Material) pyrkii estämään lapsipornon leviämistä verkossa. Tavoite on hyvä ja tärkeä, mutta asetuksessa määrit",
    "creator": "Leena Romppainen",
    "sourceTitle": "Electronic Frontier Finland – Effi ry",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null
  },
  {
    "title": "Työllisyyspalveluiden tietosuojasta – osa 1",
    "link": "https://effi.org/tyollisyyspalveluiden-tietosuojasta-osa-1/",
    "pubDate": "2025-09-03T08:36:02.000Z",
    "content": "Yle julkaisi 1.9. 2025 mielenkiintoisen artikkelin siitä miten viranomaiset keräävät ilmiantoja työttömistä jotka esimerkiksi tekevät töitä vaikka nostavat työttömyysetuutta. Jutussa haastateltiin työoikeuden professori emeritus Seppo Koskista. Hän paitsi piti ilmiötä vastenmielisenä mutta myös kiinnitti huomiota siihen, että näitä ilmiantoja kerätään perin omituisella tavalla: ns. whistleblower-d",
    "creator": "Elias Aarnio",
    "sourceTitle": "Electronic Frontier Finland – Effi ry",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null
  }
]