[
  {
    "title": "CPMR Baltic Sea and North Sea Regions Unite to Strengthen Security, Resilience, and Cooperation",
    "link": "https://eusbsr.eu/cpmr-baltic-sea-and-north-sea-regions-unite-to-strengthen-security-resilience-and-cooperation/",
    "pubDate": "2026-01-29T08:44:11.000Z",
    "content": "Regional leaders from across Northern Europe gathered on 28-29 January in Stockholm, Sweden, for a joint meeting and seminar of the CPMR Baltic Sea Commission and the CPMR North Sea Commission Executive Committees. Representing 47 regional authorities , the Executive Committees adopted a Political Declaration calling for Reinforced Regional Cooperation in Northern Europe to increase Competitiveness, Resilience, Sustainability, and Security. Amid growing geopolitical tensions, hybrid threats and ...",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Kulttuuripolitiikka",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/cpmr-map.jpg",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "4 Awarded Cultural Pearls title holders begin their actions in 2026",
    "link": "https://eusbsr.eu/4-awarded-cultural-pearls-title-holders-begin-their-actions-in-2026/",
    "pubDate": "2026-01-28T21:45:44.000Z",
    "content": "After an intense journey that started in February 2025, the selection of the 2026 Cultural Pearls has been announced: Municipalities Glücksburg (DE), Kristinestad-Kristiinankaupunki (FI), Krosno (PL) and Schleswig (DE) will continue their path toward strengthening social resilience through culture as Baltic Sea Region Cultural Pearls 2026. In total, 11 highly motivated candidates reached the final round, expanding the Cultural Pearls Network across the Baltic Sea Region. Throughout the process, ...",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Kulttuuripolitiikka",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/cultural-pearls-2026-1024x683.jpg",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "Interreg NPA launches the first Youth Call",
    "link": "https://eusbsr.eu/interreg-npa-launches-the-first-youth-call/",
    "pubDate": "2026-01-28T21:29:29.000Z",
    "content": "The Interreg Northern Periphery and Arctic (NPA) Programme is officially launching its first Youth Call. The Youth Call aims to support youth-led ideas and initiatives that address key challenges and opportunities in the NPA area, including sustainable development, climate resilience, innovation, inclusion, and community wellbeing. By placing young people at the centre of project development and implementation, the call encourages meaningful youth participation and long-term regional impact. “Th...",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Kulttuuripolitiikka",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/interreg-npa-youth.jpg",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "Save the Date: BSSSC Day of Cities and Regions 2026 in Tallinn",
    "link": "https://eusbsr.eu/save-the-date-bsssc-day-of-cities-and-regions-2026-in-tallinn/",
    "pubDate": "2026-01-28T20:20:36.000Z",
    "content": "Save the date for the BSSSC Day of Cities and Regions 2026 in Tallinn! Join cities and regions from across the Baltic Sea Region as we work together to build secure, connected and thriving societies through collaborative resilience governance. On 11 May 2026, the Baltic Sea States Subregional Cooperation (BSSSC) will host the Day of Cities and Regions in Tallinn, Estonia. The event&#8217;s theme is “Co-Governing Resilience: Shaping Secure, Connected and Thriving Societies”. This event will bring...",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Kulttuuripolitiikka",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/bsssc-day-of-cities-and-regions_2026-1024x576.png",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "Culture Compass for Europe",
    "link": "https://eusbsr.eu/culture-compass-for-europe/",
    "pubDate": "2026-01-26T15:46:51.000Z",
    "content": "Shaping the EU’s future through culture The European Commission has launched a new strategic framework called the Culture Compass for Europe, designed to put culture at the heart of EU policy-making and to shape the future of cultural and creative life across Europe. The initiative aims to support artists and cultural professionals, promote cultural rights and democratic values, and enhance the contribution of culture to social cohesion, resilience, and economic competitiveness. It provides a co...",
    "creator": "Franziska Kapteina",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Kulttuuripolitiikka",
    "enforcedImage": null,
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "At the Heart of Artificial Intelligence Research: Winter School of Innovation 2025",
    "link": "https://eusbsr.eu/at-the-heart-of-artificial-intelligence-research-winter-school-of-innovation-2025/",
    "pubDate": "2026-01-23T14:39:22.000Z",
    "content": "The Winter School of Innovation is a new pilot initiative under the EU Strategy for the Baltic Sea Region (EUSBSR) Policy Area Innovation, created to support young researchers by responding to unmet educational needs in innovation and artificial intelligence. As discussions within the EUSBSR increasingly emphasize the meaningful involvement of young people across all levels of cooperation, the School directly addresses this call by empowering those who will shape the Region’s future innovation l...",
    "creator": "Aino-Maija Koljonen",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Kulttuuripolitiikka",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/dsc_5849-1024x683.jpg",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "Unlocking the potential of AI in the Baltic Sea Region: A path towards sustainable and inclusive transformation",
    "link": "https://eusbsr.eu/unlocking-the-potential-of-ai-in-the-baltic-sea-region-a-path-towards-sustainable-and-inclusive-transformation/",
    "pubDate": "2026-01-14T12:12:41.000Z",
    "content": "Artificial Intelligence (AI) has rapidly developed into a critical driver of economic and societal transformation. In the Baltic Sea Region, AI offers unique opportunities to tackle shared challenges in sustainability, economic competitiveness, social cohesion and safety and security. The pace and direction of this transformation can be significantly influenced by coordinated policy action and joint strategic investments in AI-driven digital infrastructure, services and skills. The Baltic Sea Re...",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Cultural policy",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/securing-the-future-report-cover-copy.png",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "From measuring tape to meaning: cooperation across the Fehmarn Belt is not just about infrastructure",
    "link": "https://eusbsr.eu/from-measuring-tape-to-meaning-cooperation-across-the-fehmarn-belt-is-not-just-about-infrastructure/",
    "pubDate": "2025-12-17T20:17:26.000Z",
    "content": "They have arrived with measuring tapes and sketchbooks. German students of Architecture move through the Market Hall in Nykøbing Falster (Denmark), measuring damp levels on walls, analysing windows, pillars and the historical details of the facade. In cooperation with Danish consultants and municipal planners, these young people are developing ideas to give the old port building new life. The Market Hall is just one of several case studies covered by the EU-funded Fehmarn Belt Innovation (FBI) p...",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Cultural policy",
    "enforcedImage": null,
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "The future of the Fehmarn Belt Region: a new link, a new identity",
    "link": "https://eusbsr.eu/the-future-of-the-fehmarn-belt-region-a-new-link-a-new-identity/",
    "pubDate": "2025-12-17T19:50:48.000Z",
    "content": "Instead of discussing the question of ‘why’, this project asks the question of ‘how’ – how might the people, towns and cultures in this new Danish-German region change once the Fehmarn Belt Link is complete? Aside from the economic development – what kinds of opportunity will emerge? The coming tunnel across the Fehmarn Belt not only creates transport links, but also an opportunity to bring two countries even closer together. The BELT Planning &amp; Network Initiative, which receives EU support,...",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Cultural policy",
    "enforcedImage": null,
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "Highlights from the 5th Baltic Maritime Spatial Planning Forum in Riga",
    "link": "https://eusbsr.eu/highlights-from-the-5th-baltic-maritime-spatial-planning-forum-in-riga/",
    "pubDate": "2025-12-17T19:36:17.000Z",
    "content": "The 5th Baltic Maritime Spatial Planning (MSP) Forum “Navigate Planning Through Changes!” took place on 11–12 November 2025 in Riga, Latvia. The Forum gathered 169 participants from 14 countries and served as a key platform for international community of maritime and coastal spatial planning professionals. This Forum was organized together with the Baltic Sea2Land project, serving as its final conference, and broadening the scope to strengthen linkages between maritime spatial planning (MSP) and...",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Cultural policy",
    "enforcedImage": null,
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://eusbsr.eu/feed"
  }
]