[
  {
    "title": "Culture Compass for Europe",
    "link": "https://eusbsr.eu/culture-compass-for-europe/",
    "pubDate": "2026-01-26T15:46:51.000Z",
    "content": "Shaping the EU’s future through culture The European Commission has launched a new strategic framework called the Culture Compass for Europe, designed to put culture at the heart of EU policy-making and to shape the future of cultural and creative life across Europe. The initiative aims to support artists and cultural professionals, promote cultural rights and democratic values, and enhance the contribution of culture to social cohesion, resilience, and economic competitiveness. It provides a co...",
    "creator": "Franziska Kapteina",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Eurooppa",
    "enforcedImage": null,
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "At the Heart of Artificial Intelligence Research: Winter School of Innovation 2025",
    "link": "https://eusbsr.eu/at-the-heart-of-artificial-intelligence-research-winter-school-of-innovation-2025/",
    "pubDate": "2026-01-23T14:39:22.000Z",
    "content": "The Winter School of Innovation is a new pilot initiative under the EU Strategy for the Baltic Sea Region (EUSBSR) Policy Area Innovation, created to support young researchers by responding to unmet educational needs in innovation and artificial intelligence. As discussions within the EUSBSR increasingly emphasize the meaningful involvement of young people across all levels of cooperation, the School directly addresses this call by empowering those who will shape the Region’s future innovation l...",
    "creator": "Aino-Maija Koljonen",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/dsc_5849-1024x683.jpg",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "Join Workshop on Climate Change Effects & MSP",
    "link": "https://eusbsr.eu/join-workshop-on-climate-change-effects-msp/",
    "pubDate": "2026-01-20T09:24:26.000Z",
    "content": "The online workshop focuses on Maritime Spatial Planning (MSP) as a tool for addressing the effects of climate change in the North Sea and the Baltic Sea.&nbsp; Workshop&nbsp;will provide insights into current experiences and approaches for addressing climate change in MSP across both sea basins and will highlight the latest results from science and research. The interactive discussion session will focus on identifying potential gaps, exploring opportunities for further collaboration, and formul...",
    "creator": "Tina Sipkevica",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/norsaic-ws-9-march-2026-vasab-1237x531-1-1024x440.png",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "Unlocking the potential of AI in the Baltic Sea Region: A path towards sustainable and inclusive transformation",
    "link": "https://eusbsr.eu/unlocking-the-potential-of-ai-in-the-baltic-sea-region-a-path-towards-sustainable-and-inclusive-transformation/",
    "pubDate": "2026-01-14T12:12:41.000Z",
    "content": "Artificial Intelligence (AI) has rapidly developed into a critical driver of economic and societal transformation. In the Baltic Sea Region, AI offers unique opportunities to tackle shared challenges in sustainability, economic competitiveness, social cohesion and safety and security. The pace and direction of this transformation can be significantly influenced by coordinated policy action and joint strategic investments in AI-driven digital infrastructure, services and skills. The Baltic Sea Re...",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/securing-the-future-report-cover-copy.png",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed",
    "isDarkLogo": false
  },
  {
    "title": "From measuring tape to meaning: cooperation across the Fehmarn Belt is not just about infrastructure",
    "link": "https://eusbsr.eu/from-measuring-tape-to-meaning-cooperation-across-the-fehmarn-belt-is-not-just-about-infrastructure/",
    "pubDate": "2025-12-17T20:17:26.000Z",
    "content": "They have arrived with measuring tapes and sketchbooks. German students of Architecture move through the Market Hall in Nykøbing Falster (Denmark), measuring damp levels on walls, analysing windows, pillars and the historical details of the facade. In cooperation with Danish consultants and municipal planners, these young people are developing ideas to give the old port building new life. The Market Hall is just one of several case studies covered by the EU-funded Fehmarn Belt Innovation (FBI) p...",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Eurooppa",
    "enforcedImage": null,
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed",
    "isDarkLogo": false
  },
  {
    "title": "The future of the Fehmarn Belt Region: a new link, a new identity",
    "link": "https://eusbsr.eu/the-future-of-the-fehmarn-belt-region-a-new-link-a-new-identity/",
    "pubDate": "2025-12-17T19:50:48.000Z",
    "content": "Instead of discussing the question of ‘why’, this project asks the question of ‘how’ – how might the people, towns and cultures in this new Danish-German region change once the Fehmarn Belt Link is complete? Aside from the economic development – what kinds of opportunity will emerge? The coming tunnel across the Fehmarn Belt not only creates transport links, but also an opportunity to bring two countries even closer together. The BELT Planning &amp; Network Initiative, which receives EU support,...",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Eurooppa",
    "enforcedImage": null,
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed",
    "isDarkLogo": false
  },
  {
    "title": "Highlights from the 5th Baltic Maritime Spatial Planning Forum in Riga",
    "link": "https://eusbsr.eu/highlights-from-the-5th-baltic-maritime-spatial-planning-forum-in-riga/",
    "pubDate": "2025-12-17T19:36:17.000Z",
    "content": "The 5th Baltic Maritime Spatial Planning (MSP) Forum “Navigate Planning Through Changes!” took place on 11–12 November 2025 in Riga, Latvia. The Forum gathered 169 participants from 14 countries and served as a key platform for international community of maritime and coastal spatial planning professionals. This Forum was organized together with the Baltic Sea2Land project, serving as its final conference, and broadening the scope to strengthen linkages between maritime spatial planning (MSP) and...",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Eurooppa",
    "enforcedImage": null,
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed",
    "isDarkLogo": false
  },
  {
    "title": "VASAB launches New Land-based Planners’ Forum to Strengthen Exchange and Cooperation Across the Baltic Sea Region",
    "link": "https://eusbsr.eu/vasab-launches-new-land-based-planners-forum-to-strengthen-exchange-and-cooperation-across-the-baltic-sea-region/",
    "pubDate": "2025-12-17T19:16:22.000Z",
    "content": "VASAB&#8217;s new initiative, the Land-based Planners’ Forum will be launched on 11 and 12 of February 2026 in Tallinn as a new platform for cooperation among spatial planners across the Baltic Sea Region to help respond to common challenges such as climate change, geopolitical changes, and questions of social and spatial resilience. Informal and inclusive network for spatial planners The Land-based Planners’ Forum will be launched as a new platform for cooperation among spatial planners across ...",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/land-based_planners_forum-1024x576.jpg",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed",
    "isDarkLogo": false
  },
  {
    "title": "Promoting Water Recycling: From Brussels to the Member States",
    "link": "https://eusbsr.eu/promoting-water-recycling-from-brussels-to-the-member-states/",
    "pubDate": "2025-12-17T18:58:04.000Z",
    "content": "Project WaterMan’s second Policy Roundtable marked a strategic shift: from focusing on revising the EU Water Reuse Regulation to using the new Water Resilience Strategy and its funding to promote water recycling in the Baltic Sea Region. In the Interreg Baltic Sea Region funded project WaterMan, public authorities and water companies model strategies to reuse water and recirculate retained water, e.g. for industry and agriculture. The first Roundtable in Brussels in January 2025 had brought toge...",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Eurooppa",
    "enforcedImage": null,
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed",
    "isDarkLogo": false
  },
  {
    "title": "Project Presentation: Stark Socken – a strong village for resilience",
    "link": "https://eusbsr.eu/project-presentation-stark-socken-a-strong-village-for-resilience/",
    "pubDate": "2025-12-17T16:47:51.000Z",
    "content": "During the 2025 EUSBSR Annual Forum in Sopot, Poland, Policy Areas Culture and Secure collaborated in bringing the topic &#8216;The Soft Core of Hard Security: Community Cohesion and Agency in Times of Insecurity&#8217; to the stage with a diverse panel of experts and project insights represented. The session particularly explored how social trust, community cohesion and civic engagement form the foundation of resilient societies. Maja Allard, specialist and strategist at Region Gotland, present...",
    "creator": "Lara Knigge",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/region-gotland-2025-1024x768.jpg",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed",
    "isDarkLogo": false
  },
  {
    "title": "The progress of social prescribing integration into public health systems",
    "link": "https://eusbsr.eu/the-progress-of-arts-integration-into-public-health-systems/",
    "pubDate": "2025-12-15T15:40:32.000Z",
    "content": "The conference &#8220;Acting on Health: The Role of Arts in Well-being&#8221; organized by the Policy Area Health (PA Health) Coordinator NDPHS Secretariat, celebrated a conclusion of the Interreg-funded &#8220;Arts on Prescription (AoP) in the Baltic Sea Region&#8221; project. Held at the iconic Martynas Mažvydas National Library of Lithuania in November, the day highlighted the growing momentum of social prescribing and brought together almost 100 participants from across the Baltic Sea Region...",
    "creator": "Zane Vilnite",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/17pac_sideevent_eusbsr-1024x185.jpeg",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed",
    "isDarkLogo": false
  }
]