[
  {
    "title": "Shaping the Future of Sustainable Logistics in Europe – Join the ADMIRAL Final Event!",
    "link": "https://eusbsr.eu/shaping-the-future-of-sustainable-logistics-in-europe-join-the-admiral-final-event/",
    "pubDate": "2026-02-25T10:57:46.000Z",
    "content": "<html><head></head><body><h3 class=\"wp-block-heading\"><strong>ADMIRAL FINAL EVENT – Join in Espoo, Finland or Online!</strong></h3>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>What to expect</strong></h4>\n\n\n\n<p>The <a href=\"https://www.admiral-project.eu/\" type=\"link\" id=\"https://www.admiral-project.eu/\">ADMIRAL</a> Final Event hosted by VTT explores how logistics can move to lower emissions, more efficient business processes, and closer collaboration while complying with current EU regulation. The event showcases ADMIRAL’s outcomes and lessons from four pilots across Europe, and opens the discussion on next steps for greener, digital and more collaborative logistics.&nbsp;</p>\n\n\n\n<p>The agenda features:</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>a keynote by the Finnish Transport and Communications Agency,</li>\n\n\n\n<li>low</li></ul></body></html>",
    "creator": "Migle Panasenkiene",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Cultural policy",
    "enforcedImage": null,
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "Entrepreneurial success and employee health in harmony -Baltic Sea Business Day 2026",
    "link": "https://eusbsr.eu/entrepreneurial-success-and-employee-health-in-harmony-baltic-sea-business-day-2026/",
    "pubDate": "2026-02-19T13:09:42.000Z",
    "content": "<html><head></head><body><p><strong>Strengthening economic competitiveness through prevention and workforce sustainability</strong></p>\n\n\n\n<p></p>\n\n\n\n<p>On 16 April 2026, Policy Area Education under the EU Strategy for the Baltic Sea Region will contribute to the <strong>Baltic Sea Business Day 2026 in Rostock</strong> with an interactive workshop on the relationship between economic success and employee health, framed within the Economy of Wellbeing of People approach.</p>\n\n\n\n<p>Across the Baltic Sea region, demographic ageing, labour shortages and rising stress-related absence are no longer isolated social concerns. They are structural economic risks. Prevention, leadership and work environment design must therefore be understood as core elements of competitiveness, productivity and long-term regional resilience</p></body></html>",
    "creator": "Asli TepecikDis",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Cultural policy",
    "enforcedImage": null,
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "Baltic energy resilience in the face of Russian invasion of Ukraine",
    "link": "https://eusbsr.eu/baltic-energy-resilience-in-the-face-of-russian-invasion-of-ukraine/",
    "pubDate": "2026-02-26T13:24:55.000Z",
    "content": "<html><head></head><body><section class=\"lead-text\">\n        <p>The Baltic Sea Region has seen a structural pivot away from Russian energy sources since the invasion of Ukraine in 2022. Lithuanian Energy Agency’s study carried out within the framework of Policy Area Energy has shown how the region successfully transitioned from great dependence to energy sovereignty, and why infrastructure defence should be a new frontier.</p>\n    </section>\n\n\n\n<p>The Russian invasion of Ukraine has fundamentally shifted the European outlook on relations with Russia. As seen in the narratives at the start of the war, the energy sector was often viewed as a hostage of Russia. Why didn’t the lights go out when cheap Russian energy imports collapsed? The answer lies in a rapid, costly, and decisive pivot analyzed in the newly release</p></body></html>",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Cultural policy",
    "enforcedImage": null,
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "Youth Guidance Centres and NEET Services – Baltic Sea Network",
    "link": "https://eusbsr.eu/youth-guidance-centres-and-neet-services-baltic-sea-network/",
    "pubDate": "2026-02-04T09:53:40.000Z",
    "content": "<html><head></head><body><p><strong>Kick-off Meeting | Krakow, Poland | 10–12 March 2026</strong></p>\n\n\n\n<p>The EU Strategy for the Baltic Sea Region (EUSBSR) Policy Area Education invites stakeholders to the kick-off meeting of the <strong>Youth Guidance Centres and NEET Services Baltic Sea Network</strong>, taking place in <strong>Krakow, Poland, from 10 to 12 March 2026</strong>.</p>\n\n\n\n<p>Across Europe, young people’s labour market conditions have deteriorated since 2008, with persistent challenges for those not in employment, education, or training (NEETs). Youth Guidance Centres – also known as one-stop-shops or resource centres – play a key role in addressing these challenges through <strong>person-centred, coordinated support</strong> involving public services, employers, and civil society.</p>\n\n\n\n<p>Build</p></body></html>",
    "creator": "Asli TepecikDis",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Cultural policy",
    "enforcedImage": null,
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "Creeping crises in the Baltic Sea Region: Challenges and strategies",
    "link": "https://eusbsr.eu/creeping-crises-in-the-baltic-sea-region-challenges-and-strategies/",
    "pubDate": "2026-02-04T08:59:16.000Z",
    "content": "<html><head></head><body><p>Today the Baltic Sea Region faces slow-building, often compounding threats: pressure on critical infrastructure (energy grids, subsea cables, ports), mounting strains on fragile critical societal functions (food and medicine supply, banking, digital services), climate-driven multi-hazards (coastal flooding, droughts, wildfires). “Why don’t our leaders take decisive, sustained action to stop these threats from developing into acute crises with devastating consequences for societies?”</p>\n\n\n\n<p>This puzzling question is normally the starting point for much of the existing research on these threats. In the field of crisis management, there is a growing literature devoted to why governments are not doing enough to stop the long-term build-up of full-blown societal crises.</p>\n\n\n\n<p>Within t</p></body></html>",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Cultural policy",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/securing-the-future-report-cover-copy.png",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "Hazardous substances and the Baltic Sea: Why a holistic approach matters",
    "link": "https://eusbsr.eu/hazardous-substances-and-the-baltic-sea-why-a-holistic-approach-matters/",
    "pubDate": "2026-02-02T11:52:26.000Z",
    "content": "<html><head></head><body><p>Hazardous substances (HAZ) that are widely marketed and used inevitably find their way into the Baltic Sea, where they become pollutants. Even chemicals that are not toxic in their original form can break down or transform into harmful micropollutants. Examples include pharmaceutical residues, certain members of the PFAS family, and brominated flame retardants.</p>\n\n\n\n<p>Evidence is mounting that the overall toxic burden on our aquatic environment is already far beyond what ecosystems can handle. A drastic reduction in pollution is urgently needed.</p>\n\n\n\n<p>Recent updates to several EU directives aim to improve the management of hazardous substances. However, these regulations still do not cover the full range of emerging pollutants. For example, the newly revised Urban Wastewater Trea</p></body></html>",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Cultural policy",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/securing-the-future-report-cover-copy.png",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "CPMR Baltic Sea and North Sea Regions Unite to Strengthen Security, Resilience, and Cooperation",
    "link": "https://eusbsr.eu/cpmr-baltic-sea-and-north-sea-regions-unite-to-strengthen-security-resilience-and-cooperation/",
    "pubDate": "2026-01-29T08:44:11.000Z",
    "content": "<html><head></head><body><section class=\"lead-text\">\n        <p>Regional leaders from across Northern Europe gathered on 28-29 January in Stockholm, Sweden, for a joint meeting and seminar of the CPMR Baltic Sea Commission and the CPMR North Sea Commission Executive Committees. Representing 47 regional authorities , the Executive Committees adopted a Political Declaration calling for Reinforced Regional Cooperation in Northern Europe to increase Competitiveness, Resilience, Sustainability, and Security.</p>\n    </section>\n\n\n\n<p>Amid growing geopolitical tensions, hybrid threats and pressure on democratic institutions, this Political Declaration stressed the strategic importance of regional cooperation to strengthen Northern Europe’s contribution to boost Europe’s security, competitiveness and green transition. The</p></body></html>",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Cultural policy",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/cpmr-map.jpg",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "4 Awarded Cultural Pearls title holders begin their actions in 2026",
    "link": "https://eusbsr.eu/4-awarded-cultural-pearls-title-holders-begin-their-actions-in-2026/",
    "pubDate": "2026-01-28T21:45:44.000Z",
    "content": "<html><head></head><body><section class=\"lead-text\">\n        <p>After an intense journey that started in February 2025, the selection of the 2026 Cultural Pearls has been announced: Municipalities Glücksburg (DE), Kristinestad-Kristiinankaupunki (FI), Krosno (PL) and Schleswig (DE) will continue their path toward strengthening social resilience through culture as Baltic Sea Region Cultural Pearls 2026. In total, 11 highly motivated candidates reached the final round, expanding the Cultural Pearls Network across the Baltic Sea Region.</p>\n    </section>\n\n\n\n<p>Throughout the process, all candidate cities have shown deep commitment to identifying local challenges and exploring how to address them using local resources, culture and creativity. Guided by mentors and experts from the growing Cultural Pearls Netwo</p></body></html>",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Cultural policy",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/cultural-pearls-2026-1024x683.jpg",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "Interreg NPA launches the first Youth Call",
    "link": "https://eusbsr.eu/interreg-npa-launches-the-first-youth-call/",
    "pubDate": "2026-01-28T21:29:29.000Z",
    "content": "<html><head></head><body><section class=\"lead-text\">\n        <p>The Interreg Northern Periphery and Arctic (NPA) Programme is officially launching its first Youth Call. </p>\n    </section>\n\n\n\n<p>The Youth Call aims to support youth-led ideas and initiatives that address key challenges and opportunities in the NPA area, including sustainable development, climate resilience, innovation, inclusion, and community wellbeing.</p>\n\n\n\n<p>By placing young people at the centre of project development and implementation, the call encourages meaningful youth participation and long-term regional impact.</p>\n\n\n\n<p><em>“The Youth Call is about giving young people hands-on experience with transnational cooperation, equipping them with practical tools to work together across different countries to shape the future of their r</em></p></body></html>",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Cultural policy",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/interreg-npa-youth.jpg",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://eusbsr.eu/feed"
  },
  {
    "title": "Save the Date: BSSSC Day of Cities and Regions 2026 in Tallinn",
    "link": "https://eusbsr.eu/save-the-date-bsssc-day-of-cities-and-regions-2026-in-tallinn/",
    "pubDate": "2026-01-28T20:20:36.000Z",
    "content": "<html><head></head><body><section class=\"lead-text\">\n        <p>Save the date for the BSSSC Day of Cities and Regions 2026 in Tallinn! Join cities and regions from across the Baltic Sea Region as we work together to build secure, connected and thriving societies through collaborative resilience governance.</p>\n    </section>\n\n\n\n<p>On 11 May 2026, the Baltic Sea States Subregional Cooperation (BSSSC) will host the Day of Cities and Regions in Tallinn, Estonia. The event’s theme is “Co-Governing Resilience: Shaping Secure, Connected and Thriving Societies”.</p>\n\n\n\n<p>This event will bring together mayors, regional leaders, policymakers, young people and programme stakeholders from across the Baltic Sea Region. Together, they will discuss how cities and regions can strengthen security, resilience and competiti</p></body></html>",
    "creator": "Anja",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Cultural policy",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/bsssc-day-of-cities-and-regions_2026-1024x576.png",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://eusbsr.eu/feed"
  }
]