[
  {
    "title": "Culture Compass for Europe",
    "link": "https://eusbsr.eu/culture-compass-for-europe/",
    "pubDate": "2026-01-26T15:46:51.000Z",
    "content": "Shaping the EU’s future through culture The European Commission has launched a new strategic framework called the Culture Compass for Europe, designed to put culture at the heart of EU policy-making and to shape the future of cultural and creative life across Europe. The initiative aims to support artists and cultural professionals, promote cultural rights and democratic values, and enhance the contribution of culture to social cohesion, resilience, and economic competitiveness. It provides a co...",
    "creator": "Franziska Kapteina",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Kulttuuripolitiikka",
    "enforcedImage": null,
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed",
    "isDarkLogo": false
  },
  {
    "title": "At the Heart of Artificial Intelligence Research: Winter School of Innovation 2025",
    "link": "https://eusbsr.eu/at-the-heart-of-artificial-intelligence-research-winter-school-of-innovation-2025/",
    "pubDate": "2026-01-23T14:39:22.000Z",
    "content": "The Winter School of Innovation is a new pilot initiative under the EU Strategy for the Baltic Sea Region (EUSBSR) Policy Area Innovation, created to support young researchers by responding to unmet educational needs in innovation and artificial intelligence. As discussions within the EUSBSR increasingly emphasize the meaningful involvement of young people across all levels of cooperation, the School directly addresses this call by empowering those who will shape the Region’s future innovation l...",
    "creator": "Aino-Maija Koljonen",
    "sourceTitle": "EUSBSR",
    "sheetCategory": "Kulttuuripolitiikka",
    "enforcedImage": "https://eusbsr.eu/wp-content/uploads/dsc_5849-1024x683.jpg",
    "sourceDescription": "EU Strategy For The Baltic Sea Region",
    "sourceLogo": "https://eusbsr.eu/wp-content/uploads/favicon_-150x150.png",
    "originalRssUrl": "https://eusbsr.eu/feed",
    "isDarkLogo": false
  }
]