[
  {
    "title": "EUscreen Symposium April 2026: Reframing Openness – Empowering Authenticity and Reuse in Audiovisual Heritage",
    "link": "https://euscreen.eu/2026/02/euscreen-symposium-april-2026-reframing-openness-empowering-authenticity-and-reuse-in-audiovisual-heritage/",
    "pubDate": "2026-02-05T07:37:46.000Z",
    "content": "Join us for the annual EUscreen Symposium on 8 and 9 April in Warsaw, Poland! This year’s symposium is co-hosted by EUscreenand Filmoteka Narodowa Instytut Audiowizualny (FINA). Register for the Symposium now! EUscreen Symposium 2026 During the “Reframing Openness: Empowering Authenticity and Reuse in Audiovisual Heritage” symposium we will discuss how, in a rapidly evolving social and technological landscape, film and audiovisual heritage institutions face urgent questions about how to preserve...",
    "creator": "Laura Schotte",
    "sourceTitle": "EUscreen",
    "sheetCategory": "Digital cultural heritage",
    "enforcedImage": "https://euscreen.eu/wp-content/uploads/2026/02/EUscreen-Symposium-2026-1920x1080-1-1024x576.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euscreen.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Building and keeping trust: Generative AI and archival materials",
    "link": "https://euscreen.eu/2025/05/building-and-keeping-trust-generative-ai-and-archival-materials/",
    "pubDate": "2025-05-26T13:10:59.000Z",
    "content": "“How do we make sense of the responsible use of Generative AI when engaging with audiovisual materials?” This question was at the centre of the EUscreen webinar Generative AI: Confusion of facts or understanding of content?. On Wednesday 21 May, three esteemed experts in the field of Generative AI in archives and newsrooms provided critical reflections and practical guidelines on how to use AI within our sector. Watch the recording Fortify the truth The webinar was kicked off by Jacobo Castellan...",
    "creator": "Laura Schotte",
    "sourceTitle": "EUscreen",
    "sheetCategory": "Digital cultural heritage",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euscreen.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "21 MAY Webinar Generative AI: Confusion of facts or understanding of content?",
    "link": "https://euscreen.eu/2025/04/21-may-webinar-generative-ai-confusion-of-facts-or-understanding-of-content/",
    "pubDate": "2025-04-22T08:31:37.000Z",
    "content": "How do we make sense of the responsible use of Generative AI when engaging with audiovisual materials? As archivists and media professionals we should have a solid base of guidelines that we can fall back on. In this webinar that is exactly what we’ll attempt to do; provide critical reflections on the use, practical guidelines for using the technology and potential tools that can help detecting AI generated media. On Wednesday 21 May, EUscreen invites you to engage in a responsible, user centere...",
    "creator": "Laura Schotte",
    "sourceTitle": "EUscreen",
    "sheetCategory": "Digital cultural heritage",
    "enforcedImage": "https://euscreen.eu/wp-content/uploads/2025/04/Generative-AI-Banner-1024x576.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euscreen.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Watching Videos Like a Historian brings audiovisual heritage into Europe’s classrooms",
    "link": "https://euscreen.eu/2025/02/watching-videos-like-a-historian-brings-audiovisual-heritage-into-europes-classrooms/",
    "pubDate": "2025-02-13T12:16:38.000Z",
    "content": "With the ERASMUS+ project Watching Videos Like a Historian coming to an end, we invite you to discover how it has equipped educators with the tools to foster students’ media literacy through audiovisual heritage.How can we support students to become critical and thoughtful evaluators of the media they engage with every day? How can we support teachers to develop the tools, skills and confidence to foster media literacy in their lessons? And how can we bring the rich audiovisual heritage in Europ...",
    "creator": "Laura Schotte",
    "sourceTitle": "EUscreen",
    "sheetCategory": "Digital cultural heritage",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euscreen.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "EUscreen Symposium 2024: Consolidating the Use of AI in Academia, Archives and Media",
    "link": "https://euscreen.eu/2025/01/euscreen-symposium-2024-consolidating-the-use-of-ai-in-academia-archives-and-media/",
    "pubDate": "2025-01-15T09:25:38.000Z",
    "content": "December is the month of celebration for many reasons. Saint Nicholas, Christmas, Hanukkah, Kwanzaa, New Year’s Eve.. But if you’re part of the audiovisual community you also look forward to the festive month because that means it’s once again time for the annual EUscreen Symposium! This year we were guests in the beautiful city of Barcelona. EUscreen co-hosted the symposium with long-term network partner CCMA – 3Cat, the local broadcasting and archival institution for Catalunya. The symposium f...",
    "creator": "Laura Schotte",
    "sourceTitle": "EUscreen",
    "sheetCategory": "Digital cultural heritage",
    "enforcedImage": "https://euscreen.eu/wp-content/uploads/2025/01/54254927537_a75c2d4900_o-1024x689.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euscreen.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "EUscreen Symposium December 2024: Responsible Use of AI in Audiovisual Archives",
    "link": "https://euscreen.eu/2024/09/euscreen-symposium-december-2024-responsible-use-of-ai-in-audiovisual-archives/",
    "pubDate": "2024-09-20T07:37:06.000Z",
    "content": "Join us for the annual EUscreen Symposium on 9 and 10 December in Barcelona, Spain! This year’s symposium is co-hosted by EUscreen and 3Cat. Register for the Symposium now! EUscreen Symposium 2024 The rapid advancement of Artificial Intelligence technologies has opened new horizons for the audiovisual sector, offering opportunities for creativity, and efficiency. However, as AI becomes increasingly integrated into audiovisual archives, it raises complex questions around its responsible use; ethi...",
    "creator": "Laura Schotte",
    "sourceTitle": "EUscreen",
    "sheetCategory": "Digital cultural heritage",
    "enforcedImage": "https://euscreen.eu/wp-content/uploads/2024/09/EUscreen-Network-Symposium-2024_1920x1080px-1024x576.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euscreen.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "To a more cohesive, data-rich European future: EUscreen Symposium 2023",
    "link": "https://euscreen.eu/2024/01/to-a-more-cohesive-data-rich-european-future-euscreen-symposium-2023/",
    "pubDate": "2024-01-26T09:12:33.000Z",
    "content": "The annual EUscreen Symposium “Reimagining the Future of Data Flows: A European Digital Public Space” took place on 4th and 5th December 2023, this year in Athens. The event was open to anyone interested in data policy, digital public spaces, archiving, audiovisual heritage, cultural heritage and media. The symposium was co-hosted by EUscreen and the Archive of the Hellenic Broadcasting Corporation, ERT Archive, partner of the EUscreen Network and also a member of the EUscreen Foundation. The 20...",
    "creator": "Laura Schotte",
    "sourceTitle": "EUscreen",
    "sheetCategory": "Digital cultural heritage",
    "enforcedImage": "https://euscreen.eu/wp-content/uploads/2024/01/53408405215_c9ea0eba8b_o-1024x683.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euscreen.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "New Board Member and Chair of the Participant’s Council announced!",
    "link": "https://euscreen.eu/2023/04/new-board-member-and-chair-of-the-participants-council-announced/",
    "pubDate": "2023-04-25T09:32:02.000Z",
    "content": "The EUscreen Foundation is delighted to announce that it has elected a new member of the Board and a new Chair of the Participant’s Council. Bartolomeo Meletti from Learning on Screen will take his seat on the Board following Alessandra Luciano. Laura Schotte from The Netherlands Institute for Sound & Vision will be taking over from Nicole Emennegger as Chair of the Participant’s Council. Meet Board Member Bartolomeo MelettiThe Board is at the heart of EUscreen’s activities; we were therefore lo...",
    "creator": "euscreen",
    "sourceTitle": "EUscreen",
    "sheetCategory": "Digital cultural heritage",
    "enforcedImage": "https://euscreen.eu/wp-content/uploads/2023/04/Archiveren-voor-Dummies-640-x-480-px.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euscreen.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Call for applications: Become the new Chair of the EUscreen Participants’ Council",
    "link": "https://euscreen.eu/2023/02/call-for-applications-become-our-new-chair-of-the-participants-council/",
    "pubDate": "2023-02-09T19:05:49.000Z",
    "content": "We’re looking for a new Chair of the EUscreen Participant’s Council! Would you like to act as a representative of all the institutions gathered in Europe’s largest audiovisual archives network? With Nicole Emmenegger leaving her position at the EUscreen Foundation, we are looking for a new Chair of the Participants’ Council who will act as a representative of all the Institutions gathered in our Network. Who are the EUscreen Network members? You can find all the information about the Network mem...",
    "creator": "admin",
    "sourceTitle": "EUscreen",
    "sheetCategory": "Digital cultural heritage",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euscreen.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Call for applications: Join the EUscreen Foundation Board",
    "link": "https://euscreen.eu/2022/12/call-for-applications-join-the-euscreen-foundation-board/",
    "pubDate": "2022-12-07T10:10:35.000Z",
    "content": "We’re looking for a new EUscreen Board Member! Would you like to be more involved in the evolution and development of Europe’s largest audiovisual archives network? We regretfully announce that Alessandra Luciano is resigning from her position on the Board. We wish her the best of luck in her new role as Deputy for Digital Strategy for National Cultural Heritage at the Luxembourgish Ministry for Culture. Who are the EUscreen Foundation Board members? You can find all the information about the Bo...",
    "creator": "admin",
    "sourceTitle": "EUscreen",
    "sheetCategory": "Digital cultural heritage",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euscreen.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  }
]