[
  {
    "title": "FIMI and disinformation as global threats",
    "link": "https://euvsdisinfo.eu/fimi-and-disinformation-as-global-threats/",
    "pubDate": "2026-01-30T06:00:50.000Z",
    "content": "A number of recent global risk assessments converged on a clear message: FIMI, disinformation, and misinformation have become a systemic threat for democracies worldwide. This is no longer simply an issue of &lsquo;fake news&rsquo; but a structural risk that undermines the conditions for economic growth, social welfare, and liberal institutions. Another clear message emerging from these reports is the importance of a robust public&#8209;interest media ecosystem as a guardrail against information...",
    "creator": "EU vs Disinfo",
    "sourceTitle": "EUvsDisinfo",
    "sheetCategory": "Journalism + investigation",
    "enforcedImage": null,
    "sourceDescription": "DON'T BE DECEIVED, QUESTION EVEN MORE",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euvsdisinfo.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://euvsdisinfo.eu/feed/"
  },
  {
    "title": "Beyond the block: How adaptable Russian FIMI and Telegram’s gaps evade EU sanctions",
    "link": "https://euvsdisinfo.eu/beyond-the-block-how-adaptable-russian-fimi-and-telegrams-gaps-evade-eu-sanctions/",
    "pubDate": "2026-01-26T12:43:18.000Z",
    "content": "In December 2024, Telegram began restricting access to channels of Russian propaganda resources sanctioned in the EU. However, a study by the Centre for Democracy and Rule of Law revealed a wide range of tools used to bypass the ban. The persistence of Russian information manipulation and interference (FIMI) in the EU stems from two key factors. First, it is the inherent adaptability of Russian threat actors post-sanctions. Second, it is Telegram’s own platform gaps that continue to make it a th...",
    "creator": "EU vs Disinfo",
    "sourceTitle": "EUvsDisinfo",
    "sheetCategory": "Journalism + investigation",
    "enforcedImage": null,
    "sourceDescription": "DON'T BE DECEIVED, QUESTION EVEN MORE",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euvsdisinfo.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Lavrov’s 2026 presser: a three-hour FIMI offensive against Europe and its leaders",
    "link": "https://euvsdisinfo.eu/lavrovs-2026-presser-a-three-hour-fimi-offensive-against-europe-and-its-leaders/",
    "pubDate": "2026-01-23T19:02:19.000Z",
    "content": "Lavrov’s 2026 presser: a three-hour FIMI offensive against Europe and its leaders Russia’s Foreign Minister Sergey Lavrov’s annual press conference on 20 January 2026 was not a diplomatic review, but a carefully orchestrated example of foreign information manipulation and interference (FIMI) directed at Europe, the EU, the Baltic states, Moldova, and key European leaders. Over nearly three hours, Lavrov repeated a familiar set of Kremlin narratives intended to shape perceptions of European polit...",
    "creator": "EU vs Disinfo",
    "sourceTitle": "EUvsDisinfo",
    "sheetCategory": "Journalism + investigation",
    "enforcedImage": null,
    "sourceDescription": "DON'T BE DECEIVED, QUESTION EVEN MORE",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euvsdisinfo.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Weaponising winter: how pro-Russian outlets justify strikes against Ukrainian energy infrastructure",
    "link": "https://euvsdisinfo.eu/weaponising-winter-how-pro-russian-outlets-justify-strikes-against-ukrainian-energy-infrastructure/",
    "pubDate": "2026-01-23T08:15:56.000Z",
    "content": "Russian attacks against energy facilities in winter were designed to freeze Ukraine into submission. Russian disinformation narratives justify these attacks and blame Ukraine’s leadership for them. Targeted attacks to break Ukraine’s resistance Russia has recently used a bitter cold snap in Ukraine to inflict terrible pain upon Ukrainian citizens by attacking the country’s energy infrastructure. Among other strikes, Russia launched a massive missile and drone assault against Kyiv and its environ...",
    "creator": "EU vs Disinfo",
    "sourceTitle": "EUvsDisinfo",
    "sheetCategory": "Journalism + investigation",
    "enforcedImage": null,
    "sourceDescription": "DON'T BE DECEIVED, QUESTION EVEN MORE",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euvsdisinfo.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Built to lie: how new pro-Russian monuments exploit cultural heritage",
    "link": "https://euvsdisinfo.eu/built-to-lie-how-new-pro-russian-monuments-exploit-cultural-heritage/",
    "pubDate": "2026-01-20T13:13:56.000Z",
    "content": "Russia’s foreign information manipulation and interference (FIMI) operations are diverse, entrenched, well-resourced, and coordinated. They are also linked globally to culture through ‘Cultural Heritage Exploitation’, or CHX. CHX is a multi-institutional endeavour with spatial, temporal, cognitive, and material aspects. In practice, it fuses pro-Russian historical propaganda to cultural objects, and it is one of the tools deployed to legitimise Russia’s war against Ukraine and its territorial cl...",
    "creator": "EU vs Disinfo",
    "sourceTitle": "EUvsDisinfo",
    "sheetCategory": "Journalism + investigation",
    "enforcedImage": "https://euvsdisinfo.eu/uploads/2026/01/Large-Map-v3-600x424.jpeg",
    "sourceDescription": "DON'T BE DECEIVED, QUESTION EVEN MORE",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euvsdisinfo.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "In 2026, the Russian economy is in big trouble",
    "link": "https://euvsdisinfo.eu/in-2026-the-russian-economy-is-in-big-trouble/",
    "pubDate": "2026-01-16T06:00:23.000Z",
    "content": "In 2026, the Russian economy is not yet in decline, but it is in real trouble. War-driven growth is losing momentum, sanctions are tightening, financial reserves are shrinking, and uncertainty is increasingly shaping everyday life. What for a while looked like resilience is proving fragile, as the economic costs of the war spread beyond the battlefield. The illusion of resilience For years, the Kremlin has insisted that Western sanctions do not work and that Russia’s economy is strong despite th...",
    "creator": "EU vs Disinfo",
    "sourceTitle": "EUvsDisinfo",
    "sheetCategory": "Journalism + investigation",
    "enforcedImage": "https://euvsdisinfo.eu/uploads/2026/01/Picture4-600x300.png",
    "sourceDescription": "DON'T BE DECEIVED, QUESTION EVEN MORE",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euvsdisinfo.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Seeing the whole picture: a new way to track Russian FIMI",
    "link": "https://euvsdisinfo.eu/seeing-the-whole-picture-a-new-way-to-track-russian-fimi/",
    "pubDate": "2026-01-15T10:59:12.000Z",
    "content": "Russian disinformation campaigns are not random but organised, persistent, and designed to manipulate how people think, vote, and trust institutions. Despite years of research and monitoring, responses to these operations remain fragmented. The lack of coordinated reporting and a shared framework leads to duplication of efforts and limits the impact of counter-FIMI measures. That is why EU DisinfoLab, together with its partners the European External Action Service (EEAS), Viginum, DFRLab, CheckF...",
    "creator": "EU vs Disinfo",
    "sourceTitle": "EUvsDisinfo",
    "sheetCategory": "Journalism + investigation",
    "enforcedImage": null,
    "sourceDescription": "DON'T BE DECEIVED, QUESTION EVEN MORE",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euvsdisinfo.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Interview with Keir Giles",
    "link": "https://euvsdisinfo.eu/interview-with-keir-giles/",
    "pubDate": "2025-12-31T09:50:18.000Z",
    "content": "Keir Giles is a British writer, an expert on the Russian military and Russian disinformation. He has written and commented on the geopolitical conflict between the West and Russia such as NATO’s Handbook of Russian Information Warfare published through NATO Defense College. In his last book: Who Will Defend Europe? An Awakened Russia and a Sleeping Continent, Giles lays out the stark choices facing leaders and societies as they confront the return of war in Europe. Do you think that over the las...",
    "creator": "EU vs Disinfo",
    "sourceTitle": "EUvsDisinfo",
    "sheetCategory": "Journalism + investigation",
    "enforcedImage": "https://euvsdisinfo.eu/uploads/2025/12/photoKG-582x600.jpeg",
    "sourceDescription": "DON'T BE DECEIVED, QUESTION EVEN MORE",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euvsdisinfo.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "2025 in review: winning the narrative",
    "link": "https://euvsdisinfo.eu/2025-in-review-winning-the-narrative/",
    "pubDate": "2025-12-29T13:41:08.000Z",
    "content": "At the end of 2025, a clear pattern stands out in Russian disinformation: the persistent construction of an image of strength in the face of growing constraints. Throughout the year, Kremlin-aligned outlets amplified exaggerated or false claims of military success in Ukraine, presenting marginal advances as decisive victories. As discussions about future negotiations gained prominence, this narrative of invincibility served a specific purpose – to shape perceptions, set the terms of debate, and ...",
    "creator": "EU vs Disinfo",
    "sourceTitle": "EUvsDisinfo",
    "sheetCategory": "Journalism + investigation",
    "enforcedImage": null,
    "sourceDescription": "DON'T BE DECEIVED, QUESTION EVEN MORE",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euvsdisinfo.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Controlled questions, crafted lies: inside Putin’s year-end messaging machine",
    "link": "https://euvsdisinfo.eu/controlled-questions-crafted-lies-inside-putins-year-end-messaging-machine/",
    "pubDate": "2025-12-23T08:48:22.000Z",
    "content": "On 19 December 2025, Russian President Vladimir Putin once again appeared on his annual televised call-in programme, ‘Direct Line with Vladimir Putin’, answering questions submitted by members of the public. Putin’s speeches and public appearances are a major pillar of Russia’s Foreign Information Manipulation and Interference (FIMI) campaigns. By framing disinformation narratives at the highest level, Putin’s public proclamations provide legitimacy and talking points that state media, FIMI acto...",
    "creator": "EU vs Disinfo",
    "sourceTitle": "EUvsDisinfo",
    "sheetCategory": "Journalism + investigation",
    "enforcedImage": null,
    "sourceDescription": "DON'T BE DECEIVED, QUESTION EVEN MORE",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=euvsdisinfo.eu",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  }
]