[
  {
    "title": "Lavrov’s 2026 presser: a three-hour FIMI offensive against Europe and its leaders",
    "link": "https://euvsdisinfo.eu/lavrovs-2026-presser-a-three-hour-fimi-offensive-against-europe-and-its-leaders/",
    "pubDate": "2026-01-23T19:02:19.000Z",
    "content": "Russia’s Foreign Minister Sergey Lavrov’s annual press conference on 20 January 2026 was not a diplomatic review, but a carefully orchestrated example of foreign information manipulation and interference (FIMI) directed at Europe, the EU, the Baltic states, Moldova, and key European leaders.\nThe post Lavrov’s 2026 presser: a three-hour FIMI offensive against Europe and its leaders appeared first o",
    "creator": "EU vs Disinfo",
    "sourceTitle": "EUvsDisinfo",
    "sheetCategory": "Journalismi + faktantarkistus",
    "enforcedImage": null
  },
  {
    "title": "Weaponising winter: how pro-Russian outlets justify strikes against Ukrainian energy infrastructure",
    "link": "https://euvsdisinfo.eu/weaponising-winter-how-pro-russian-outlets-justify-strikes-against-ukrainian-energy-infrastructure/",
    "pubDate": "2026-01-23T08:15:56.000Z",
    "content": "Russian attacks against energy facilities in winter were designed to freeze Ukraine into submission. Russian disinformation narratives justify these attacks and blame Ukraine’s leadership for them.\nThe post Weaponising winter: how pro-Russian outlets justify strikes against Ukrainian energy infrastructure appeared first on EUvsDisinfo.",
    "creator": "EU vs Disinfo",
    "sourceTitle": "EUvsDisinfo",
    "sheetCategory": "Journalismi + faktantarkistus",
    "enforcedImage": null
  },
  {
    "title": "Built to lie: how new pro-Russian monuments exploit cultural heritage",
    "link": "https://euvsdisinfo.eu/built-to-lie-how-new-pro-russian-monuments-exploit-cultural-heritage/",
    "pubDate": "2026-01-20T13:13:56.000Z",
    "content": "Cultural Heritage Exploitation fuses pro-Russian historical propaganda to cultural objects, and it is one of the tools deployed to legitimise Russia’s war against Ukraine and its territorial claims.\nThe post Built to lie: how new pro-Russian monuments exploit cultural heritage appeared first on EUvsDisinfo.",
    "creator": "EU vs Disinfo",
    "sourceTitle": "EUvsDisinfo",
    "sheetCategory": "Journalismi + faktantarkistus",
    "enforcedImage": "https://euvsdisinfo.eu/uploads/2026/01/Large-Map-v3-600x424.jpeg"
  }
]