[
  {
    "title": "Elections Under Attack, Shadow Aircraft Fleet, National Park Land Grabs: 2025’s Best Investigative Stories from Sub-Saharan Africa",
    "link": "https://gijn.org/stories/2025-editors-picks-sub-saharan-africa/",
    "pubDate": "2026-01-29T07:55:14.000Z",
    "content": "In many African countries, perpetrators of crime or illegal activities bank on being able to act with impunity, emboldened by the perception that the communities affected, advocacy groups, or even governments lack the capacity to hold them accountable once an allegation or scandal has faded from media headlines and public attention. However, in 2025, investigative journalists across Africa have been able to consistently keep reporting on illegal activities — and their impact — long after the fac...",
    "creator": "Benon Herbert Oluka",
    "sourceTitle": "Global Investigative Journalism Network",
    "sheetCategory": "Journalismi + tutkiva",
    "enforcedImage": "https://gijn.org/wp-content/uploads/2026/01/Editors-Picks-2025-Website-Template-8-771x598.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=gijn.org",
    "originalRssUrl": "https://gijn.org/feed/"
  },
  {
    "title": "Sanctions Evasion, Army Executions, and a Royal ‘Flying Palace’: 2025’s Best Investigative Stories from Eastern Europe, Central Asia, and the Caucasus",
    "link": "https://gijn.org/stories/2025-editors-picks-russia-eastern-europe-central-asia/",
    "pubDate": "2026-01-28T08:00:12.000Z",
    "content": "In 2025, authoritarian rulers and oligarchs across this region intensified their struggle not only for power and wealth but also for citizens&#8217; minds in the digital space, forcing journalists to combine old and new investigative methods to expose violations in the virtual world. Ziarul de Gardă journalist Natalia Zaharescu continued her award-winning undercover work investigating Russian influence in her country in her new investigation, The Kremlin&#8217;s Digital Army in Moldova. Along wi...",
    "creator": "Olga Simanovych",
    "sourceTitle": "Global Investigative Journalism Network",
    "sheetCategory": "Journalismi + tutkiva",
    "enforcedImage": "https://gijn.org/wp-content/uploads/2026/01/Editors-Picks-2025-Website-Template-771x598.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=gijn.org",
    "originalRssUrl": "https://gijn.org/feed/"
  },
  {
    "title": "Uncovering Syria’s Stolen Children",
    "link": "https://gijn.org/stories/uncovering-syrias-stolen-children/",
    "pubDate": "2026-01-27T08:00:49.000Z",
    "content": "The fall of Bashar al-Assad in late 2024 reverberated through Syria like a proverbial earthquake, as his decades-old regime of dictatorship, oppression, and secrecy melted away almost overnight. For both local and foreign journalists, Assad’s ouster also presented a rare opportunity for accountability reporting, a chance to pursue stories of wrongdoing by his regime that had been difficult, if not impossible while he was still in power. One of the most shocking accusations against the regime inv...",
    "creator": "Jess Kelly, Haya Al Badarneh, Bashar Deeb",
    "sourceTitle": "Global Investigative Journalism Network",
    "sheetCategory": "Journalismi + tutkiva",
    "enforcedImage": "https://gijn.org/wp-content/uploads/2026/01/BBCs-Syrias-Stolen-Children-771x432.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=gijn.org",
    "originalRssUrl": "https://gijn.org/feed/"
  },
  {
    "title": "Documenting Gaza: How Journalists Can Collect Evidence Even When Denied Access",
    "link": "https://gijn.org/stories/gijc25-investigating-war-crimes-gaza/",
    "pubDate": "2026-01-26T11:00:58.000Z",
    "content": "As airstrikes intensified on Gaza after October 7, 2023, international reporters were barred from entering the territory, leaving Palestinian journalists, medical workers, and civilians as the primary sources of information from the ground. Videos filmed on mobile phones, eyewitness accounts from hospitals, and images shared during brief windows of internet access became the raw material for documenting civilian harm, even as those recording it faced displacement, injury, and death. “Separating ...",
    "creator": "Hanan Zaffar",
    "sourceTitle": "Global Investigative Journalism Network",
    "sheetCategory": "Journalismi + tutkiva",
    "enforcedImage": "https://gijn.org/wp-content/uploads/2026/01/LMD00541-771x515.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=gijn.org",
    "originalRssUrl": "https://gijn.org/feed/"
  },
  {
    "title": "How Journalists Can Untangle Global Corporate Secrecy",
    "link": "https://gijn.org/stories/gijc25-untangle-global-corporate-secrecy/",
    "pubDate": "2026-01-23T08:00:16.000Z",
    "content": "A land registry entry in Austria, a company filing in Liechtenstein, and a shareholder record in the British Virgin Islands were enough to link a luxury property to a political figure — without relying on leaks or whistleblowers. Examples like this shaped the discussion in the “Navigating the Offshore Maze of Cross-Border Corporate Data” session at the Global Investigative Journalism Conference (GIJC25) in Kuala Lumpur, where panelists demonstrated how publicly available records can be used to t...",
    "creator": "Hanan Zaffar",
    "sourceTitle": "Global Investigative Journalism Network",
    "sheetCategory": "Journalismi + tutkiva",
    "enforcedImage": "https://gijn.org/wp-content/uploads/2026/01/GIJC25_Mal6296-771x514.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=gijn.org",
    "originalRssUrl": "https://gijn.org/feed/"
  },
  {
    "title": "Investigating Gaza, Personal Mobile Data for Sale, and Compromised Supply Chains: 2025’s Best Investigative Stories in French",
    "link": "https://gijn.org/stories/editors-picks-french-2025/",
    "pubDate": "2026-01-22T08:00:48.000Z",
    "content": "The stories selected for our editors’ pick this year span cocoa trafficking in the Democratic Republic of Congo, the sale of personal mobile data in Europe by secretive but powerful data brokers, and investigations into opaque sporting institutions in Tunisia. Then, there is also an investigation into alleged supply chain exploitation by a big name retailer in France. Even in environments where investigative reporting is hugely challenging… there are many brave journalists who continue to do the...",
    "creator": "Alcyone Wemaëre, Maxime Koami Domegni",
    "sourceTitle": "Global Investigative Journalism Network",
    "sheetCategory": "Journalismi + tutkiva",
    "enforcedImage": "https://gijn.org/wp-content/uploads/2026/01/Editors-Picks-2025-Website-Template-6-771x598.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=gijn.org",
    "originalRssUrl": "https://gijn.org/feed/"
  },
  {
    "title": "‘Some Stories Just Work Better Through Film’: On the Strategy Behind Making an Investigative Documentary",
    "link": "https://gijn.org/stories/strategy-behind-making-investigative-documentary/",
    "pubDate": "2026-01-21T08:00:07.000Z",
    "content": "When &#8220; The Dynasty&#8221; was released earlier this year, few expected a 55-minute investigative film about Hungarian Prime Minister Viktor Orban’s family’s business dealings to capture millions of views. Produced by the Budapest-based newsroom Direkt36 , the documentary traces how the prime minister’s son-in-law, Istvan Tiborcz, and other close allies amassed wealth through public contracts and state-linked projects. &#8220;Some stories just work better through film.&#8221; — András Pethő...",
    "creator": "Jeremy Druker, Transitions",
    "sourceTitle": "Global Investigative Journalism Network",
    "sheetCategory": "Journalismi + tutkiva",
    "enforcedImage": "https://gijn.org/wp-content/uploads/2026/01/dinasztia-1536x864.png-771x434.webp",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=gijn.org",
    "originalRssUrl": "https://gijn.org/feed/"
  }
]