[
  {
    "title": "What we learned working with the Newsroom AI Lab’s first cohort",
    "link": "https://www.hackshackers.com/what-we-learned-working-with-the-newsroom-ai-labs-first-cohort/",
    "pubDate": "2026-01-29T16:00:24.000Z",
    "content": "Slow Down First. That&#x2019;s How Newsrooms Move Faster With AI. Most newsrooms assume they need an army of engineers or a big tech budget to experiment with AI. They don&apos;t. What they need is a repeatable process, the right collaborators and time to understand their problems before reaching for tools, AI or otherwise. Connecticut Mirror and Wisconsin Watch formed the first cohort of the Hacks/Hackers Newsroom AI Lab. That&apos;s one of the takeaways from the first cohort of our Newsroom AI...",
    "creator": "Nevin Thompson",
    "sourceTitle": "Hacks/Hackers",
    "sheetCategory": "Journalismi + tutkiva",
    "enforcedImage": "https://www.hackshackers.com/content/images/2026/01/Updates.png",
    "sourceDescription": "Advancing media innovation to foster public trust",
    "sourceLogo": "https://www.hackshackers.com/favicon.png",
    "originalRssUrl": "https://www.hackshackers.com/rss/"
  },
  {
    "title": "Slow Down First. That’s How Newsrooms Move Faster With AI.",
    "link": "https://www.hackshackers.com/slow-down-first-thats-how-newsrooms-move-faster-with-ai/",
    "pubDate": "2026-01-23T19:12:39.000Z",
    "content": "Most newsrooms assume they need an army of engineers or a big tech budget to experiment with AI. They don&apos;t. What they need is a repeatable process, the right collaborators and time to understand their problems before reaching for tools, AI or otherwise. That&apos;s the premise behind the Newsroom AI Lab. In our first cohort, we partnered with Wisconsin Watch and The Connecticut Mirror to guide their teams through the process of beginning not with technology, but with conversations, intervi...",
    "creator": "Paige Moody",
    "sourceTitle": "Hacks/Hackers",
    "sheetCategory": "Journalismi + tutkiva",
    "enforcedImage": "https://www.hackshackers.com/content/images/2026/01/newsroom-ai-lab-first-cohort.png",
    "sourceDescription": "Advancing media innovation to foster public trust",
    "sourceLogo": "https://www.hackshackers.com/favicon.png",
    "originalRssUrl": "https://www.hackshackers.com/rss/"
  }
]