[
  {
    "title": "Ray Dalio on Economic Trends, Investing, and Making Decisions Amid Uncertainty",
    "link": "https://hbr.org/podcast/2026/01/ray-dalio-on-economic-trends-investing-and-making-decisions-amid-uncertainty",
    "pubDate": "2026-01-20T16:45:50.000Z",
    "content": "Over the years, investor Ray Dalio built his hedge fund, Bridgewater Associates, into one of the largest in the world. He's done that in part by understanding the history of economic cycles and macroeconomic trends. He's also made shrewd investing and management decisions and stands by his values. He shares where he sees the U.S. today in terms of economic power and the progress that leaders of al",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20260120101559-1062_RayDalioonEconomicTrendsInvestingandMakingDecisionsAmidUncertainty.mp3"
  },
  {
    "title": "What You Need to Know About Executive Recruiting",
    "link": "https://hbr.org/podcast/2026/01/what-you-need-to-know-about-executive-recruiting",
    "pubDate": "2026-01-13T13:00:30.000Z",
    "content": "Professional search firms play a big role in discovering and choosing leaders for senior roles. That’s why anyone with C-suite ambitions needs to understand the recruiting process and what these evaluators are looking for. Mark Thompson, chairman of the Chief Executive Alliance, and Byron Loflin, global head of board advisory at Nasdaq, explain the ins and outs of recruitment, how to develop your ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20260109172834-1061_WhatYouNeedtoKnowAboutExecutiveRecruiting.mp3"
  },
  {
    "title": "Where McKinsey—and Consulting—Go From Here",
    "link": "https://hbr.org/podcast/2026/01/where-mckinsey-and-consulting-go-from-here",
    "pubDate": "2026-01-06T13:00:30.000Z",
    "content": "How does an organization with 100 years of history stay relevant, adaptable, and forward-looking? Bob Sternfels, who runs McKinsey & Company as the Global Managing Partner, has led the company through a wave of recent challenges while trying to plan the road ahead for the consulting industry leader. He explains the balance he's aiming to strike between AI agents and human employees, how he's handl",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20260105114649-1060_WhereMcKinseyandConsultingGoFromHere.mp3"
  },
  {
    "title": "How to Manage—and Motivate—Gen Z",
    "link": "https://hbr.org/podcast/2025/12/how-to-manage-and-motivate-gen-z",
    "pubDate": "2025-12-30T13:00:00.000Z",
    "content": "How different is the newest generation in the workforce, really? While stereotypes abound — some of them unfair — it’s important to understand what the young adults of Gen Z have in common and how they differ from Millennials, Gen X and Boomers. Tim Elmore is a leadership coach and author who says that this generation in particular craves connection with their colleagues, meaningful work, and assu",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251225125411-1059_HowtoManageandMotivateGenZ.mp3"
  },
  {
    "title": "What Leaders Can Learn from a Formula 1 Turnaround",
    "link": "https://hbr.org/podcast/2025/12/what-leaders-can-learn-from-a-formula-1-turnaround",
    "pubDate": "2025-12-23T13:00:58.000Z",
    "content": "What does it take to rebuild a legendary brand, lead through failure, and win on the world’s most competitive stage? Zac Brown, CEO of McLaren Racing, which competes in Formula 1 racing, explains how he helped guide the company through a rough chapter of its history, powering through financial strain and declining performance to change the company culture and get it back on the winning track. As p",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251222130933-1058_WhatLeadersCanLearnfromaFormula1Turnaround.mp3"
  },
  {
    "title": "Why Great Leaders Focus on the Details",
    "link": "https://hbr.org/podcast/2025/12/why-great-leaders-focus-on-the-details",
    "pubDate": "2025-12-16T13:00:55.000Z",
    "content": "Senior executives are often told to focus on big-picture strategy while delegating the specifics of execution. But, according to Scott Cook, cofounder and former CEO of Intuit, smart leaders also spend time on the details of how the organization gets work done at every level, including the front lines. Working with Harvard Business School professor Nitin Nohria, he studied companies from Toyota to",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251215144747-1057_WhyGreatLeadersFocusontheDetails.mp3"
  },
  {
    "title": "Future of Business: Mars CEO on How Business Can Be a Force for Good",
    "link": "https://hbr.org/podcast/2025/12/future-of-business-mars-ceo-on-how-business-can-be-a-force-for-good",
    "pubDate": "2025-12-11T13:00:43.000Z",
    "content": "What does it look like for a business in 2025 to build a strategy around sustainability? In this Future of Business series, IdeaCast hosts Alison Beard and Adi Ignatius sat down with four leading CEOs to understand where global business is going. In this episode, host Adi Ignatius speaks with Poul Weihrauch, CEO of Mars, about how he manages the family-owned global pet care, snacking and food comp",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251210165930-1056b_FutureofBusiness_MarsCEOonHowBusinessCanBeaForceforGood.mp3"
  },
  {
    "title": "Moving Beyond the Slow, Hierarchical Organization",
    "link": "https://hbr.org/podcast/2025/12/moving-beyond-the-slow-hierarchical-organization",
    "pubDate": "2025-12-09T13:00:50.000Z",
    "content": "Most companies say they want to be more innovative, agile, and customer-centric. But in reality, many still operate like 20th-century factories: hierarchical, risk-averse, and slow. Jana Werner, executive in residence of enterprise strategy at Amazon Web Services, argues that organizations should instead think of an octopus: an organism that manages complexity, can work in many different modes wit",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251208161624-1056_MovingBeyondtheSlowHierarchicalOrganization.mp3"
  },
  {
    "title": "Future of Business: Moderna’s Founder on Innovation That Breaks Through",
    "link": "https://hbr.org/podcast/2025/12/future-of-business-modernas-founder-on-innovation-that-breaks-through",
    "pubDate": "2025-12-04T13:00:42.000Z",
    "content": "What are CEOs across industries doing to build resilience and strong cultures in an age of uncertainty? In this Future of Business series, IdeaCast hosts Alison Beard and Adi Ignatius sat down with four leading CEOs to understand where global business is going. In this episode, host Alison Beard speaks with Noubar Afeyan, the CEO of Flagship Pioneering and Chairman of Moderna. Afeyan shares the or",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251203180620-1055b_FutureofBusiness_Moderna_sFounderonInnovationThatBreaksThrough.mp3"
  },
  {
    "title": "Could Your Company Benefit from Fastvertising?",
    "link": "https://hbr.org/podcast/2025/12/could-your-company-benefit-from-fastvertising",
    "pubDate": "2025-12-02T13:00:24.000Z",
    "content": "It's harder than ever for companies to get their marketing messages in front of the right customers. One increasingly popular -- but also risky -- tactic is fastvertising, the rapid development of ads that tap into a cultural moment, aiming to increase brand relevance and awareness. Harvard Business School associate professor Ayelet Israeli shares pitch-perfect examples, including those from her c",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251201160224-1055_CouldYourCompanyBenefitfromFastvertising_.mp3"
  },
  {
    "title": "Purpose-Driven Leadership in an Era of Polarization",
    "link": "https://hbr.org/podcast/2025/11/purpose-driven-leadership-in-an-era-of-polarization",
    "pubDate": "2025-11-25T13:00:45.000Z",
    "content": "Even in difficult times, leadership must be about empathy, authenticity, fairness and service. That's according to Darren Walker, the outgoing CEO of the Ford Foundation, a nonprofit with an endowment of billions of dollars and a charge to reduce poverty and injustice. Drawing on his own upbringing in rural Texas to his time at the helm of one of the world’s largest philanthropies, Walker explains",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251124121745-1054_Purpose-DrivenLeadershipinanEraofPolarization.mp3"
  },
  {
    "title": "Future of Business: Walmart’s CEO on AI, Jobs, and Managing Rapid Change",
    "link": "https://hbr.org/podcast/2025/11/future-of-business-walmarts-ceo-on-ai-jobs-and-managing-rapid-change",
    "pubDate": "2025-11-20T16:00:28.000Z",
    "content": "In uncertain times, leaders at all levels can learn from what the world's best CEOs are doing to protect themselves and forge a path ahead. In this Future of Business series, IdeaCast hosts Alison Beard and Adi Ignatius sat down with four leading CEOs who manage across different industries and geographies to understand where global business is going. In this episode, host Adi Ignatius speaks with ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251119165740-1053b_FutureofBusiness_WalmartsCEOonAIJobsandManagingRapidChange.mp3"
  },
  {
    "title": "Why Business Leaders Need Political Diplomacy Skills Now",
    "link": "https://hbr.org/podcast/2025/11/why-business-leaders-need-political-diplomacy-skills-now",
    "pubDate": "2025-11-18T13:00:06.000Z",
    "content": "Geopolitics are no longer a tailwind for businesses today, opening markets and boosting global trade. Instead, argues ESSEC Business School associate professor Srividya Jandhyala, rising national security concerns and protectionist economic policies have created a headwind for many organizations, and that's changing how executives need to operate. She explains what’s changed in the global balance ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251117120457-1053_WhyBusinessLeadersNeedPoliticalDiplomacySkillsNow.mp3"
  },
  {
    "title": "Future of Business: Standard Bank’s CEO on Driving Sustainable Growth and Shared Prosperity",
    "link": "https://hbr.org/podcast/2025/11/future-of-business-standard-banks-ceo-on-driving-sustainable-growth-and-shared-prosperity",
    "pubDate": "2025-11-13T20:00:02.000Z",
    "content": "In uncertain times, leaders at all levels can learn from what the world's leading CEOs are doing to protect their companies from risk and forge a path forward. In this Future of Business series, IdeaCast hosts Alison Beard and Adi Ignatius interview four chief executives from different industries and geographies to better understand where global business is going. In this episode, Alison speaks wi",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251113090425-1052b_FutureofBusiness_StandardBanksCEOonDrivingSustainableGrowthandSharedProsperity.mp3"
  },
  {
    "title": "Brené Brown on Being a Steady Leader in Tumultuous Times",
    "link": "https://hbr.org/podcast/2025/11/bren-brown-on-being-a-steady-leader-in-tumultuous-times",
    "pubDate": "2025-11-11T13:00:41.000Z",
    "content": "Leadership takes daring and steadfastness even in the best of times. In eras of shaky political, economic, and social stability, researcher and author Brené Brown argues it is more important than ever to stay true to your values, make thoughtful decisions, and avoid succumbing to external pressures. The podcast host and University of Houston research professor shares what she's learned in her late",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251108103628-1052_BreneBrownonBeingaSteadyLeaderinTumultuousTimes.mp3"
  }
]