[
  {
    "title": "Ray Dalio on Economic Trends, Investing, and Making Decisions Amid Uncertainty",
    "link": "https://hbr.org/podcast/2026/01/ray-dalio-on-economic-trends-investing-and-making-decisions-amid-uncertainty",
    "pubDate": "2026-01-20T16:45:50.000Z",
    "content": "Over the years, investor Ray Dalio built his hedge fund, Bridgewater Associates, into one of the largest in the world. He's done that in part by understanding the history of economic cycles and macroeconomic trends. He's also made shrewd investing and management decisions and stands by his values. He shares where he sees the U.S. today in terms of economic power and the progress that leaders of al",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20260120101559-1062_RayDalioonEconomicTrendsInvestingandMakingDecisionsAmidUncertainty.mp3"
  },
  {
    "title": "What You Need to Know About Executive Recruiting",
    "link": "https://hbr.org/podcast/2026/01/what-you-need-to-know-about-executive-recruiting",
    "pubDate": "2026-01-13T13:00:30.000Z",
    "content": "Professional search firms play a big role in discovering and choosing leaders for senior roles. That’s why anyone with C-suite ambitions needs to understand the recruiting process and what these evaluators are looking for. Mark Thompson, chairman of the Chief Executive Alliance, and Byron Loflin, global head of board advisory at Nasdaq, explain the ins and outs of recruitment, how to develop your ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20260109172834-1061_WhatYouNeedtoKnowAboutExecutiveRecruiting.mp3"
  },
  {
    "title": "Where McKinsey—and Consulting—Go From Here",
    "link": "https://hbr.org/podcast/2026/01/where-mckinsey-and-consulting-go-from-here",
    "pubDate": "2026-01-06T13:00:30.000Z",
    "content": "How does an organization with 100 years of history stay relevant, adaptable, and forward-looking? Bob Sternfels, who runs McKinsey & Company as the Global Managing Partner, has led the company through a wave of recent challenges while trying to plan the road ahead for the consulting industry leader. He explains the balance he's aiming to strike between AI agents and human employees, how he's handl",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20260105114649-1060_WhereMcKinseyandConsultingGoFromHere.mp3"
  },
  {
    "title": "How to Manage—and Motivate—Gen Z",
    "link": "https://hbr.org/podcast/2025/12/how-to-manage-and-motivate-gen-z",
    "pubDate": "2025-12-30T13:00:00.000Z",
    "content": "How different is the newest generation in the workforce, really? While stereotypes abound — some of them unfair — it’s important to understand what the young adults of Gen Z have in common and how they differ from Millennials, Gen X and Boomers. Tim Elmore is a leadership coach and author who says that this generation in particular craves connection with their colleagues, meaningful work, and assu",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251225125411-1059_HowtoManageandMotivateGenZ.mp3"
  },
  {
    "title": "What Leaders Can Learn from a Formula 1 Turnaround",
    "link": "https://hbr.org/podcast/2025/12/what-leaders-can-learn-from-a-formula-1-turnaround",
    "pubDate": "2025-12-23T13:00:58.000Z",
    "content": "What does it take to rebuild a legendary brand, lead through failure, and win on the world’s most competitive stage? Zac Brown, CEO of McLaren Racing, which competes in Formula 1 racing, explains how he helped guide the company through a rough chapter of its history, powering through financial strain and declining performance to change the company culture and get it back on the winning track. As p",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251222130933-1058_WhatLeadersCanLearnfromaFormula1Turnaround.mp3"
  },
  {
    "title": "Why Great Leaders Focus on the Details",
    "link": "https://hbr.org/podcast/2025/12/why-great-leaders-focus-on-the-details",
    "pubDate": "2025-12-16T13:00:55.000Z",
    "content": "Senior executives are often told to focus on big-picture strategy while delegating the specifics of execution. But, according to Scott Cook, cofounder and former CEO of Intuit, smart leaders also spend time on the details of how the organization gets work done at every level, including the front lines. Working with Harvard Business School professor Nitin Nohria, he studied companies from Toyota to",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251215144747-1057_WhyGreatLeadersFocusontheDetails.mp3"
  },
  {
    "title": "Future of Business: Mars CEO on How Business Can Be a Force for Good",
    "link": "https://hbr.org/podcast/2025/12/future-of-business-mars-ceo-on-how-business-can-be-a-force-for-good",
    "pubDate": "2025-12-11T13:00:43.000Z",
    "content": "What does it look like for a business in 2025 to build a strategy around sustainability? In this Future of Business series, IdeaCast hosts Alison Beard and Adi Ignatius sat down with four leading CEOs to understand where global business is going. In this episode, host Adi Ignatius speaks with Poul Weihrauch, CEO of Mars, about how he manages the family-owned global pet care, snacking and food comp",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251210165930-1056b_FutureofBusiness_MarsCEOonHowBusinessCanBeaForceforGood.mp3"
  },
  {
    "title": "Moving Beyond the Slow, Hierarchical Organization",
    "link": "https://hbr.org/podcast/2025/12/moving-beyond-the-slow-hierarchical-organization",
    "pubDate": "2025-12-09T13:00:50.000Z",
    "content": "Most companies say they want to be more innovative, agile, and customer-centric. But in reality, many still operate like 20th-century factories: hierarchical, risk-averse, and slow. Jana Werner, executive in residence of enterprise strategy at Amazon Web Services, argues that organizations should instead think of an octopus: an organism that manages complexity, can work in many different modes wit",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251208161624-1056_MovingBeyondtheSlowHierarchicalOrganization.mp3"
  },
  {
    "title": "Future of Business: Moderna’s Founder on Innovation That Breaks Through",
    "link": "https://hbr.org/podcast/2025/12/future-of-business-modernas-founder-on-innovation-that-breaks-through",
    "pubDate": "2025-12-04T13:00:42.000Z",
    "content": "What are CEOs across industries doing to build resilience and strong cultures in an age of uncertainty? In this Future of Business series, IdeaCast hosts Alison Beard and Adi Ignatius sat down with four leading CEOs to understand where global business is going. In this episode, host Alison Beard speaks with Noubar Afeyan, the CEO of Flagship Pioneering and Chairman of Moderna. Afeyan shares the or",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251203180620-1055b_FutureofBusiness_Moderna_sFounderonInnovationThatBreaksThrough.mp3"
  },
  {
    "title": "Could Your Company Benefit from Fastvertising?",
    "link": "https://hbr.org/podcast/2025/12/could-your-company-benefit-from-fastvertising",
    "pubDate": "2025-12-02T13:00:24.000Z",
    "content": "It's harder than ever for companies to get their marketing messages in front of the right customers. One increasingly popular -- but also risky -- tactic is fastvertising, the rapid development of ads that tap into a cultural moment, aiming to increase brand relevance and awareness. Harvard Business School associate professor Ayelet Israeli shares pitch-perfect examples, including those from her c",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251201160224-1055_CouldYourCompanyBenefitfromFastvertising_.mp3"
  },
  {
    "title": "Purpose-Driven Leadership in an Era of Polarization",
    "link": "https://hbr.org/podcast/2025/11/purpose-driven-leadership-in-an-era-of-polarization",
    "pubDate": "2025-11-25T13:00:45.000Z",
    "content": "Even in difficult times, leadership must be about empathy, authenticity, fairness and service. That's according to Darren Walker, the outgoing CEO of the Ford Foundation, a nonprofit with an endowment of billions of dollars and a charge to reduce poverty and injustice. Drawing on his own upbringing in rural Texas to his time at the helm of one of the world’s largest philanthropies, Walker explains",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251124121745-1054_Purpose-DrivenLeadershipinanEraofPolarization.mp3"
  },
  {
    "title": "Future of Business: Walmart’s CEO on AI, Jobs, and Managing Rapid Change",
    "link": "https://hbr.org/podcast/2025/11/future-of-business-walmarts-ceo-on-ai-jobs-and-managing-rapid-change",
    "pubDate": "2025-11-20T16:00:28.000Z",
    "content": "In uncertain times, leaders at all levels can learn from what the world's best CEOs are doing to protect themselves and forge a path ahead. In this Future of Business series, IdeaCast hosts Alison Beard and Adi Ignatius sat down with four leading CEOs who manage across different industries and geographies to understand where global business is going. In this episode, host Adi Ignatius speaks with ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251119165740-1053b_FutureofBusiness_WalmartsCEOonAIJobsandManagingRapidChange.mp3"
  },
  {
    "title": "Why Business Leaders Need Political Diplomacy Skills Now",
    "link": "https://hbr.org/podcast/2025/11/why-business-leaders-need-political-diplomacy-skills-now",
    "pubDate": "2025-11-18T13:00:06.000Z",
    "content": "Geopolitics are no longer a tailwind for businesses today, opening markets and boosting global trade. Instead, argues ESSEC Business School associate professor Srividya Jandhyala, rising national security concerns and protectionist economic policies have created a headwind for many organizations, and that's changing how executives need to operate. She explains what’s changed in the global balance ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251117120457-1053_WhyBusinessLeadersNeedPoliticalDiplomacySkillsNow.mp3"
  },
  {
    "title": "Future of Business: Standard Bank’s CEO on Driving Sustainable Growth and Shared Prosperity",
    "link": "https://hbr.org/podcast/2025/11/future-of-business-standard-banks-ceo-on-driving-sustainable-growth-and-shared-prosperity",
    "pubDate": "2025-11-13T20:00:02.000Z",
    "content": "In uncertain times, leaders at all levels can learn from what the world's leading CEOs are doing to protect their companies from risk and forge a path forward. In this Future of Business series, IdeaCast hosts Alison Beard and Adi Ignatius interview four chief executives from different industries and geographies to better understand where global business is going. In this episode, Alison speaks wi",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251113090425-1052b_FutureofBusiness_StandardBanksCEOonDrivingSustainableGrowthandSharedProsperity.mp3"
  },
  {
    "title": "Brené Brown on Being a Steady Leader in Tumultuous Times",
    "link": "https://hbr.org/podcast/2025/11/bren-brown-on-being-a-steady-leader-in-tumultuous-times",
    "pubDate": "2025-11-11T13:00:41.000Z",
    "content": "Leadership takes daring and steadfastness even in the best of times. In eras of shaky political, economic, and social stability, researcher and author Brené Brown argues it is more important than ever to stay true to your values, make thoughtful decisions, and avoid succumbing to external pressures. The podcast host and University of Houston research professor shares what she's learned in her late",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251108103628-1052_BreneBrownonBeingaSteadyLeaderinTumultuousTimes.mp3"
  },
  {
    "title": "Arthur C. Brooks on How Leaders Can Be Happier",
    "link": "https://hbr.org/podcast/2025/11/arthur-c-brooks-on-how-leaders-can-be-happier",
    "pubDate": "2025-11-06T13:00:28.000Z",
    "content": "It isn't always easy to feel like you can have it all: career, family, hobbies and inner peace. Harvard professor Arthur C. Brooks studies happiness and says it is a direction, not a destination. Brooks believes happiness is especially important for leaders, as the higher you climb the more stressful the job can get - and the wider impact you can have on others. Live in conversation at Harvard Bus",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251105144634-1051b_ArthurC.BrooksonHowLeadersCanBeHappier.mp3"
  },
  {
    "title": "Wikipedia Cofounder Jimmy Wales on How to Build Trust",
    "link": "https://hbr.org/podcast/2025/11/wikipedia-cofounder-jimmy-wales-on-how-to-build-trust",
    "pubDate": "2025-11-04T13:00:11.000Z",
    "content": "When Wikipedia was founded in 2001, the idea that people around the world could come together to create an accurate online encyclopedia covering virtually any topic seemed far-fetched. But today many people see the website as a trusted source of well-curated and -cited information. That's because of careful decisions that its leaders made about how to operate. Cofounder Jimmy Wales explains how in",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251031155632-1051_WikipediaCofounderJimmyWalesonHowtoBuildTrust.mp3"
  },
  {
    "title": "What’s Holding You Back from Being a Great Leader?",
    "link": "https://hbr.org/podcast/2025/10/whats-holding-you-back-from-being-a-great-leader",
    "pubDate": "2025-10-28T13:00:02.000Z",
    "content": "When you hit a roadblock in your career, it's easy to blame external factors like the economy, the organization, or your boss. But leaders are just as often stymied by their own beliefs about how they need to show up and operate at work, shares executive coach Muriel Wilkins. Through decades of work counseling high-powered executives, she's uncovered the seven main ways that people limit their own",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251027111849-1050_WhatsHoldingYouBackfromBeingaGreatLeader_.mp3"
  },
  {
    "title": "20 Years of Freakonomics: How It Changed Business",
    "link": "https://hbr.org/podcast/2025/10/20-years-of-freakonomics-how-it-changed-business",
    "pubDate": "2025-10-21T13:00:20.000Z",
    "content": "When it first came out in 2005, Freakonomics unearthed the hidden side to everything, helping bring behavioral economics to the forefront of popular culture. But it also has had lasting impacts on how leaders understand problems, how advertisers understand consumers, and how we all understand the workplace. Coauthor Stephen Dubner explains the difficulty of bringing complex economic concepts to th",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251020135910-1049_20YearsofFreakonomics_HowItChangedBusiness.mp3"
  },
  {
    "title": "Jimmy Fallon and Bozoma Saint John on What It Takes for People, Products, and Brands to Break Through",
    "link": "https://hbr.org/podcast/2025/10/jimmy-fallon-and-bozoma-saint-john-on-what-it-takes-for-people-products-and-brands-to-break-through",
    "pubDate": "2025-10-14T13:00:42.000Z",
    "content": "In a crowded media and marketing environment, it can be hard to catch the attention and imagination of consumers. Two people paying close attention to what's working now are Tonight Show host Jimmy Fallon and seasoned marketing executive Bozoma Saint John, and they've just launched a reality show called \"On Brand\" to showcase the work that creatives and companies do to sell their ideas, products, ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251013115112-1048_JimmyFallonandBozomaSaintJohnonWhatItTakesforPeopleProductsandBrandstoBreakThrough.mp3"
  },
  {
    "title": "The Trouble with Tech Companies (and Their Strategies)",
    "link": "https://hbr.org/podcast/2025/10/the-trouble-with-tech-companies-and-their-strategies",
    "pubDate": "2025-10-07T13:10:30.000Z",
    "content": "Cory Doctorow, author and digital rights advocate, argues that big tech companies from Facebook to Google and beyond have evolved - or devolved - in a disappointing way. He says that many large tech companies begin with a good product, but that over time they prioritize first business customers, and then ultimately shareholders and profits over end users. That creates a decline in service quality,",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20251006143003-1047_TheTroublewithTechCompaniesandTheirStrategies.mp3"
  },
  {
    "title": "How to Lead with Courage in Chaotic Times",
    "link": "https://hbr.org/podcast/2025/09/how-to-lead-with-courage-in-chaotic-times",
    "pubDate": "2025-09-30T13:00:14.000Z",
    "content": "Courage involves taking bold action despite uncertainty and fear. In a volatile business environment, it's hard to be brave. But Ranjay Gulati, a professor at Harvard Business School, says that there are strategies any of us can use to get improve our ability to make smart bets on the future. He's studied dozens of leaders across industries and explains how they embolden themselves and their organ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250929145042-1046_HowtoLeadwithCourageinChaoticTimes.mp3"
  },
  {
    "title": "Steven Pinker on Speculation Bubbles, Super Bowl Ads, and What Leaders Need to Know About Group Psychology",
    "link": "https://hbr.org/podcast/2025/09/steven-pinker-on-speculation-bubbles-super-bowl-ads-and-what-leaders-need-to-know-about-group-psychology",
    "pubDate": "2025-09-23T15:35:17.000Z",
    "content": "As a leader, psychology is fundamental to your success - whether that means understanding consumer behavior, team dynamics, or even your own biases and blind spots. Harvard professor Steven Pinker says that an important phenomena to understand is that of common knowledge and its downstream effects. It's the idea that there is power in knowledge, but also power in knowing what other people know - a",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250923094537-1045_StevenPinkeronSpeculationBubblesSuperBowlAdsandWhatLeadersNeedtoKnowAboutGroupPsychology.mp3"
  },
  {
    "title": "Supercharging Innovation with “Flash Teams”",
    "link": "https://hbr.org/podcast/2025/09/supercharging-innovation-with-flash-teams",
    "pubDate": "2025-09-16T13:00:56.000Z",
    "content": "Across industries, organizations are struggling to move as quickly as they need to on key priorities and new initiatives. The solution for many, says Stanford's Melissa Valentine, might be \"flash teams\" -- project groups that can be instantly, efficiently, and cost-effectively brought together and organized via online labor markets and AI and other digital tools to solve any problem. She explains ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250915152146-1044_SuperchargingInnovationwith_FlashTeams_.mp3"
  },
  {
    "title": "When Fake News Targets Your Company",
    "link": "https://hbr.org/podcast/2025/09/when-fake-news-targets-your-company",
    "pubDate": "2025-09-09T13:00:28.000Z",
    "content": "A fast-moving lie can do more damage to a company’s reputation than a slow, careful truth can fix. Executives who think fake news is just a political problem are underestimating its reach and cost. Patrick Haack, professor of strategy and responsible management at HEC Lausanne, explains why traditional responses like silence or fact-checking aren’t enough. He outlines what companies should be doin",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250908145922-1043_WhenFakeNewsTargetsYourCompany.mp3"
  },
  {
    "title": "Why It’s So Hard to Delegate — and How to Improve",
    "link": "https://hbr.org/podcast/2025/09/why-its-so-hard-to-delegate-and-how-to-improve",
    "pubDate": "2025-09-02T15:45:19.000Z",
    "content": "At every stage of leadership, it's important to hand some tasks and even decisions off to team members to foster their development and free up your time for higher level work. But even seasoned bosses often have trouble effectively delegating. Elsbeth Johnson, senior lecturer at the MIT Sloan School of Management, explains the four main reasons why we struggle -- both internal and external -- and ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250902100121-1042_WhyIt_sSoHardtoDelegateandHowtoImprove.mp3"
  },
  {
    "title": "The Kinds of Humor That Help Leaders Build Trust",
    "link": "https://hbr.org/podcast/2025/08/the-kinds-of-humor-that-help-leaders-build-trust",
    "pubDate": "2025-08-26T13:00:16.000Z",
    "content": "Leading an organization is a serious job, but Adam Christing argues that humor is a shortcut to building trust at an organization - and without it, you might be missing out on an important leadership tool. Christing is a comedian, speaker and author and he walks through five main kinds of humor that are most effective at work. It's not about knock-knock jokes, he says, but finding a style that's a",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250825134216-1041_TheKindsofHumorThatHelpLeadersBuildTrust.mp3"
  },
  {
    "title": "How to Bring More Rigor to Your Long-Term Thinking",
    "link": "https://hbr.org/podcast/2025/08/how-to-bring-more-rigor-to-your-long-term-thinking",
    "pubDate": "2025-08-19T13:00:23.000Z",
    "content": "Amid great economic, political, and technological change, it can feel impossible to predict what might happen next. Nick Foster, a futurist and designer who has worked at Google X, Sony, and elsewhere, says that most of us struggle because we tend to fall into one pattern of thinking about the future. A better approach -- for leaders, teams, and entire organizations -- is to consider the long-term",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250818125620-1040_HowtoBringMoreRigortoYourLong-TermThinking.mp3"
  },
  {
    "title": "Are You Considering Chinese AI In Your Strategy?",
    "link": "https://hbr.org/podcast/2025/08/are-you-considering-chinese-ai-in-your-strategy",
    "pubDate": "2025-08-12T13:00:31.000Z",
    "content": "AI ecosystems are moving fast, and smart leaders are considering all options when it comes to staying competitive. Amit Joshi is a professor at IMD Business School, and he argues that leaders should be looking to Chinese technology as a possible way to power up their strategies and growth. The adoption comes with some risks that leaders must be aware of, Joshi explains, but a careful combination o",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250811115543-1039_AreYouConsideringChineseAIInYourStrategy_.mp3"
  },
  {
    "title": "Are You Optimizing Your Virtual Communication Practices?",
    "link": "https://hbr.org/podcast/2025/08/are-you-optimizing-your-virtual-communication-practices",
    "pubDate": "2025-08-05T13:00:24.000Z",
    "content": "Whether your organization encourages working from home or the office, much of your business is no doubt conducted virtually — over email, on Slack, or via Zoom meetings. But few of us think very carefully about how to most effectively use these tools or which to employ when. And few teams and companies have established best practices for virtual communication, which can hurt collaboration, sales, ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250730111604-1038_AreYouOptimizingYourVirtualCommunicationPractices_.mp3"
  },
  {
    "title": "What We Know About Leading with Intuition",
    "link": "https://hbr.org/podcast/2025/07/what-we-know-about-leading-with-intuition",
    "pubDate": "2025-07-29T13:00:41.000Z",
    "content": "It might seem risky to base decisions as a leader on your gut feeling or intuition. But Laura Huang's research has found that intuition isn't just an arbitrary thought or emotion; that it’s the culmination of years of data and observation, and that it is worth listening to. The Northeastern University professor shares what she's learned about intuition, how we can recognize it and tap into it, and",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250728110703-1037_WhatWeKnowAboutLeadingWithIntuition.mp3"
  },
  {
    "title": "Finding Joy When You Have Limited Free Time",
    "link": "https://hbr.org/podcast/2025/07/finding-joy-when-you-have-limited-free-time",
    "pubDate": "2025-07-22T13:00:14.000Z",
    "content": "It might seem that high-achievers with important jobs don't need — or even have time for — activities that bring them joy. But it turns out that finding joy at all stages of life (along with achievement and meaningfulness) is essential to feeling satisfied and being a more effective leader. Harvard Business School professor Leslie Perlow has studied busy executives who do - or do not - find joy an",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250721144243-1036_FindingJoyWhenYouHaveLimitedFreeTime.mp3"
  },
  {
    "title": "Have You Built Up Your Conflict Intelligence?",
    "link": "https://hbr.org/podcast/2025/07/have-you-built-up-your-conflict-intelligence",
    "pubDate": "2025-07-15T13:00:07.000Z",
    "content": "Conflict has always been a big part of the business world, whether in the board room, between startup cofounders, or when employees start to disagree with the C suite. But it seems even more pronounced at work today, as political and economic issues seep into the office. Leaders must have the muscles to handle conflict big and small, argues Peter T. Coleman, a professor at Teachers College, Columb",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250714155452-1035_HaveYouBuiltUpYourConflictIntelligence_.mp3"
  },
  {
    "title": "How to Build an AI Assistant for Any Challenge",
    "link": "https://hbr.org/podcast/2025/07/how-to-build-an-ai-assistant-for-any-challenge",
    "pubDate": "2025-07-08T13:00:07.000Z",
    "content": "You might have your teams and organization implementing new AI tools, but how much have you experimented with them yourself? Alexandra Samuel is a tech speaker and journalist, and she says many leaders are still just scratching the surface of AI by using things like ChatGPT and Microsoft Copilot as supercharged search engines. Instead, she recommends managers at all levels start playing with AI at",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250707164645-1034_HowtoBuildanAIAssistantforAnyChallenge.mp3"
  },
  {
    "title": "Larry Summers: ‘Smart Businesses Are Going to Maintain Flexibility’",
    "link": "https://hbr.org/podcast/2025/07/larry-summers-smart-businesses-are-going-to-maintain-flexibility",
    "pubDate": "2025-07-01T13:00:55.000Z",
    "content": "Lawrence H. Summers, former U.S. Treasury Secretary and President Emeritus of Harvard University, has seen the ups and downs of the American economy throughout the decades. As leaders today contend with fears of economic downturn, the growth of artificial intelligence, tariffs, inflation and more, he shares what he thinks we should—and shouldn’t—be worried about. He also discusses how he believes ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250630144255-1033_LarrySummers__SmartBusinessesAreGoingtoMaintainFlexibility_.mp3"
  },
  {
    "title": "Moms Demand Action Founder on What It Takes to Lead Change",
    "link": "https://hbr.org/podcast/2025/06/moms-demand-action-founder-on-what-it-takes-to-lead-change",
    "pubDate": "2025-06-24T13:00:58.000Z",
    "content": "Whether you're a manager trying to move your organization in a new direction, an entrepreneur seeking to fix a consumer pain point, or a non-profit leader working to improve society, it can be hard to turn your and others' passion for a cause into meaningful change. Shannon Watts, the founder of Moms Demand Action, a gun safety advocacy group, shares how she channeled her anger over U.S. school sh",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250623174615-1032_MomsDemandActionFounderonWhatItTakestoLeadChange.mp3"
  },
  {
    "title": "How to Get Out of the Hybrid Work Rut",
    "link": "https://hbr.org/podcast/2025/06/how-to-get-out-of-the-hybrid-work-rut",
    "pubDate": "2025-06-17T13:00:08.000Z",
    "content": "With some high-profile CEOs demanding workers return to the office five days a week, and others touting the benefits of fully remote work, many companies compromised and ended up somewhere in the middle. But that hybrid compromise can often bring the worst of both worlds. Wharton professor Peter Cappelli and senior HR strategist Ranya Nehmeh have looked deeply at what is going wrong with hybrid - ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250616125945-1031_HowtoGetOutoftheHybridWorkRut.mp3"
  },
  {
    "title": "Lessons in Leading Through Crisis From Jacinda Ardern",
    "link": "https://hbr.org/podcast/2025/06/lessons-in-leading-through-crisis-from-jacinda-ardern",
    "pubDate": "2025-06-10T13:00:46.000Z",
    "content": "As prime minister of New Zealand from 2017 to 2023, Jacinda Ardern managed one challenge after another: from natural disasters to a terrorist attack to the Covid-19 pandemic. To navigate that complexity, she had to learn how to gather experts and gain consensus on decisions even when information was scant or changing, to transparently communicate her plan of action, and to convey both calm and com",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250606105411-1030_LessonsinLeadingThroughCrisisFromJacindaArdern.mp3"
  },
  {
    "title": "What Leaders Get Wrong About Listening",
    "link": "https://hbr.org/podcast/2025/06/what-leaders-get-wrong-about-listening",
    "pubDate": "2025-06-03T13:00:29.000Z",
    "content": "Listening well is an essential aspect of leadership - not just to maintain good relationships with employees, but to drive real business improvements and results. But many of us still get it wrong - or might think we are good listeners but don't give that impression to our teams. Jeff Yip, assistant professor of management at Simon Fraser University’s Beedle School of Business, explains why the sk",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250602110105-1029_WhatLeadersGetWrongAboutListening.mp3"
  },
  {
    "title": "Does the Tech Industry Need a Reboot?",
    "link": "https://hbr.org/podcast/2025/05/does-the-tech-industry-need-a-reboot",
    "pubDate": "2025-05-27T13:00:03.000Z",
    "content": "Although we’ve seen great successes come out of the technology sector in recent decades, many critics — and even some insiders — say it’s due for an overhaul. As a longtime Silicon Valley engineer and executive and cofounder of the Grace Hopper Celebration of Women in Computing conference, Telle Whitney argues that tech culture is still too closed-off and unwelcoming to different points of view, w",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250523151708-1028_DoestheTechIndustryNeedaReboot_.mp3"
  },
  {
    "title": "The Secrets Behind Barry Diller’s Business Success",
    "link": "https://hbr.org/podcast/2025/05/the-secrets-behind-barry-dillers-business-success",
    "pubDate": "2025-05-20T13:00:03.000Z",
    "content": "To achieve long-term success in tumultuous businesses like media and entertainment, following formulas and data won't get you there. Barry Diller, the current Chairman and Senior Executive of both IAC and Expedia Group, has built a decades-long career in TV, film, and digital media by going with his instincts and betting on what he views as good ideas with limitless potential. He shares what he's ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250519141206-1027_TheSecretsBehindBarryDillersBusinessSuccess.mp3"
  },
  {
    "title": "Unexpectedly Out of a Job? Here’s How to Bounce Back",
    "link": "https://hbr.org/podcast/2025/05/unexpectedly-out-of-a-job-heres-how-to-bounce-back",
    "pubDate": "2025-05-13T13:00:57.000Z",
    "content": "In a period of increasing political and economic uncertainty, government funding cuts, and AI that can outperform humans, many people are rightly worried about how those forces might disrupt their careers. Layoffs loom, and even those in senior leadership might soon experience - or have already endured - a setback they weren't expecting. Whitney Johnson, the CEO of Disruption Advisors, has advice ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250512150914-1026_UnexpectedlyOutofaJob_HeresHowtoBounceBack.mp3"
  },
  {
    "title": "Amazon CEO Andy Jassy on Agility, AI Strategy, and the Changing Role of Managers",
    "link": "https://hbr.org/podcast/2025/05/amazon-ceo-andy-jassy-on-agility-ai-strategy-and-the-changing-role-of-managers",
    "pubDate": "2025-05-06T13:00:57.000Z",
    "content": "It's a tough time to lead one of the biggest companies in the world - one that depends on supply chains, physical infrastructure, and top tech talent to stay competitive. But Andy Jassy, who took over as CEO of Amazon from legendary founder Jeff Bezos in 2021, manages in a way that he says helps him stay focused on what is best for their products and ultimately their customers. He explains his dec",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250502163656-1025_AmazonCEOAndyJassyonAgilityAIStrategyandtheChangingRoleofManagers.mp3"
  },
  {
    "title": "Introducing a New Era of HBR IdeaCast",
    "link": "https://hbr.org/podcast/2025/04/introducing-a-new-era-of-hbr-ideacast",
    "pubDate": "2025-04-30T13:00:27.000Z",
    "content": "A new sound is in store for the HBR IdeaCast. Every Tuesday, we'll keep giving you the insights, research, and advice you need to lead, featuring practical conversations with leading thinkers. But as Adi Ignatius, editor-at-large at Harvard Business Review, joins executive editor Alison Beard as cohost of the show, we're offering even more to better serve you.\r\n\r\nLook forward to more interviews wi",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250429105033-1024b_IntroducingaNewEraofHBRIdeaCast.mp3"
  },
  {
    "title": "The Growth of the Private-Sector Space Industry",
    "link": "https://hbr.org/podcast/2025/04/the-growth-of-the-private-sector-space-industry",
    "pubDate": "2025-04-29T13:00:51.000Z",
    "content": "Many industries depend on the government to finance infrastructure and research before a true private market can develop. In the case of space, there is still a strong need for public-private collaboration. But as costs drop to reach space, more private-sector companies can enter the market. Matthew Weinzierl is a senior associate dean and professor at Harvard Business School, and Brendan Rosseau ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250428103054-1024_TheGrowthofthePrivate-SectorSpaceIndustry.mp3"
  },
  {
    "title": "How Immigrant Entrepreneurs Build Lasting Businesses",
    "link": "https://hbr.org/podcast/2025/04/how-immigrant-entrepreneurs-build-lasting-businesses",
    "pubDate": "2025-04-22T13:00:58.000Z",
    "content": "It's a common story: an immigrant arrives in a new country, sees a need, and works hard to build a successful business around it. Think of Chobani, Google, or Tesla. Indeed, 45 percent of Fortune 500 companies had immigrant founders. While most research focuses on why these people launched their businesses, perhaps more interesting is how they achieved lasting success. Neri Karra Sillaman is an en",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250421130643-1023_HowImmigrantEntrepreneursBuildLastingBusinesses.mp3"
  },
  {
    "title": "The Conversations You Should Be Having with Your Manager",
    "link": "https://hbr.org/podcast/2025/04/the-conversations-you-should-be-having-with-your-manager",
    "pubDate": "2025-04-15T13:00:34.000Z",
    "content": "As you advance in your career, you develop the skills to lead teams and manage direct reports. But no matter your role or seniority, you’ll always need to manage those above you and to develop the right relationships to progress. The secret to managing up, says Melody Wilding, is being strategic and thoughtful in several key kinds of conversations with your boss and boss’s boss—including finding a",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250414092005-1022_TheConversationsYouShouldBeHavingwithYourManager.mp3"
  },
  {
    "title": "What All Leaders Can Learn from Taylor Swift",
    "link": "https://hbr.org/podcast/2025/04/what-all-leaders-can-learn-from-taylor-swift",
    "pubDate": "2025-04-08T13:00:17.000Z",
    "content": "Whether you're a fan of Taylor Swift or not, no one can deny her success as both a music star and businesswoman. Her career has been a masterclass in everything from customer connection to innovation, decision-making to digital adaption, offering lessons for people in any industry. HBR senior editor Kevin Evers investigated Swift's rise and evolution for his new book, There's Nothing Like This: Th",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250407104458-1021_WhatAllLeadersCanLearnfromTaylorSwift.mp3"
  },
  {
    "title": "Navigating the Hybrid Work Dilemma",
    "link": "https://hbr.org/podcast/2025/04/navigating-the-hybrid-work-dilemma",
    "pubDate": "2025-04-01T13:00:38.000Z",
    "content": "Many organizational leaders believe remote work is here to stay. Others are requiring employees return to the workplace. But Prithriwaj “Raj” Choudhury, an associate professor at Harvard Business School, says it’s not a simple managerial choice between two options. He explains three main variations of hybrid work: quarterly, monthly, and weekly. And he shares three key challenges to remote work: i",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250328163502-1020_NavigatingtheHybridWorkDilemma.mp3"
  },
  {
    "title": "The Keys to Great Conversation",
    "link": "https://hbr.org/podcast/2025/03/the-keys-to-great-conversation",
    "pubDate": "2025-03-25T13:00:46.000Z",
    "content": "Whether we’re interacting with colleagues, clients, friends, family members or strangers, conversations are the way most of us build — or break — relationships. And yet we don’t often think deeply about how to approach this type of casual communication.  Alison Wood Brooks, associate professor at Harvard Business School, has studied what it takes to create a great conversation and offers research-",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250324102615-1019_TheKeystoGreatConversation.mp3"
  },
  {
    "title": "When Sales Incentives Backfire",
    "link": "https://hbr.org/podcast/2025/03/when-sales-incentives-backfire",
    "pubDate": "2025-03-18T13:00:25.000Z",
    "content": "Sales commissions act as a crucial lever to increase revenue and customers. But sometimes those incentives bring unintended consequences. New research identifies eight ways that salespeople across industries cheat or bend the rules to maximize their gain—often at the expense of the company's bottom line and customer loyalty. Huntsman School of Business professor Timothy Gardner and consultant Coli",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250317104547-1018_WhenSalesIncentivesBackfire.mp3"
  },
  {
    "title": "Are You an Inspirational Leader?",
    "link": "https://hbr.org/podcast/2025/03/are-you-an-inspirational-leader",
    "pubDate": "2025-03-11T13:00:23.000Z",
    "content": "What does it take to really energize people and motivate them toward a goal?  Inspirational leadership might seem idiosyncratic and hard to quantify, but, according to Adam Galinsky, professor at Columbia Business School, it involves three key elements: having a vision, setting an example, and mentoring. His research shows this is true across industries and geographies, and he offers advice on how",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250310104202-1017_AreYouanInspirationalLeader_.mp3"
  },
  {
    "title": "Stop Multitasking and Try Timeboxing",
    "link": "https://hbr.org/podcast/2025/03/stop-multitasking-and-try-timeboxing",
    "pubDate": "2025-03-04T13:00:32.000Z",
    "content": "There are all kinds of productivity tools out there promising to help you make the most of your day. Some people swear by timeboxing: the method of reserving time on your calendar each day for each task you want to get done, and then truly focusing on that one thing at a time. The return on merging your to-do list with your calendar like this, says Marc Zao-Sanders, is higher productivity, better ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250228142829-1016_StopMultitaskingandTryTimeboxing.mp3"
  },
  {
    "title": "How Leaders Can Encourage Learning",
    "link": "https://hbr.org/podcast/2025/02/how-leaders-can-encourage-learning",
    "pubDate": "2025-02-25T13:00:50.000Z",
    "content": "In an age of rapidly changing technology, it’s more important than ever for organizations to effectively support employee learning. Gianpiero Petriglieri, associate professor at INSEAD, has studied leaders who do this well and says they fall into three categories: custodians, challengers, or connectors. He explains which type of learning leader works best in which contexts and how all three approa",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250224104323-1015_HowLeadersCanEncourageLearning.mp3"
  },
  {
    "title": "The Consumer Psychology of Adopting AI",
    "link": "https://hbr.org/podcast/2025/02/the-consumer-psychology-of-adopting-ai",
    "pubDate": "2025-02-18T13:00:10.000Z",
    "content": "Despite all the ways that artificial intelligence promises to improve our lives, many consumers feel anxious and are averse to AI-powered products and services. For marketers and product managers, it’s vital to understand what is driving that resistance to adoption. Julian De Freitas is an assistant professor in the marketing unit at Harvard Business School. He has identified five main ways people",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250214125616-1014_TheConsumerPsychologyofAdoptingAI.mp3"
  },
  {
    "title": "If DEI Programs Aren’t Effective, What Is?",
    "link": "https://hbr.org/podcast/2025/02/if-dei-programs-arent-effective-what-is",
    "pubDate": "2025-02-11T13:00:31.000Z",
    "content": "Amid the backlash against diversity, equity, and inclusion (DEI) initiatives in the United States and elsewhere, leaders in both the public and private sectors are reevaluating their organizations' policies and goals. While many employers and employees still value and support DEI, a growing chorus argues that such programs run counter to meritocratic ideals. Iris Bohnet and Siri Chilazi of the Har",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250210114810-1013_IfDEIProgramsArentEffectiveWhatIs_.mp3"
  },
  {
    "title": "What the EV Industry’s Challenges Reveal About Innovation and Regulation",
    "link": "https://hbr.org/podcast/2025/02/what-the-ev-industrys-challenges-reveal-about-innovation-and-regulation",
    "pubDate": "2025-02-04T13:00:44.000Z",
    "content": "Many consumers are buying electric vehicles, thanks to sportscar-like performance, government incentives, and personal motivations to minimize climate change. But the EV industry overall has revved and sputtered in unpredictable ways and offers a case study in managing innovation, regulation, and competition. Mike Colias, deputy bureau chief at The Wall Street Journal, explains the complex landsca",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250203101454-1012_WhattheEVIndustrysChallengesRevealAboutInnovationandRegulation.mp3"
  },
  {
    "title": "Employment Is Changing Forever",
    "link": "https://hbr.org/podcast/2025/01/employment-is-changing-forever",
    "pubDate": "2025-01-28T13:00:47.000Z",
    "content": "As organizations and workers face a new wave of technological change, Deborah Perry Piscione argues that we're at a pivot point where old models of employment will be replaced by entirely new ones. Get ready for GenAI-assisted, decentralized, sometimes autonomous workforces, and “jobs” that span gigs, companies, industries, geographies, and the metaverse.  Piscione describes this new reality and h",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250124141112-1011_EmploymentIsChangingForever.mp3"
  },
  {
    "title": "To Fix Broken Work Systems, You Need to Reset",
    "link": "https://hbr.org/podcast/2025/01/to-fix-broken-work-systems-you-need-to-reset",
    "pubDate": "2025-01-21T13:00:27.000Z",
    "content": "If you've ever tried to change things at work, you know the headwinds you face. Teams and processes are often trapped in longstanding, ineffective patterns that are hard to budge. Dan Heath, senior fellow at Duke University’s Fuqua School of Business, explains proven techniques to reset. Those include making the problem visible, jolting incremental progress to start gaining traction, and motivatin",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250117144921-1010_ToFixBrokenWorkSystemsYouNeedtoReset.mp3"
  },
  {
    "title": "How to Get Better at Saying No",
    "link": "https://hbr.org/podcast/2025/01/how-to-get-better-at-saying-no",
    "pubDate": "2025-01-14T13:00:46.000Z",
    "content": "Our families, schools, and workplaces often train us to comply: taking on additional work when asked, agreeing with the group's consensus, and going along to get along with our bosses and colleagues. So, even when we're told to \"think different\" and \"embrace conflict,\" we often hold ourselves back. But when individuals learn to say no more often, it can have huge benefits for their careers and org",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20250113134338-1009_HowtoGetBetteratSayingNo.mp3"
  },
  {
    "title": "Dealing with Perfectionism",
    "link": "https://hbr.org/podcast/2025/01/dealing-with-perfectionism",
    "pubDate": "2025-01-07T13:00:57.000Z",
    "content": "High standards, attention to detail, and self-control are invaluable qualities at work. They’re also aspects of perfectionism, something to which many high achievers credit much of their success. But Ellen Hendriksen, clinical psychologist at Boston University's Center for Anxiety and Related Disorders, says being your own worst critic can also lead to constant dissatisfaction at work and alienati",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241127100944-1008_DealingwithPerfectionism.mp3"
  },
  {
    "title": "How To Enhance Your Leadership with “Personal Power”",
    "link": "https://hbr.org/podcast/2024/12/how-to-enhance-your-leadership-with-personal-power",
    "pubDate": "2024-12-31T13:00:51.000Z",
    "content": "We all know the stereotypes of leaders who use charisma, manipulation, domineering behavior, or their status in the hierarchy to exert control. But there is another type of leader whose power isn’t necessarily related to their position on the org chart. Chris Lipp has spent years studying people who’ve developed this “personal power” that is rooted in their internal values. Lipp is a professor at ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241202135540-1007_HowToEnhanceYourLeadershipwith_PersonalPower_.mp3"
  },
  {
    "title": "Best of IdeaCast: To Build Stronger Teams, Ask Better Questions",
    "link": "https://hbr.org/podcast/2024/12/best-of-ideacast-to-build-stronger-teams-ask-better-questions",
    "pubDate": "2024-12-24T13:00:58.000Z",
    "content": "Asking questions is a powerful way to build trust, exchange ideas, and unlock value in organizations. And it is a skill that can be honed to make work conversations more productive, say Leslie K. John and Alison Wood Brooks, professors at Harvard Business School. In this classic episode, they join former host Sarah Green Carmichael to talk through insights from behavioral science research. They sh",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241125152642-1006_BestofIdeaCast_ToBuildStrongerTeamsAskBetterQuestions.mp3"
  },
  {
    "title": "The Case for Selling Products that Adapt",
    "link": "https://hbr.org/podcast/2024/12/the-case-for-selling-products-that-adapt",
    "pubDate": "2024-12-17T13:00:45.000Z",
    "content": "Many companies make money by selling goods that need to be constantly replaced; think fast fashion, or tech devices that come out in new versions each year. But according to Vijay Govindarajan, professor at Dartmouth's Tuck School of Business, smart organizations are increasingly eschewing that strategy for one focused on products that grow with the consumer through creative design or software upd",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241119102803-1005_TheCaseforSellingProductsthatAdapt.mp3"
  },
  {
    "title": "A Hollywood Producer’s Formula for Taking Bigger Risks",
    "link": "https://hbr.org/podcast/2024/12/a-hollywood-producers-formula-for-taking-bigger-risks",
    "pubDate": "2024-12-10T13:00:45.000Z",
    "content": "Hollywood is known for huge personalities and behemoth production studios taking big swings. But critics worry that the movie industry is playing it way too safe recently — by churning out remakes and fleshing out franchises, rather than dreaming up new things. And the same can be said of many established businesses in other industries. Larry Kasanoff, a movie producer and former studio head, has ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241120161052-1004_AHollywoodProducer_sFormulaforTakingBiggerRisks.mp3"
  },
  {
    "title": "Boost Your Creativity in Any Job",
    "link": "https://hbr.org/podcast/2024/12/boost-your-creativity-in-any-job",
    "pubDate": "2024-12-03T13:00:10.000Z",
    "content": "We all know that innovative thinking is vital to individual, team, and organizational success. But we still often put creativity in a box, assuming it's only for people in certain roles or best attempted once a year at an off-site brainstorming session. Marketing executives Kathryn Jacob and Sue Unerman argue that we all need to be exercising our creative muscles more regularly, especially in the ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241113102511-1003_BoostYourCreativityinAnyJob.mp3"
  },
  {
    "title": "Tried-and-True Networking Tips from Decades of Experience",
    "link": "https://hbr.org/podcast/2024/11/tried-and-true-networking-tips-from-decades-of-experience",
    "pubDate": "2024-11-26T13:00:22.000Z",
    "content": "Twenty-five years ago, a Harvard Business School case study featured the exceptional networking practices of Silicon Valley entrepreneur and venture capitalist Heidi Roizen. This was before the rise of online social networks and the ubiquity of social media. But today, Roizen says that those developments have not fundamentally changed how she builds and maintains strong personal and professional r",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241107163811-1002_Tried-and-TrueNetworkingTipsfromDecadesofExperience.mp3"
  },
  {
    "title": "Future of Business: Palo Alto Networks’ Nikesh Arora on Managing Risk in the Age of AI",
    "link": "https://hbr.org/podcast/2024/11/future-of-business-palo-alto-networks-nikesh-arora-on-managing-risk-in-the-age-of-ai",
    "pubDate": "2024-11-21T13:00:12.000Z",
    "content": "Palo Alto Networks is the leading global cybersecurity company. Over his six-year tenure there, CEO Nikesh Arora has expanded and reorganized the organization, including safely incorporating generative AI into all of its products. Nikesh explains how he’s managing new opportunities and risks in the age of generative AI – including the single cybersecurity risk that keeps him up at night. He also s",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241105111938-1001_FutureofBusiness_PaloAltoNetworks_NikeshAroraonManagingRiskintheAgeofAI.mp3"
  },
  {
    "title": "10 Gems from IdeaCast’s First 1,000 Episodes",
    "link": "https://hbr.org/podcast/2024/11/10-gems-from-ideacasts-first-1000-episodes",
    "pubDate": "2024-11-19T13:00:52.000Z",
    "content": "This week marks a huge milestone for the HBR IdeaCast: our 1000th episode! Since the podcast launched in 2006, so much has happened. What hasn’t changed is our commitment to sharing in-depth conversations with expert thinkers on key business, management, and leadership issues. To celebrate, hosts Alison Beard and Curt Nickisch have scoured the archive for ten episodes with top-notch insights to gi",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241115152835-1000_10GemsfromIdeaCast_sFirst1000Episodes.mp3"
  },
  {
    "title": "Future of Business: Baidu’s Robin Li on the Technology Trends that Will Transform Business",
    "link": "https://hbr.org/podcast/2024/11/future-of-business-baidus-robin-li-on-the-technology-trends-that-will-transform-business",
    "pubDate": "2024-11-14T13:00:03.000Z",
    "content": "Baidu launched in 2000 as a search engine platform. Two decades later, it’s become one of the few companies in the world that offers a full AI stack. Its core businesses span mobile, cloud, intelligent driving and other growth initiatives, and its products and services have attracted hundreds of millions of users and hundreds of thousands of enterprise customers. Leading all of that is co-founder,",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241104155830-999_FutureofBusiness_Baidu_sRobinLiontheTechnologyTrendsthatWillTransformBusiness.mp3"
  },
  {
    "title": "The Growing Trend of Part-Time Executives",
    "link": "https://hbr.org/podcast/2024/11/the-growing-hr-trend-of-fractional-leadership",
    "pubDate": "2024-11-12T13:00:52.000Z",
    "content": "Imagine you’re leading a small organization, but you’re struggling to recruit and afford the senior talent you need to grow. You could hire a part-time executive. So-called “fractional leadership” is common in startups and is spreading to other businesses and nonprofits. But while a fast-growing number of senior leaders seek this work arrangement, many companies are unsure of how to go about it. T",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241112101259-998_TheGrowingTrendofPart-TimeExecutives.mp3"
  },
  {
    "title": "Future of Business: SAIC’s Toni Townes-Whitley on Leading Strategic Transformation",
    "link": "https://hbr.org/podcast/2024/11/future-of-business-saics-toni-townes-whitley-on-leading-strategic-transformation",
    "pubDate": "2024-11-07T13:00:51.000Z",
    "content": "With more than $7 billion in annual revenue and 24,000 employees, SAIC provides engineering, digital, AI, and mission support to defense, space, intelligence, and civilian customers. CEO Toni Townes-Whitley took the helm a year ago, after stints as a senior executive at Microsoft, CGI Federal, and Unisys. She discusses her approach to strategic transformation at SAIC through fine tuning and employ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241101151253-997_FutureofBusiness_SAIC_sToniTownes-WhitleyonLeadingStrategicTransformation.mp3"
  },
  {
    "title": "Unifying Leadership in a Divided Time",
    "link": "https://hbr.org/podcast/2024/11/unifying-leadership-in-a-divided-time",
    "pubDate": "2024-11-05T13:00:51.000Z",
    "content": "Around the world, the past few years have been marked by increasing political polarization and public outrage. Like it or not, this spills over into the business world, with employees, customers, and shareholders more willing than ever to challenge companies -- and one another -- on a range of issues. It's hard to know how to lead gracefully in such turbulent times, but Karthik Ramanna, professor ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241029171530-996_UnifyingLeadershipinaDividedTime.mp3"
  },
  {
    "title": "Future of Business: Reid Hoffman on Managing Technological Change and Innovation",
    "link": "https://hbr.org/podcast/2024/10/future-of-business-reid-hoffman-on-managing-technological-change-and-innovation",
    "pubDate": "2024-10-31T13:00:27.000Z",
    "content": "Reid Hoffman is one of the most prominent and recognizable voices in Silicon Valley, and after predicting some of the biggest trends that have shaped our world in the last 25 years, he is sharing his thoughts on the future of artificial intelligence. In this interview with HBR Editor in Chief Adi Ignatius, Hoffman shares his approach to managing technological change and innovation, explains why he",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241029102940-995_FutureofBusiness_ReidHoffmanonManagingTechnologicalChangeandInnovation.mp3"
  },
  {
    "title": "Turn Employee Feedback into Real Results",
    "link": "https://hbr.org/podcast/2024/10/turn-employee-feedback-into-real-results",
    "pubDate": "2024-10-29T13:00:11.000Z",
    "content": "We live in an age of data. But having powerful tools to gather employee feedback doesn't mean you’ll get powerful results. It’s challenging for executives to turn that feedback into substantive action. New research from Ethan Burris, professor of management at the McCombs School of Business at the University of Texas at Austin, sheds light on how to weed through all the data, make sure workers fee",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241022162943-994_TurnEmployeeFeedbackintoRealResults.mp3"
  },
  {
    "title": "The Real Reasons Employees Quit — and How to Retain Them",
    "link": "https://hbr.org/podcast/2024/10/the-real-reasons-employees-quit-and-how-to-retain-them",
    "pubDate": "2024-10-22T13:00:18.000Z",
    "content": "Unwelcome employee turnover can create big problems for managers, teams, and organizations, so it's important to understand the real drivers of attrition. New research from Ethan Bernstein, associate professor at Harvard Business School, and Michael Horn, cofounder of the Clayton Christensen Institute, points to a host of push and pull forces that cause workers to jump ship and also outlines bette",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241018093056-993_TheRealReasonsEmployeesQuit--andHowtoRetainThem.mp3"
  },
  {
    "title": "Here’s How Managers Can Rediscover Their Joy at Work",
    "link": "https://hbr.org/podcast/2024/10/heres-how-managers-can-rediscover-their-joy-at-work",
    "pubDate": "2024-10-15T13:20:55.000Z",
    "content": "Managing is a tough job, sometimes a seemingly thankless one where you can feel squeezed from all sides. But for team leaders who are feeling burnt out or overwhelmed with their job, Daisy Auger-Domínguez has advice on regaining your joy at work. She recommends various techniques to incorporate optimism and well-being into your management role. They include remembering your purpose, embracing a be",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241011104334-992_Here_sHowManagersCanRediscoverTheirJoyatWork.mp3"
  },
  {
    "title": "Malcolm Gladwell’s New Take on Tipping Points",
    "link": "https://hbr.org/podcast/2024/10/malcolm-gladwells-new-take-on-tipping-points",
    "pubDate": "2024-10-10T15:55:54.000Z",
    "content": "There was a time when business leaders and managers didn't worry so much about psychology or other social science research. Malcolm Gladwell's writing played a big role in changing that. His popular exploration of tipping points — the phenomenon where small, incremental actions can suddenly fuse into a full-blown social behavior — brought research insights to life and made them mainstream. Now he'",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241010095004-991b_MalcolmGladwellsNewTakeonTippingPoints.mp3"
  },
  {
    "title": "Why AI Isn’t Enough To Beat The Competition",
    "link": "https://hbr.org/podcast/2024/10/why-ai-isnt-enough-to-beat-the-competition",
    "pubDate": "2024-10-08T13:00:57.000Z",
    "content": "Many companies are investing heavily in artificial intelligence right now, hoping to improve both efficiency and innovation. But, as with any technology that sees widespread adoption, AI itself won't be enough to build a long-term advantage over competitors, says Jay Barney, professor at the University of Utah's Eccles School of Business. Yes, leaders need to deploy these new tools, especially tho",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20241004102218-991_WhyAIIsntEnoughToBeatTheCompetition.mp3"
  },
  {
    "title": "How Tribalism Can Actually Strengthen Workplace Culture",
    "link": "https://hbr.org/podcast/2024/10/how-tribalism-can-actually-strengthen-workplace-culture",
    "pubDate": "2024-10-01T13:00:37.000Z",
    "content": "We live in a world that seems more divisive and polarized than ever, and it’s common to describe this phenomenon as tribalism. But Michael Morris, professor at Columbia Business School, says that term is often misunderstood and that tribal instincts can in fact be very positive influences in society and at work. He uses the lens of cultural psychology to explain the deep-seated instincts behind th",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240926103909-990_HowTribalismCanActuallyStrengthenWorkplaceCulture.mp3"
  },
  {
    "title": "What We Can Learn from Great Political Speakers",
    "link": "https://hbr.org/podcast/2024/09/what-we-can-learn-from-great-political-speakers",
    "pubDate": "2024-09-24T13:00:09.000Z",
    "content": "The worlds of business and politics might seem worlds apart, but executives can learn a lot from the most successful political communicators. Terry Szuplat spent several years on the speechwriting team for President Barack Obama, helping to carefully craft his messages and win over audiences. He has gone on to coach business leaders including Salesforce CEO Marc Benioff, and he says that many of t",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240920101907-989_WhatWeCanLearnfromGreatPoliticalSpeakers.mp3"
  },
  {
    "title": "Training Your Brain to Work More Effectively",
    "link": "https://hbr.org/podcast/2024/09/training-your-brain-to-work-more-effectively",
    "pubDate": "2024-09-17T12:30:02.000Z",
    "content": "What if the key to efficiency in a world increasingly powered by AI wasn't quantity, but quality? Neuroscientist Mithu Storoni has looked at how and when our brains are the most creative and truly productive at knowledge work. As automation and AI take more rote takes off our plates, she shares how we can train our brains to be more effective at doing work that really matters. She explains how our",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240913163819-988_TrainingYourBraintoWorkMoreEffectively.mp3"
  },
  {
    "title": "The AI Skills You Should Be Building Now",
    "link": "https://hbr.org/podcast/2024/09/the-ai-skills-you-should-be-building-now",
    "pubDate": "2024-09-10T12:30:28.000Z",
    "content": "Generative artificial intelligence is here to stay, and that means employees and managers need to think even more carefully about how to make the most effective use of it. Accenture's H. James Wilson, global managing director of technology research and thought leadership, and Paul R. Daugherty, chief technology and innovation officer, argue that we all need to build what they call \"fusion skills.\"",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240909102829-987_TheAISkillsYouShouldBeBuildingNow.mp3"
  },
  {
    "title": "Dysfunctional Leadership Teams — and How to Fix Them",
    "link": "https://hbr.org/podcast/2024/09/dysfunctional-leadership-teams-and-how-to-fix-them",
    "pubDate": "2024-09-03T12:30:06.000Z",
    "content": "CEOs get a ton of credit or blame for a company’s performance. But the entire leadership team is vital to success, and any dysfunction is often overlooked. Sometimes the CEOs leading them don’t even see that they’re not working. Thomas Keil, management professor at the University of Zurich, and Marianna Zangrillo, a partner at The Next Advisors, have interviewed more than 100 CEOs and senior execu",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240830122140-986_DysfunctionalLeadershipTeamsandHowtoFixThem.mp3"
  },
  {
    "title": "Lessons from a Turnaround Expert",
    "link": "https://hbr.org/podcast/2024/08/lessons-from-a-turnaround-expert",
    "pubDate": "2024-08-27T13:00:52.000Z",
    "content": "When a company, division, or product line has been struggling for some time, it can feel nearly impossible to get things back on track. But big turnarounds are possible, provided you have a team willing to work hard, be creative, and embrace change. When he was president and CEO of Marvel, Peter Cuneo oversaw the resurgence and sale of the media company, but even before that he had a long track tr",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240826112619-985_LessonsfromaTurnaroundExpert.mp3"
  },
  {
    "title": "Is Your Company Reading Data the Wrong Way?",
    "link": "https://hbr.org/podcast/2024/08/is-your-company-reading-data-the-wrong-way",
    "pubDate": "2024-08-20T13:00:39.000Z",
    "content": "We live in an age where we have more data than ever. But most leaders have two strong reactions to new data. Either they rely too heavily on studies or information to make decisions. Or they dismiss outright data that could be very relevant. The better way is learning how to interpret, question, and engage with data and studies, say Harvard Business School professor Amy Edmondson and Johns Hopkins",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240816132155-984_IsYourCompanyReadingDatatheWrongWay_.mp3"
  },
  {
    "title": "What to Do When You’re Overlooked",
    "link": "https://hbr.org/podcast/2024/08/what-to-do-when-youre-overlooked",
    "pubDate": "2024-08-13T13:00:47.000Z",
    "content": "Are you the sort of person who works really hard, hits your deadlines, runs successful projects, wins over clients... but never seems to get noticed for all that diligence, much less promoted? Especially if you’re on the quieter and more understated side, working in an organization where the loud and showy get the most recognition, this can be frustrating. But there are ways to get noticed while a",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240812115000-983_WhattoDoWhenYoureOverlooked.mp3"
  },
  {
    "title": "The Right Way to Manage Emotions on Your Team",
    "link": "https://hbr.org/podcast/2024/08/the-right-way-to-manage-emotions-on-your-team",
    "pubDate": "2024-08-06T13:00:59.000Z",
    "content": "Many managers don't know what to say when a team member appears angry, frustrated, or sad. They might even feel it is unprofessional to acknowledge those feelings at all. But research shows that avoidance is costly. Doctoral student Christina Bradley and professor Lindy Greer, both of the Ross School of Business at the University of Michigan, say teams perform better when their leaders respond eff",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240802115941-982_TheRightWaytoManageEmotionsonYourTeam.mp3"
  },
  {
    "title": "An Astronaut’s Advice on High-Stakes Collaboration",
    "link": "https://hbr.org/podcast/2024/07/an-astronauts-advice-on-high-stakes-collaboration",
    "pubDate": "2024-07-30T13:00:23.000Z",
    "content": "It's hard to imagine a more challenging work environment than the International Space Station. During her 24 years as a NASA astronaut, including a six-month stint on the ISS, Cady Coleman learned pivotal lessons about everything from managing stress and assessing risk to cross-cultural communication and navigating bias. She shares how the skills she picked up can be applied in all kinds of career",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240726110218-981_AnAstronautsAdviceonHigh-StakesCollaboration.mp3"
  },
  {
    "title": "Trying to Persuade and Other Big Mistakes Marketers Make",
    "link": "https://hbr.org/podcast/2024/07/trying-to-persuade-and-other-big-mistakes-marketers-make",
    "pubDate": "2024-07-23T13:00:38.000Z",
    "content": "Many marketers today focus on getting consumers to consciously change their behavior. But that’s a sure path to failure, according to Leslie Zane, founder of Triggers Brand Consulting. She says neuroscience research shows that mastering instinct is far more effective than persuasion. And she shares her key lessons for aligning with the instinctive mind to improve company brands, new products, soci",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240719164015-980_TryingtoPersuadeandOtherBigMistakesMarketersMake.mp3"
  },
  {
    "title": "Is People-Pleasing Holding You Back?",
    "link": "https://hbr.org/podcast/2024/07/is-people-pleasing-holding-you-back",
    "pubDate": "2024-07-16T13:00:36.000Z",
    "content": "There's a fine line between pitching in to help your team and taking on too much at the expense of your mental health and performance. Author and coach Hailey Magee walks us through why some of us fall into people-pleasing patterns, the negative impact it can have on our careers, and how to stop. She also offers advice for managers on how to help employees identify and break out of these bad habit",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240715132908-979_IsPeople-PleasingHoldingYouBack_.mp3"
  },
  {
    "title": "Why We Should Pay More Attention to Departing CEOs",
    "link": "https://hbr.org/podcast/2024/07/why-we-should-pay-more-attention-to-departing-ceos",
    "pubDate": "2024-07-09T13:00:32.000Z",
    "content": "When news breaks of a CEO succession, much of the attention is given to the new leader and how they will change the company. But new research shows that the leave-taking process of the outgoing chief executive is often mishandled, with negative impacts on succession and the organization. Rebecca Slan Jerusalim, an executive director at Russell Reynolds Associates, and Navio Kwok, a leadership advi",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240708100628-978_WhyWeShouldPayMoreAttentiontoDepartingCEOs.mp3"
  },
  {
    "title": "Darius Rucker on Resilience and Reinvention",
    "link": "https://hbr.org/podcast/2024/07/darius-rucker-on-resilience-and-reinvention",
    "pubDate": "2024-07-02T13:00:58.000Z",
    "content": "Darius Rucker has reached the top of the music charts in not just one but two genres: first as the lead singer of the 1990s band Hootie and the Blowfish, then in a second act as a solo country star. He shares lessons on following your passion, staying humble, working your way up, and defying stereotypes and expectations. He's the author of a new memoir Life's Too Short.",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240701144336-977_DariusRuckeronResilienceandReinvention.mp3"
  },
  {
    "title": "When Your Employee Is Underperforming",
    "link": "https://hbr.org/podcast/2024/06/when-your-employee-is-underperforming",
    "pubDate": "2024-06-25T13:00:24.000Z",
    "content": "Many managers struggle with initiating difficult conversations around an individual’s subpar performance. Often, leaders wait way too long to sit down with an employee who isn’t meeting expectations. Leadership coach Jenny Fernandez says that increasing the frequency of feedback and consciously developing better relationships with direct reports help make these conversations easier to start. And s",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240621113910-976_WhenYourEmployeeIsUnderperforming.mp3"
  },
  {
    "title": "Why Managers Play Favorites – and How They Can Change",
    "link": "https://hbr.org/podcast/2024/06/why-managers-play-favorites-and-how-they-can-change",
    "pubDate": "2024-06-18T13:00:22.000Z",
    "content": "While most good bosses try to be fair and balanced with their direct reports, it's only human to prefer the company and work styles of some team members over others, and employees are keenly aware of those preferences.  They see favorites and non-favorites, ingroups and outgroups -- and when those divisions fester, they can destroy team culture and performance. Ginka Toegel, professor at IMD Busin",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240617142123-975_WhyManagersPlayFavorites-andHowTheyCanChange.mp3"
  },
  {
    "title": "Tech at Work: The Future of Spatial Computing",
    "link": "https://hbr.org/podcast/2024/06/tech-at-work-the-future-of-spatial-computing",
    "pubDate": "2024-06-13T13:00:21.000Z",
    "content": "Managing technology has never been more challenging. HBR IdeaCast’s new special series, Tech at Work, offers research, stories, and advice to make technology work for you and your team. This week: how to prepare your company for the future of spatial computing.",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240611085431-974_TechatWork_TheFutureofSpatialComputing.mp3"
  },
  {
    "title": "Yum! Brands’ Former CEO on Why You Should Never Stop Learning",
    "link": "https://hbr.org/podcast/2024/06/yum-brands-former-ceo-on-why-you-should-never-stop-learning",
    "pubDate": "2024-06-11T13:00:20.000Z",
    "content": "After 15 years leading the parent company of KFC, Pizza Hut, and Taco Bell, David Novak wanted to help others become better leaders. He believes the key is to put learning at the center of everything you do, whether you’re an entry-level worker or a multinational executive. Novak outlines three main areas for learning: from your own life experiences, from the people and situations available right ",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240607113002-973_YumBrands_FormerCEOonWhyYouShouldNeverStopLearning.mp3"
  },
  {
    "title": "Why You Need to Stress Test Your Strategies (and Tactics)",
    "link": "https://hbr.org/podcast/2024/06/why-you-need-to-stress-test-your-strategies-and-tactics",
    "pubDate": "2024-06-04T13:00:58.000Z",
    "content": "While many teams and organizations engage in scenario planning, most don't go far enough. Arjan Singh, consultant and adjunct professor at Southern Methodist University, says a more disciplined approach, borrowed from the military, can help leaders truly test how their strategies, operations, and tactics hold up against competitors, shifting market dynamics, and unexpected events. He's helped hund",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240603111715-972_WhyYouNeedtoStressTestYourStrategiesandTactics.mp3"
  },
  {
    "title": "Tech at Work: How to Get the Most Out of Digital Collaboration Tools",
    "link": "https://hbr.org/podcast/2024/05/tech-at-work-how-to-get-the-most-out-of-digital-collaboration-tools",
    "pubDate": "2024-05-30T13:00:45.000Z",
    "content": "Managing technology has never been more challenging. HBR IdeaCast’s new special series, Tech at Work, offers research, stories, and advice to make technology work for you and your team. This week: how your team can get the most out of digital collaboration tools.",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240523123453-971_TechatWork_HowtoGettheMostoutofDigitalCollaborationTools.mp3"
  },
  {
    "title": "What Venture Capitalists Can Teach Companies About Decision-Making",
    "link": "https://hbr.org/podcast/2024/05/what-venture-capitalists-can-teach-companies-about-decision-making",
    "pubDate": "2024-05-28T13:00:13.000Z",
    "content": "Venture capital firms notoriously embrace risk and take big swings, hoping that one startup will become a monster hit that pays for many other failed investments. This VC approach scares established companies, but it shouldn’t. Stanford Graduate School of Business professor Ilya Strebulaev says that VC firms have proven best practices that all leaders should apply in their own companies. He explai",
    "creator": "",
    "sourceTitle": "HBR IdeaCast",
    "sheetCategory": "Talous",
    "enforcedImage": "https://audio.hbr.org/ideacast/20240524110928-970_WhatVentureCapitalistsCanTeachCompaniesAboutDecision-Making.mp3"
  }
]