[
  {
    "title": "“Kun isoäidit ymmärsivät totuuden, puolet heistä itki” – Solomie Teshome kertoo tyttöjen sukuelinten silpomisen vastaisesta työstä Suomessa",
    "link": "https://ihmisoikeusliitto.fi/solomie-teshome-kertoo-tyttojen-sukuelinten-silpomisen-vastaisesta-tyosta-suomessa/",
    "pubDate": "2026-01-23T09:27:20.000Z",
    "content": "Kun Solomie Teshome aloitti työnsä Ihmisoikeusliitossa&nbsp;14&nbsp;vuotta sitten, tyttöjen sukuelinten silpominen oli Suomessa aihe, josta vaiettiin. Vähitellen hiljaisuuden tilalle on tullut&nbsp;tietoa, uskallusta&nbsp;ja muutosta. Se ei ole tapahtunut itsestään,&nbsp;vaan pitkäjänteisen työn, koulutusten ja rohkeiden keskustelujen seurauksena.&nbsp; “Moni ajatteli, että silpominen on jo kadonnut tapa. Aihe oli tabu, eikä siitä puhuttu edes perheen sisällä,”&nbsp;Teshome muistelee.&nbsp; Ihmi...",
    "creator": "Reetta Helander",
    "sourceTitle": "Ihmisoikeusliitto",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ihmisoikeusliitto.fi",
    "originalRssUrl": "https://ihmisoikeusliitto.fi/feed"
  },
  {
    "title": "Yritys, anna joululahja ihmisoikeuksille Suomessa",
    "link": "https://ihmisoikeusliitto.fi/yritys-anna-joululahja-ihmisoikeuksille-suomessa/",
    "pubDate": "2025-12-01T12:49:22.000Z",
    "content": "Yrityksen joululahjoitus on teko, joka kantaa pitkälle tulevaisuuteen. Ihmisoikeudet eivät toteudu itsestään, vaan niiden edistäminen vaatii sinnikästä ja pitkäjänteistä työtä, jota Ihmisoikeusliitto tekee lahjoittajien tuella. Lahjoittamalla Suomessa tehtävään ihmisoikeustyöhön yrityksenne osoittaa, millaisia arvoja se puolustaa. Yrityslahjoittajana olette mukana rakentamassa Suomea, jossa heikoinkin ääni kuuluu – nyt ja tulevaisuudessa. Kiitoksena lahjoituksesta saatte käyttöönne kauniit sähkö...",
    "creator": "Heli Katainen",
    "sourceTitle": "Ihmisoikeusliitto",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ihmisoikeusliitto.fi",
    "isDarkLogo": false,
    "originalRssUrl": "https://ihmisoikeusliitto.fi/feed"
  },
  {
    "title": "Järjestöt Suomen hallitukselle: Pakottava kontrolli on kriminalisoitava",
    "link": "https://ihmisoikeusliitto.fi/jarjestot-suomen-hallitukselle-pakottava-kontrolli-on-kriminalisoitava/",
    "pubDate": "2025-11-25T07:00:00.000Z",
    "content": "Vaadimme Suomen hallitukselta tänään kansainvälisenä naisiin kohdistuvan väkivallan vastaisena päivänä, että pakottava kontrolli kriminalisoidaan. Pakottavan kontrollin kriminalisointi on edellytys naisiin ja lapsiin kohdistuvan väkivallan varhaiselle tunnistamiselle ja siihen puuttumiselle. Pakottava kontrolli tarkoittaa pitkäkestoista henkistä väkivaltaa ja vallankäyttöä, jossa uhrin toimintavapautta rajoitetaan esimerkiksi eristämällä, uhkailemalla, kontrolloimalla pukeutumista, rahankäyttöä ...",
    "creator": "Reetta Helander",
    "sourceTitle": "Ihmisoikeusliitto",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ihmisoikeusliitto.fi",
    "isDarkLogo": false,
    "originalRssUrl": "https://ihmisoikeusliitto.fi/feed"
  },
  {
    "title": "Kolme tarinaa rohkeudesta – Rojin, Sara ja Rehanuma kertovat, miksi kunniaväkivallasta on puhuttava myös Suomessa",
    "link": "https://ihmisoikeusliitto.fi/kolme-tarinaa-rohkeudesta/",
    "pubDate": "2025-11-24T10:45:50.000Z",
    "content": "Kunniaan liittyvä väkivalta on Suomessa todellinen, mutta usein tunnistamaton ilmiö. Se voi olla fyysistä väkivaltaa, pakottavaa kontrollia tai jatkuvaa painostusta, joka kaventaa naisten ja tyttöjen elämää. Ihmisoikeusliiton kampanjassa ääneen pääsevät kirjailija Sara Al Husaini , sairaanhoitaja ja ihmisoikeusaktivisti Rojin Birzoi sekä sosionomiopiskelija ja yhteisövaikuttaja Rehanuma Tarannum Tasmi . Nämä kolme naista kertovat, miksi ilmiöstä on puhuttava, mitä muutosta he toivovat ja miten I...",
    "creator": "Reetta Helander",
    "sourceTitle": "Ihmisoikeusliitto",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ihmisoikeusliitto.fi",
    "isDarkLogo": false,
    "originalRssUrl": "https://ihmisoikeusliitto.fi/feed"
  },
  {
    "title": "“Kunniaan liittyvä väkivalta ei ole yksityisasia”  – Kirjailija Sara Al Husaini vaatii rohkeutta puuttua hiljaisuuteen",
    "link": "https://ihmisoikeusliitto.fi/kunniaan-liittyva-vakivalta-ei-ole-yksityisasia/",
    "pubDate": "2025-11-21T07:25:44.000Z",
    "content": "Ihmisoikeusliiton kampanja nostaa tänä syksynä esiin kunniaan liittyvän väkivallan vastaisen työn. Yksi kampanjan kasvoista on kirjailija ja aktivisti Sara Al Husaini , joka on puhunut rohkeasti yhteisöllisestä väkivallasta ja sen vaikutuksista suomalaisessa yhteiskunnassa. Hänen mukaansa ilmiöstä täytyy puhua avoimesti, myös silloin, kun se on vaikeaa. “Kunniaan liittyvä väkivalta on ilmiönä läsnä Suomessa. Tilastokeskuksen mukaan se on koskettanut jollain tavalla jopa yli 300 000 ihmistä. Kyse...",
    "creator": "Reetta Helander",
    "sourceTitle": "Ihmisoikeusliitto",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ihmisoikeusliitto.fi",
    "isDarkLogo": false,
    "originalRssUrl": "https://ihmisoikeusliitto.fi/feed"
  },
  {
    "title": "“Samat oikeudet kuuluvat kaikille naisille” – Rehanuma Tarannum Tasmi puhuu naisten ryhmissä myös taloudellisesta väkivallasta",
    "link": "https://ihmisoikeusliitto.fi/samat-oikeudet-kuuluvat-kaikille-naisille/",
    "pubDate": "2025-11-17T09:31:45.000Z",
    "content": "Bangladeshista Suomeen muuttanut Rehanuma Tarannum Tasmi haluaa auttaa muita maahanmuuttajanaisia tunnistamaan kunniaväkivallan ja hakemaan apua. Hän puhuu avoimesti myös siitä, miten viranomaisten, erityisesti poliisin, toiminta voi ratkaista naisen kohtalon. Kun Rehanuma muutti Bangladeshista Suomeen vuonna 2022, hän tiesi haluavansa tehdä työtä ihmisten auttamiseksi. Nyt hän opiskelee sosionomiksi ja ohjaa vapaaehtoisesti maahanmuuttajanaisille keskusteluryhmiä Tampereella. Työssään hän näkee...",
    "creator": "Reetta Helander",
    "sourceTitle": "Ihmisoikeusliitto",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ihmisoikeusliitto.fi",
    "isDarkLogo": false,
    "originalRssUrl": "https://ihmisoikeusliitto.fi/feed"
  },
  {
    "title": "Ihmisoikeusjärjestöjen ehdotukset hallitusohjelmaan 2027",
    "link": "https://ihmisoikeusliitto.fi/ihmisoikeusjarjestojen-ehdotukset-hallitusohjelmaan-2027/",
    "pubDate": "2025-11-13T06:00:00.000Z",
    "content": "Suomen seuraavalla hallitusohjelmalla on ratkaiseva merkitys ihmisoikeuksien, oikeusvaltion ja demokratian tulevaisuudelle. Yhteensä 20 ihmisoikeustyötä tekevää järjestöä on julkaissut ehdotuksensa hallitusohjelmaan sisällytettävistä perus- ja ihmisoikeuskirjauksista, joiden tavoitteena on vahvistaa ihmisoikeuksien toteutumista Suomessa. Julkisen vallan velvollisuus on turvata perus- ja ihmisoikeuksien toteutuminen kaikessa päätöksenteossa ja toiminnassa. Hallituksella on keskeinen vastuu siitä,...",
    "creator": "Reetta Helander",
    "sourceTitle": "Ihmisoikeusliitto",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ihmisoikeusliitto.fi",
    "isDarkLogo": false,
    "originalRssUrl": "https://ihmisoikeusliitto.fi/feed"
  },
  {
    "title": "”Jokaisella on oikeus elää ilman pelkoa” – Rojin Birzoi haluaa murtaa kunniaväkivallasta vaikenemisen",
    "link": "https://ihmisoikeusliitto.fi/rojin-birzoi-haluaa-murtaa-kunniavakivallasta-vaikenemisen/",
    "pubDate": "2025-11-12T06:55:28.000Z",
    "content": "Sairaanhoitaja ja ihmisoikeusaktivisti Rojin Birzoi tekee työtä kunniaan liittyvää väkivaltaa vastaan ja vaatii rohkeutta puhua vaikeista asioista. Hänen mukaansa väkivalta ei ole vain fyysistä, vaan se voi näkyä hiljaisena painostuksena, joka riistää ihmiseltä vapauden. “Hiljaisuus ei suojele ketään”, Birzoi sanoo. Kunniaan liittyvä väkivalta on Suomessa yhä vaiettu aihe. Rojin Birzoi tietää, että ilmiö ei rajoitu yksittäisiin tapauksiin. Se on monen ihmisen arkea. Hän on puhunut rohkeasti yhte...",
    "creator": "Reetta Helander",
    "sourceTitle": "Ihmisoikeusliitto",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ihmisoikeusliitto.fi",
    "isDarkLogo": false,
    "originalRssUrl": "https://ihmisoikeusliitto.fi/feed"
  },
  {
    "title": "Köyhien kannustimet – miten löytyy toivo paremmasta? -keskustelutilaisuus 12.11.2025",
    "link": "https://ihmisoikeusliitto.fi/koyhien-kannustimet-miten-loytyy-toivo-paremmasta/",
    "pubDate": "2025-10-28T14:31:48.000Z",
    "content": "Viime vuosina sosiaaliturvaan on tehty mittavia leikkauksia ja lisää on tulossa. Esimerkiksi toimeentulotukilakiin ehdotetaan lisää velvoitteita ja sanktioiden kiristyksiä sekä etuuden tason leikkausta. Etuuksien leikkauksia perustellaan yleisesti työnteon kannusteiden parantamisella – tavoitteena on saada sanktioiden voimalla kaikki kokoaikatöihin. Kannustavatko leikkaukset aktiivisuuteen vai työntävätkö ne syvemmälle köyhyyteen? Miten varmistetaan, etteivät velvoitteet johda syrjintään? Miltä ...",
    "creator": "Reetta Helander",
    "sourceTitle": "Ihmisoikeusliitto",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ihmisoikeusliitto.fi",
    "isDarkLogo": false,
    "originalRssUrl": "https://ihmisoikeusliitto.fi/feed"
  },
  {
    "title": "Sosiaaliturvaa koskevan kansainvälisen suosituksen täytäntöönpano (TSS-sopimus)",
    "link": "https://ihmisoikeusliitto.fi/sosiaaliturvaa-koskevan-kansainvalisen-suosituksen-taytantoonpano-tss-sopimus/",
    "pubDate": "2025-10-10T09:45:50.000Z",
    "content": "Ihmisoikeusliitto lausui ulkoministeriölle luonnoksesta Suomen kahdeksanneksi määräaikaisraportiksi taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksia koskevan kansainvälisen yleissopimuksen (TSS-sopimus) täytäntöönpanosta. Suomen tulee määräajoin raportoida sopimusvalvontaelimelle (TSS-komitea), kuinka Suomi on täytäntöönpannut TSS-sopimusta. Kun Suomi on toimittanut raportin TSS-komitealle, on järjestöillä mahdollisuus laatia omia varjoraporttejaan suoraan TSS-komitealle. Ihmisoikeusliit...",
    "creator": "Reetta Helander",
    "sourceTitle": "Ihmisoikeusliitto",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ihmisoikeusliitto.fi",
    "isDarkLogo": false,
    "originalRssUrl": "https://ihmisoikeusliitto.fi/feed"
  }
]