[
  {
    "title": "New Centre in Geneva Launches with Eye on Latest WIPO Treaty, Future of Knowledge Governance",
    "link": "https://infojustice.org/archives/46665",
    "pubDate": "2025-12-22T10:45:08.000Z",
    "content": "The Centre on Knowledge Governance (CKG) was launched in front of a packed audience on Dec 3rd at the Geneva Graduate Institute, featuring top government representatives, professors and civil society leaders. The Centre on Knowledge Governance is a project of American University’s Program on Information Justice and Intellectual Property (PIJIP) and the Geneva Graduate Institute […]",
    "creator": "William New",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "QUT Professor Endorses UK Push To Create Smokefree Generations",
    "link": "https://infojustice.org/archives/46650",
    "pubDate": "2025-11-04T06:40:30.000Z",
    "content": "QUT Media4th November 2025 The United Kingdom Parliament is considering a bill aimed at making smoking obsolete, which has been endorsed in a report by long-time tobacco endgame campaigner, QUT Professor Matthew Rimmer. Sixth months after its second reading in the House of Commons, the House of Lords is scrutinising the Tobacco and Vapes Bill 2024-25 (UK) […]",
    "creator": "Matthew Rimmer",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Christophe Geiger, Luiss Guido Carli University: Statutory Remuneration for Generative AI",
    "link": "https://infojustice.org/archives/46644",
    "pubDate": "2025-10-02T16:05:12.000Z",
    "content": "Speaking at the Global Expert Network on Copyright User Rights Symposium on 16 June 2025, Professor Christophe Geiger argues for a simple solution to the AI training debate. Instead of the EU’s current opt-out system, which he says often fails to benefit creators, he proposes a system of ‘statutory remuneration’. This would ensure authors get […]",
    "creator": "Christophe Geiger",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "A Paradigm Shift with an Uncertain Future: Prof Wend Wendland on the WIPO Treaty on Genetic Resources and Associated Traditional Knowledge",
    "link": "https://infojustice.org/archives/46638",
    "pubDate": "2025-10-02T15:25:38.000Z",
    "content": "On 25 September 2025, Professor Wend Wendland, delivered the 14th Peter Jaszi Distinguished Lecture at American University in Washington D.C.. The event was hosted by the Program on Information Justice and Intellectual Property. For over 25 years at WIPO, Prof. Wendland played a critical role in the area of traditional knowledge, including as the Director […]",
    "creator": "Wend Wendland",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Italy updates its copyright law to address AI",
    "link": "https://infojustice.org/archives/46635",
    "pubDate": "2025-10-02T14:16:04.000Z",
    "content": "On September 18, 2025, the Italian Senate definitively approved the country’s first comprehensive framework law on artificial intelligence (AI). The new law also reflects Italy’s commitment to aligning its domestic legal system with the EU Artificial Intelligence Act (Regulation (EU) 2024/1689), ensuring coherence between national rules and the emerging European regulatory framework. Law no. 132 o",
    "creator": "Deborah de Angelis",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "INTELIGENCIA ARTIFICIAL, DERECHOS DE AUTOR Y EL FUTURO DE LA CREATIVIDAD: APUNTES DE LA FERIA INTERNACIONAL DEL LIBRO DE PANAMÁ",
    "link": "https://infojustice.org/archives/46627",
    "pubDate": "2025-08-28T14:33:17.000Z",
    "content": "Por Andrés Izquierdo Durante la segunda semana de agosto, fui invitado a hablar en la Feria Internacional del Libro de Panamá, un evento organizado por la la Oficina del Derecho de Autor de Panamá, el Ministerio de Cultura y la Asociación Panameña de Editores con apoyo de la Organización Mundial de la Propiedad Intelectual (OMPI). […]",
    "creator": "Andres Izquierdo",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "AI, Copyright, and the Future of Creativity: Notes from the Panama International Book Fair",
    "link": "https://infojustice.org/archives/46624",
    "pubDate": "2025-08-22T15:49:37.000Z",
    "content": "By Andrés Izquierdo AI, Copyright, and the Future of Creativity: Notes from the Panama International Book FairDuring the second week of August, I was invited to speak at the Panama International Book Fair, an event hosted by the World Intellectual Property Organization (WIPO), the Panama Copyright Office, the Ministry of Culture, and the Panama Publishers […]",
    "creator": "Andres Izquierdo",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "An Open Letter to the ICANN Community: Not the Community Priority Evaluation We Intended",
    "link": "https://infojustice.org/archives/46619",
    "pubDate": "2025-07-25T17:37:32.000Z",
    "content": "This post was originally published on CircleID by Kathy Kleiman To the ICANN Community, Today, I share a warning about serious changes to the Community Priority Evaluation (CPE) of the New gTLD Applicant Guidebook. They are not driven by public comment, but by a few voices within the SubPro Implementation Review Team—and they are very likely to lead […]",
    "creator": "InfoJustice Eds.",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Ethical Data Scraping for Research – Expert Workshop held in Amsterdam",
    "link": "https://infojustice.org/archives/46616",
    "pubDate": "2025-07-25T17:25:28.000Z",
    "content": "A unique, expert-led workshop on ethical data scraping was organized by Professor Niva Elkin-Koren and Dr. Maayan Perel and hosted by the Shamgar Center of Digital Law and Innovation, Tel Aviv University. The workshop was made possible by the generous support of the Right to Research in International Copyright Law coalition at the American University, […]",
    "creator": "InfoJustice Eds.",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Balanced Copyright Protection in the UK-India CETA",
    "link": "https://infojustice.org/archives/46614",
    "pubDate": "2025-07-24T16:57:54.000Z",
    "content": "Jonathan Band             The full text of the Intellectual Property Chapter of the United Kingdom-India Comprehensive Economic and Trade Agreement, signed on July 24, 2025, is now available for review. Overall, it is much more favorable to balanced copyright protection and user rights than previously released drafts and summaries.             The provision for copyright exceptions […]",
    "creator": "InfoJustice Eds.",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Excerpts from Delegation Statements on the SCCR at the 2025 General Assembly",
    "link": "https://infojustice.org/archives/46607",
    "pubDate": "2025-07-24T13:13:12.000Z",
    "content": "Sean Flynn, Luca Schirru, Talia Deady  In a previous blog post, we analyzed the statements of regional groups and delegations during the 2025 WIPO General Assembly review of the Standing Committee on Copyright and Related Rights (SCCR). Here we share fuller excerpts of those statements, which may be useful to researchers and others closely following […]",
    "creator": "InfoJustice Eds.",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "WIPO General Assembly Meeting on SCCR Expresses Consensus for Progress on Broadcast and L&E Instruments",
    "link": "https://infojustice.org/archives/46604",
    "pubDate": "2025-07-24T13:03:45.000Z",
    "content": "Sean Flynn, Luca Schirru, Talia Deady The World Intellectual Property Organization (WIPO) held its General Assembly (GA) this week, including a review of the progress and recommendations of the Standing Committee on Copyright and Related Rights (SCCR). The GA affirmed its mandates to the Committee to continue working on instruments on the protection of broadcasting […]",
    "creator": "InfoJustice Eds.",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Tanuja Garde Appointed Director of WTO’s IP Division",
    "link": "https://infojustice.org/archives/46599",
    "pubDate": "2025-07-16T14:25:16.000Z",
    "content": "In July 2025, Tanuja Garde assumed the role of Director of the Intellectual Property, Government Procurement and Competition Division at the World Trade Organization (WTO). She holds a bachelor’s degree in Chemistry from Duke University and a Juris Doctor from the Washington University in St. Louis School of Law. Before joining the WTO, Garde was […]",
    "creator": "InfoJustice Eds.",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Torres Strait Islander climate change decision by Fed Court at odds with UN",
    "link": "https://infojustice.org/archives/46594",
    "pubDate": "2025-07-16T01:03:52.000Z",
    "content": "16 July 2025 QUT legal expert Professor Mathew Rimmer is available to speak on the yesterday’s decision: · Judge doubted negligence law appropriate vehicle to deal with climate change matters · Judge said action on climate change a political matter for Fed Govt · The judge maintained Torres Strait Islanders’ only recourse was via ‘the […]",
    "creator": "Matthew Rimmer",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "A first look into the JURI draft report on copyright and AI",
    "link": "https://infojustice.org/archives/46591",
    "pubDate": "2025-07-15T13:28:52.000Z",
    "content": "This post was originally published on COMMUNIA by Teresa Nobre and Leander Nielbock Last week we saw the first draft of the long-anticipated own-initiative report on copyright and generative artificial intelligence authored by Axel Voss for the JURI Committee (download as a PDF file). The report, which marks the third entry of the Committee’s recent push on the topic […]",
    "creator": "InfoJustice Eds.",
    "sourceTitle": "infojustice",
    "sheetCategory": "Commons",
    "enforcedImage": null
  }
]