[
  {
    "title": "How markets should be designed for non-permanent carbon removals",
    "pubDate": "2026-01-21T11:41:00.000Z",
    "content": "21.01.2026 – Carbon dioxide removal technologies are becoming increasingly important for climate action, but their differing storage times matter for policy design. A new study published in Environmental and Resource Economics by the Potsdam Institute for Climate Impact Research (PIK) provides guidance based on economic principles. While non-permanent carbon storage plays a valuable role as economies transition away from fossil fuels, its contribution is less valuable than permanent storage; thi...",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  },
  {
    "title": "Full value added tax on meat: a first step towards pricing the environmental damages caused by diets",
    "pubDate": "2026-01-20T10:18:00.000Z",
    "content": "20.01.2026 – A study from the Potsdam Institute for Climate Impact Research (PIK) in Nature Food analyses the ecological “footprint” from diets – and policy options to counteract through price signals. EU-wide, 23 percent of greenhouse gas emissions generated directly and indirectly by private households arise in this sector. When it comes to nitrogen and phosphorus compounds entering the environment, water and land consumption, and threats to biodiversity, the share of diets in the overall impa...",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  },
  {
    "title": "The levers for a sustainable food system",
    "pubDate": "2025-12-19T16:12:00.000Z",
    "content": "19.12.2025 – A large-scale model study now shows how the global food system can contribute to the fight against global heating. It identifies 23 levers, calculates their effectiveness and concludes: a decisive transformation of this sector alone, without the indispensable energy transition, can limit the global temperature increase to 1.85°C above pre-industrial levels by 2050. In addition, food will become healthier and cheaper, and agriculture will be more compatible with biodiversity conserva...",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  },
  {
    "title": "“We must, at least so far, admit failure”: PIK Directors Rockström and Edenhofer on ten years Paris Agreement",
    "pubDate": "2025-12-12T07:06:00.000Z",
    "content": "12.12.2025 – Today marks the tenth anniversary of the 2015 Paris Agreement, which aims to keep global heating well below 2°C and to pursue efforts to limit it to 1.5°C. Here are the comments from the Scientific Directors of the Potsdam Institute for Climate Impact (PIK).",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  },
  {
    "title": "A climate-neutral pathway makes 90 percent of fossil fuels in the EU redundant by 2050",
    "pubDate": "2025-12-10T10:05:00.000Z",
    "content": "10.12.2025 - Cost-effective climate mitigation would reduce fossil fuel consumption in the EU by around 90 percent by 2050 compared to 2020. A new study by the Potsdam Institute for Climate Impact Research (PIK) shows that rapid expansion of renewable energy and widespread electrification are key drivers of this shift. The study also finds that a complete phase-out of fossil fuels by 2050 would be technically feasible, albeit with considerable effort.",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  },
  {
    "title": "Antarctica’s future beyond 2100: high emissions would drive major long-term ice loss",
    "pubDate": "2025-12-05T10:32:00.000Z",
    "content": "05.12.2025 - The future of the Antarctic ice sheet, Earth’s largest store of freshwater ice, will play a decisive role in long-term sea level rise, finds a new study led jointly by the Potsdam Institute for Climate Impact Research (PIK), the Université libre de Bruxelles (ULB) and the Max Planck Institute of Geoanthropology. The research shows that the West Antarctic Ice Sheet’s long-term collapse becomes virtually certain under high emissions. In contrast, strong mitigation would significantly ...",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  },
  {
    "title": "Ottmar Edenhofer reappointed to the EU Climate Advisory Board",
    "pubDate": "2025-12-05T08:13:00.000Z",
    "content": "05.12.2025 – The European Scientific Advisory Board on Climate Change, established under the European Climate Law, will continue to be supported in its second term (2026-2030) by Ottmar Edenhofer. The Director of the Potsdam Institute for Climate Impact Research (PIK) has now been appointed by the Management Board of the European Environment Agency in Copenhagen for another four-year term on the Advisory Board, beginning on 24 March 2026.",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  },
  {
    "title": "Authors retract Nature study on economic damages from climate change, will resubmit for peer review",
    "pubDate": "2025-12-03T10:30:00.000Z",
    "content": "03.12.2025 - Following the publication of two critiques as “Matters Arising”, and in conversation with the journal Nature, the authors of the study “The economic commitment of climate change” at the Potsdam Institute for Climate Impact Research (PIK) have retracted the paper. In response to the critiques, the authors undertook revisions to constructively address the issues raised. Nature determined the changes exceeded those of a correction, so the authors will resubmit a new version of the pape...",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  },
  {
    "title": "PIK assessment on COP30 closing",
    "pubDate": "2025-11-22T19:13:00.000Z",
    "content": "22.11.2025 – In the past two weeks, around 50,000 people from around the world took part in the UN climate summit COP30 in Belém, Brazil. Key topics included the 1.5°C global warming limit, the implementation of national climate plans (NDCs), better protection of rainforests, climate finance and improved collaboration on climate adaptation. Here is what Johan Rockström and Ottmar Edenhofer, the Scientific Directors of the Potsdam Institute for Climate Impact Research (PIK), have to say about the...",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  },
  {
    "title": "Commentary: rising planetary risks after missed decade of action",
    "pubDate": "2025-11-22T11:45:00.000Z",
    "content": "22.11.2025 - A new commentary led by Johan Rockström, Director of the Potsdam Institute for Climate Impact Research (PIK), concludes that the world has missed an important decade needed to keep the Earth system within its safe operating space. The authors show that global pressures on climate and biosphere have continued to rise, yet also note that stabilising the Earth system remains possible.",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  },
  {
    "title": "Statements from Scientists at the Planetary Science Pavilion: current state of COP30 negotiations",
    "pubDate": "2025-11-18T11:40:00.000Z",
    "content": "14.11.2025 - Scientists at the Planetary Science Pavilion at COP30 in Belém, including Johan Rockström, Director of the Potsdam Institute for Climate Impact Research (PIK), underline that the world is rapidly burning through the remaining 1.5°C carbon budget, with emissions still rising instead of falling. They urge COP30 negotiators to put science back at the center, commit to a clear pathway to phase out fossil fuels, and step up adaptation as climate risks accelerate.",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  },
  {
    "title": "16 PIK researchers part of the top one percent of the world’s most cited scientists",
    "pubDate": "2025-11-13T23:00:00.000Z",
    "content": "14.11.2025 - For the eighth year in a row, scientists from the Potsdam Institute for Climate Impact Research (PIK) are represented in the top one percent of the “Highly Cited Researchers”. The prestigious ranking, released by Clarivate Analytics' Web of Science platform, is determined by the frequency with which scientists' papers are cited by other researchers — a measure of global scientific impact. The 2025 edition features 16 PIK researchers from different research departments, including PIK...",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  },
  {
    "title": "PIK statement on the Climate Protection Act: German climate targets can only be met with clearly assigned responsibilities and mandatory oversight",
    "pubDate": "2025-11-13T13:30:00.000Z",
    "content": "13.11.2025 - In a statement to the Federal Constitutional Court, the Potsdam Institute for Climate Impact Research (PIK) emphasises that ambitious climate policy is economically necessary in order to secure the freedoms of future generations. Germany’s goal of climate neutrality by 2045 can only be achieved if responsibilities are clearly defined, progress is systematically reviewed, and political decisions are taken with foresight.",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  },
  {
    "title": "COP30: New avenues for cooperation on climate finance",
    "pubDate": "2025-11-12T16:31:00.000Z",
    "content": "12.11.2025 - Even though governments are increasingly prioritising national interests in their economic and financial policies, these very priorities can still offer ways to achieve greater cooperation in tackling global warming. This is the central message of a joint discussion paper presented today at the COP30 climate conference by the Potsdam Institute for Climate Impact Research (PIK) and the research team at KfW, one of the world’s leading promotional banks. The paper highlights the growin...",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  },
  {
    "title": "The road (back) to Paris: Science-based pathways to return below 1.5°C",
    "pubDate": "2025-11-12T15:30:00.000Z",
    "content": "12.11.2025 - The world is likely to exceed 1.5°C of global warming within the next decade, yet science shows that returning below this threshold by the end of the century remains physically possible. In a new science-based statement, researchers from the Potsdam Institute for Climate Impact Research (PIK) assess where global climate action stands and outline science-based pathways to return global warming to safe limits.",
    "creator": "",
    "sourceTitle": "Latest News",
    "sheetCategory": "Kestävyys + ennakointi",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.pik-potsdam.de",
    "originalRssUrl": "https://www.pik-potsdam.de/en/news/latest-news/latest-news/rss.xml",
    "isDarkLogo": false
  }
]