[
  {
    "title": "Looking back at Venezuela's Bolivarian revolution",
    "link": "https://mondediplo.com/2026/01/11venezuela",
    "pubDate": "2026-01-26T14:51:11.000Z",
    "content": "The kidnapping of Nicolás Maduro on the night of 2-3 January 2026 did not so much mark Venezuela's return to the international stage as serve as a reminder that the country has never stopped being a major strategic asset. Washington now seems determined to place Venezuela and its natural resources under its control and to pull the country away from its alliances with China, Iran and Russia. In Caracas, Delcy Rodríguez, acting president of the Caribbean nation in Maduro's absence, stated: ‘We (…)...",
    "creator": "",
    "sourceTitle": "Le Monde diplomatique - English edition",
    "sheetCategory": "Maailmanpolitiikka",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.mondediplo.com/squelettes/images/logog-en.png",
    "originalRssUrl": "http://mondediplo.com/backend",
    "isDarkLogo": false
  },
  {
    "title": "After defeating ISIS, Syria's Kurds are abandoned",
    "link": "https://mondediplo.com/outside-in/northeast-syria",
    "pubDate": "2026-01-21T15:55:56.000Z",
    "content": "In 2014, the war against ISIS was focused in Iraq but it was clear that the end would come about only if its forces were destroyed in its Syrian sanctuary. The small contingent of US special forces desperately needed a partner on the ground willing to fight. A local protection unit in the country's northeast – the Syrian Democratic Forces (SDF) – stepped forward. At a cost of over 11,000 dead fighters and uncounted civilians, the predominantly Kurdish SDF defeated ISIS and prevented its (…) - Ou...",
    "creator": "Tanya Goudsouzian",
    "sourceTitle": "Le Monde diplomatique - English edition",
    "sheetCategory": "Maailmanpolitiikka",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.mondediplo.com/squelettes/images/logog-en.png",
    "originalRssUrl": "http://mondediplo.com/backend",
    "isDarkLogo": false
  }
]