[
  {
    "title": "Meet the 2025 Board Member Cohort!",
    "link": "https://mcn.edu/meet-the-2025-board-member-cohort/",
    "pubDate": "2025-11-13T02:51:12.000Z",
    "content": "MCN is excited to welcome three new members to its Board of Directors: Maria Paula Arias, Amanda Dearolph, and Aaron Miller. Also renewing for a second three-year term is Max Evjen.\nThe post Meet the 2025 Board Member Cohort! appeared first on MCN.",
    "creator": "MCN",
    "sourceTitle": "MCN",
    "sheetCategory": "Kulttuuriperintö",
    "enforcedImage": "https://mcn.edu/wp-content/uploads/2025/11/Board-headshot-arias-240x300.jpg"
  },
  {
    "title": "A Local’s Guide to Minneapolis",
    "link": "https://mcn.edu/a-locals-guide-to-minneapolis/",
    "pubDate": "2025-10-09T13:57:28.000Z",
    "content": "MCN is excited to welcome you to Minneapolis for the 2025 conference. This page provides a curated list of recommendations from Twin Cities locals to help you find whatever you might need while you are in town. Below you will find suggestions for restaurants, local art highlights, and places to meetup outside of the conference. ...\nThe post A Local’s Guide to Minneapolis appeared first on MCN.",
    "creator": "MCN",
    "sourceTitle": "MCN",
    "sheetCategory": "Kulttuuriperintö",
    "enforcedImage": "https://mcn.edu/wp-content/uploads/2025/10/Minneapolis-spoon-1024x686.jpg"
  },
  {
    "title": "Introducing the MCN 2025 Co-Chairs and Volunteer Coordinator",
    "link": "https://mcn.edu/introducing-the-mcn-2025-co-chairs-and-volunteer-coordinator/",
    "pubDate": "2025-06-18T14:40:14.000Z",
    "content": "Please join us in welcoming this year’s program co-chairs and volunteer coordinator. We are grateful to co-chairs Aaron Cohen, Aaron Miller, and Nancy Proctor for their support and creativity as they work with proposal reviewers to build this year’s conference program, and to volunteer coordinator Barbara Mazer for supporting our sessions and events in Minneapolis.\nThe post Introducing the MCN 202",
    "creator": "Josh Schnapf",
    "sourceTitle": "MCN",
    "sheetCategory": "Kulttuuriperintö",
    "enforcedImage": "https://mcn.edu/wp-content/uploads/2025/06/MCN2025-Vol-Aaron-Cohen.jpg"
  },
  {
    "title": "Meet the 2024 Board Member Cohort!",
    "link": "https://mcn.edu/meet-the-2024-board-member-cohort/",
    "pubDate": "2024-11-01T01:35:03.000Z",
    "content": "MCN is pleased to welcome four new members to its Board of Directors: Claire Blechman, Beth Fischer, Scott Gillam, and Ryan Waggoner.\nThe post Meet the 2024 Board Member Cohort! appeared first on MCN.",
    "creator": "MCN",
    "sourceTitle": "MCN",
    "sheetCategory": "Kulttuuriperintö",
    "enforcedImage": "https://mcn.edu/wp-content/uploads/2024/10/Blechman_headshot-web-240x300.jpg"
  },
  {
    "title": "Discover the Power of Play at MCN 2024",
    "link": "https://mcn.edu/discover-the-power-of-play-at-mcn-2024/",
    "pubDate": "2024-09-23T01:10:11.000Z",
    "content": "Museums around the world are creating exciting participatory experiences for their visitors by harnessing the potential of games. These five sessions bring the fun–featuring inspiring projects that invite visitors of all ages to engage, create, and play! \nThe post Discover the Power of Play at MCN 2024 appeared first on MCN.",
    "creator": "Katie Reilly",
    "sourceTitle": "MCN",
    "sheetCategory": "Kulttuuriperintö",
    "enforcedImage": null
  },
  {
    "title": "Exploring AI’s Impact on Museums at MCN 2024",
    "link": "https://mcn.edu/exploring-ais-impact-on-museums-at-mcn-2024/",
    "pubDate": "2024-09-12T13:40:00.000Z",
    "content": "As artificial intelligence continues to reshape industries worldwide, the museum sector is no exception. Several thought-provoking sessions at this year's conference will explore the multifaceted role of AI in museums. These four presentations offer valuable insights into how this transformative technology is impacting the cultural space...\nThe post Exploring AI’s Impact on Museums at MCN 2024 app",
    "creator": "Josh Schnapf",
    "sourceTitle": "MCN",
    "sheetCategory": "Kulttuuriperintö",
    "enforcedImage": null
  },
  {
    "title": "2024 MCN Board Candidate Application",
    "link": "https://mcn.edu/2024-mcn-board-candidate-application/",
    "pubDate": "2024-07-15T19:00:21.000Z",
    "content": "We’re excited to announce the search for passionate and dedicated individuals to join MCN’s Board of Directors! As a Board member, you’ll play a vital role in shaping MCN’s future. We’re seeking four talented individuals to replace outgoing members whose terms conclude in November. For many past and current board members, serving on the MCN board is a way to...\nThe post 2024 MCN Board Candidate Ap",
    "creator": "MCN",
    "sourceTitle": "MCN",
    "sheetCategory": "Kulttuuriperintö",
    "enforcedImage": null
  },
  {
    "title": "Top 5 Reasons to come to Lawrence, KS for MCN 2024",
    "link": "https://mcn.edu/top-5-reasons-to-come-to-lawrence-ks-for-mcn-2024/",
    "pubDate": "2024-06-19T02:06:50.000Z",
    "content": "MCN is thrilled to host the conference in Lawrence this year. This bustling college town offers a vibrant cultural hub complete with world-class museums, a lively downtown scene, and easy access to outdoor adventures. Get ready to be wowed by all this charming Midwest city has in store.\nThe post Top 5 Reasons to come to Lawrence, KS for MCN 2024 appeared first on MCN.",
    "creator": "MCN",
    "sourceTitle": "MCN",
    "sheetCategory": "Kulttuuriperintö",
    "enforcedImage": "https://mcn.edu/wp-content/uploads/2024/06/KU_03-1024x640.jpg"
  },
  {
    "title": "Introducing the MCN 2024 Co-Chairs and Volunteer Coordinator",
    "link": "https://mcn.edu/mcn-2024-co-chairs-and-volunteer-coordinator/",
    "pubDate": "2024-05-14T21:36:56.000Z",
    "content": "Please join us in welcoming this year’s program co-chairs and volunteer coordinator. We are grateful to co-chair’s Beth Fischer, Sabriyah Hassan, and Brittney Oleniacz for their support and creativity as they work with proposal reviewers to build this year’s conference program, and to volunteer coordinator Aaron Cohen as he supports our conference sessions and events...\nThe post Introducing the MC",
    "creator": "Josh Schnapf",
    "sourceTitle": "MCN",
    "sheetCategory": "Kulttuuriperintö",
    "enforcedImage": "https://mcn.edu/wp-content/uploads/2024/05/BFischer-MCN2024-CoChair-150x150.jpg"
  },
  {
    "title": "Free Membership for All",
    "link": "https://mcn.edu/membership-update/",
    "pubDate": "2024-05-10T17:00:00.000Z",
    "content": "Dear MCN Community, We’re thrilled to announce a significant change to our membership structure that we believe will further our mission and foster greater inclusivity and accessibility: we’re transitioning from an annual membership fee to a no-cost membership model! We want to ensure that everyone who shares our passion for advancing digital transformation in museums...\nThe post Free Membership f",
    "creator": "MCN",
    "sourceTitle": "MCN",
    "sheetCategory": "Kulttuuriperintö",
    "enforcedImage": null
  },
  {
    "title": "Announcing MCN 2024 in Lawrence, Kansas",
    "link": "https://mcn.edu/mcn-2024-is-headed-to-kansas/",
    "pubDate": "2024-04-04T20:00:00.000Z",
    "content": "Join us this fall for MCN 2024, hosted in partnership with the Spencer Museum of Art at the University of Kansas, as we bring together cultural heritage professionals from museums and historic sites from North America and beyond. Following the success of last year’s conference, MCN 2024 provides an engaging space for museum professionals to connect,...\nThe post Announcing MCN 2024 in Lawrence, Kan",
    "creator": "MCN",
    "sourceTitle": "MCN",
    "sheetCategory": "Kulttuuriperintö",
    "enforcedImage": "https://mcn.edu/wp-content/uploads/2024/04/MCN2024-Promo_Image-horiz-web-1024x630.jpg"
  },
  {
    "title": "Meet the 2023 Board Member Cohort!",
    "link": "https://mcn.edu/meet-the-2023-board-member-cohort/",
    "pubDate": "2023-11-13T17:04:45.000Z",
    "content": "We’re delighted to announce that MCN’s Board of Directors has appointed Andy Cummins (second term), Caspar Lam, Jonathan Munar, Katie Reilly, Joshua Schnapf, Sara Snyder, and Alice Walker to serve on the Board each for a three-year term, effective November 2023. Please join us in congratulating each of them on their appointment! As new faces...\nThe post Meet the 2023 Board Member Cohort! appeared ",
    "creator": "MCN",
    "sourceTitle": "MCN",
    "sheetCategory": "Kulttuuriperintö",
    "enforcedImage": "https://mcn.edu/wp-content/uploads/2020/09/andy-cummins-headshot-150x150.jpg"
  }
]