[
  {
    "title": "At the edge of war: the Central African Republic's uneasy border with Sudan",
    "link": "https://peacekeeping.un.org/en/edge-of-war-central-african-republics-uneasy-border-with-sudan",
    "pubDate": "2026-01-24T08:35:01.732Z",
    "content": "By Alban Mendes de Leon and Fabrice Robinet\nThe land flattens on the approach to Birao, a cut-off town ringed by savannah in the far north of the Central African Republic, where roads dissolve into dust and motorcycles vastly outnumber cars. Less than two hours’ drive from the Sudanese border, this is the edge of a fractured country still piecing itself back together, while absorbing the shockwave",
    "creator": "",
    "sourceTitle": "News",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": "//peacekeeping.un.org/sites/default/files/image1024x768_10.jpg"
  },
  {
    "title": "Peacekeeping: Lacroix warns of rising threats to ‘blue helmets’ in Middle East",
    "link": "https://peacekeeping.un.org/en/peacekeeping-lacroix-warns-of-rising-threats-to-blue-helmets-middle-east",
    "pubDate": "2026-01-24T08:35:01.732Z",
    "content": "By Vibhu Mishra\n \n\nPeacekeeping operations in the Middle East are facing mounting security risks, funding pressures and political uncertainty, the head of UN peacekeeping warned on Friday.\nBriefing journalists by video link from Jeddah following an extensive visit to the region, Jean-Pierre Lacroix, said there has been an uptick in dangerous incidents involving peacekeepers and the fragile environ",
    "creator": "",
    "sourceTitle": "News",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": "//peacekeeping.un.org/sites/default/files/image560x340cropped.jpg"
  },
  {
    "title": "South Sudan: Increase in abductions and sexual violence ‘unacceptable’",
    "link": "https://peacekeeping.un.org/en/south-sudan-increase-abductions-and-sexual-violence-unacceptable",
    "pubDate": "2026-01-24T08:35:01.732Z",
    "content": "Despite reductions in the overall number of conflict-related incidents in South Sudan, a rise in abductions and sexual violence is concerning, the UN peacekeeping mission in the country, UNMISS, said on Friday. \n\nUNMISS released its latest quarterly human rights brief, covering July to September 2025 – a period marked by a continued deterioration in the political and security situation. \nFactors i",
    "creator": "",
    "sourceTitle": "News",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": null
  },
  {
    "title": "Security Council: New faces, old tensions as five nations take their seats",
    "link": "https://peacekeeping.un.org/en/security-council-new-faces-old-tensions-five-nations-take-their-seats",
    "pubDate": "2026-01-24T08:35:01.732Z",
    "content": "By Vibhu Mishra\nFrom deploying peacekeepers to conducting quiet – but at times heated – diplomacy, the UN Security Council sits at the heart of global decision-making on war and peace. As of January, five new countries will have a seat around the iconic horseshoe table.\nBahrain, Colombia, the Democratic Republic of the Congo, Latvia and Liberia have begun two-year terms as non-permanent members, r",
    "creator": "",
    "sourceTitle": "News",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": "//peacekeeping.un.org/sites/default/files/un_security_council_meeting.jpg"
  },
  {
    "title": "Results expected 5 January after landmark elections in Central African Republic",
    "link": "https://peacekeeping.un.org/en/results-expected-5-january-after-landmark-elections-central-african-republic",
    "pubDate": "2026-01-24T08:35:01.732Z",
    "content": "By Vibhu Mishra\nVoting proceeded largely as planned in the Central African Republic’s first-ever combined presidential, legislative, regional and municipal elections, and ballot counting is now complete, the UN peacekeeping mission (MINUSCA) said on Wednesday, with results expected to be announced on 5 January.\n\nAccording to MINUSCA, preliminary reports from observers indicate that more than 99 pe",
    "creator": "",
    "sourceTitle": "News",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": "//peacekeeping.un.org/sites/default/files/ballot_counting_in_the_central_african_republic.jpg"
  },
  {
    "title": "UN renews ceasefire push in Sudan",
    "link": "https://peacekeeping.un.org/en/un-renews-ceasefire-push-sudan",
    "pubDate": "2026-01-24T08:35:01.732Z",
    "content": "By Vibhu Mishra\nThe UN has urged Sudan’s warring parties to pursue compromise and an immediate ceasefire, even as drone attacks, displacement and the killing of peacekeepers underscore the growing risks to civilians and humanitarians.\nThe appeal follows a peace initiative presented by Sudan’s Transitional Prime Minister during a Security Council meeting earlier this week.\nUN Secretary-General Antó",
    "creator": "",
    "sourceTitle": "News",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": null
  },
  {
    "title": "UN peacekeeper injured in gunfire near ‘Blue Line’ in south Lebanon",
    "link": "https://peacekeeping.un.org/en/un-peacekeeper-injured-gunfire-near-blue-line-south-lebanon",
    "pubDate": "2026-01-24T08:35:01.732Z",
    "content": "One United Nations peacekeeper was injured on Friday after heavy machine gunfire from Israel Defense Forces (IDF) positions south of the Blue Line, following a nearby grenade explosion, impacted close to a UN patrol in southern Lebanon.\n \nAccording to a note to correspondents issued by UN Spokesperson Stéphane Dujarric, the incident occurred as a patrol of the UN Interim Force in Lebanon (UNIFIL) ",
    "creator": "",
    "sourceTitle": "News",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": null
  },
  {
    "title": "Historic vote looms in Central African Republic as UN urges peaceful participation",
    "link": "https://peacekeeping.un.org/en/historic-vote-looms-central-african-republic-un-urges-peaceful-participation",
    "pubDate": "2026-01-24T08:35:01.732Z",
    "content": "By Vibhu Mishra\nWith Central Africans set to vote in presidential, legislative, regional and long-delayed municipal elections this weekend, the United Nations has appealed for calm and restraint, warning that the credibility of the process will be critical to consolidating peace after years of conflict and instability.\n\nAhead of the 28 December polls, Secretary-General António Guterres called on a",
    "creator": "",
    "sourceTitle": "News",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": "//peacekeeping.un.org/sites/default/files/car_elections.jpg"
  },
  {
    "title": "Security Council renews DR Congo peacekeeping mission amid renewed M23 offensives in the east",
    "link": "https://peacekeeping.un.org/en/security-council-renews-dr-congo-peacekeeping-mission-amid-renewed-m23-offensives-east",
    "pubDate": "2026-01-24T08:35:01.732Z",
    "content": "By Vibhu Mishra\nThe UN Security Council on Friday unanimously extended the mandate of the UN peacekeeping mission in the Democratic Republic of the Congo (DRC) for another year, as fighting in the country’s east intensified amid renewed offensives by the M23 rebel group.\n\nResolution 2808 (2025) extends the mandate of the UN Organization Stabilization Mission in the DRC (MONUSCO) until 20 December ",
    "creator": "",
    "sourceTitle": "News",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": null
  },
  {
    "title": "South Sudan: UN Mission condemns killing of a staff member in Wau, calls for a swift investigation",
    "link": "https://peacekeeping.un.org/en/south-sudan-un-mission-condemns-killing-of-staff-member-wau-calls-swift-investigation",
    "pubDate": "2026-01-24T08:35:01.732Z",
    "content": "The United Nations Mission in South Sudan (UNMISS) called on Friday for an investigation into the killing of one of its staff members in Wau, Western Bahr el Ghazal state.\nThe staff member was detained by security actors on 15 December. UNMISS had been in close contact with local authorities, seeking a safe release. The Mission received confirmation of his death earlier this week.\n“We are devastat",
    "creator": "",
    "sourceTitle": "News",
    "sheetCategory": "Rauha + tiedustelu",
    "enforcedImage": null
  }
]