[
  {
    "title": "Venezuelan Civil Society and International Human Rights Organisations Present Ten Urgent Demands for a Genuine Democratic Transition  ",
    "link": "https://www.civicus.org/index.php/media-resources/news/8063-venezuelan-civil-society-and-international-human-rights-organisations-present-ten-urgent-demands-for-a-genuine-democratic-transition",
    "pubDate": "2026-01-21T14:45:16.000Z",
    "content": "Venezuela faces a new and complex political juncture. In this context, a group of eighteen civil society organisations, both national and international, subscribe to this Ten-Point List of Priority Demands; two of them under reserve due to the risks associated with their public identification in the Venezuelan context. The purpose of the document is to identify a series of urgent measures that, in",
    "creator": "",
    "sourceTitle": "News",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": "https://www.civicus.org//images/Venezuela-21012026-Reuters.jpg"
  },
  {
    "title": "UN Budget Cuts – Hurts Human Rights Around the World  ",
    "link": "https://www.civicus.org/index.php/media-resources/news/8055-un-budget-cuts-hurts-human-rights-around-the-world",
    "pubDate": "2026-01-16T21:23:03.000Z",
    "content": "CIVICUS remains deeply concerned about the outcome of the UN budget negotiations in New York.\n\r\nThe 2026 UN budget endorses cuts that heavily and disproportionately affects human rights. It  severely hampers the UN’s ability to fully deliver its human rights commitments and mandates, advance investigations into human rights violations, and adequately respond to new and emerging crises.\n\r\nThe budge",
    "creator": "",
    "sourceTitle": "News",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": "https://www.civicus.org//images/UN-Secretariat.jpg"
  },
  {
    "title": "UGANDA: Reverse the suspension of five human rights organisations and urgently lift internet shutdown ",
    "link": "https://www.civicus.org/index.php/media-resources/news/8053-uganda-reverse-the-suspension-of-five-human-rights-organisations-and-urgently-lift-internet-shutdown",
    "pubDate": "2026-01-15T09:29:30.000Z",
    "content": "CIVICUS, a global civil society alliance, is seriously concerned over a decision by the Ugandan authorities to suspend the operations of five human rights organisations. These organisations have for years championed human rights and fundamental freedoms in Uganda. This crackdown aims to silence dissent and critics who defend human rights and good governance. Further to this, the Uganda Communicati",
    "creator": "",
    "sourceTitle": "News",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": "https://www.civicus.org//images/Uganda-Cartoon-resized.png"
  }
]