[
  {
    "title": "Tianjun Li (CN/FI)",
    "link": "https://www.nkk.org/en/tianjun-li-cn-fi/",
    "pubDate": "2026-02-25T09:20:48.000Z",
    "content": "<html><head></head><body><p>Tianjun&nbsp;Li (CN/FI), also known as&nbsp;Timjune, is a visual artist, musician, and experimental vocalist based in Finland. Li works with photography, video, and a&nbsp;four octave&nbsp;vocal range to create sonic and visual landscapes. In these environments, beings other than human&nbsp;emerge&nbsp;as metaphors for social and ecological realities. Li holds a&nbsp;master’s degree in Visual&nbsp;Cultures, Curating, and Contemporary Art, alongside a minor in Sound in New Media from Aalto University.&nbsp;</p>\n\n\n\n<p>During the residency,&nbsp;Tianjun&nbsp;Li will expand the project Free as Birds (2024 onwards) into new chapters. This project is an interdisciplinary exploration of the parallel journeys of birds and humans through images, video, the human voice, and collective performance</p></body></html>",
    "creator": "Wanja Bollström",
    "sourceTitle": "Nordic Culture Point",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "Vi stärker det nordiska samarbetet genom kultur",
    "sourceLogo": "https://www.nkk.org/wp-content/uploads/2022/12/cropped-Nordisk-Kulturkontakt_favicon_512x512-32x32.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://www.nkk.org/en/feed/"
  },
  {
    "title": "Volt will have two annual application rounds starting in 2026",
    "link": "https://www.nkk.org/en/volt-to-have-annual-application-rounds-from-2026/",
    "pubDate": "2026-02-10T07:43:07.000Z",
    "content": "<html><head></head><body><p>You can apply for support from Volt for projects in all areas of art and culture, such as film, literature, performing arts, visual arts and cultural heritage, as long as the application criteria are met. Volt supports Nordic collaborations in which children and young people are not only the target group, but also active co-creators.&nbsp;</p>\n\n\n\n<p>Deadline for applications in 2026: April 8 and September 17.</p>\n\n\n\n<p>With two annual application rounds, Volt becomes more flexible and accessible for projects that arise at different times of the year. The maximum amount that can be applied for is €35,000 per project.</p>\n\n\n\n<p><a href=\"https://www.nkk.org/en/apply-for-funding/\">Find out more about the Volt programme and our other grant programmes and application deadlines here!</a></p>\n&lt;</body></html>",
    "creator": "neadonner",
    "sourceTitle": "Nordic Culture Point",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "Vi stärker det nordiska samarbetet genom kultur",
    "sourceLogo": "https://www.nkk.org/wp-content/uploads/2022/12/cropped-Nordisk-Kulturkontakt_favicon_512x512-32x32.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://www.nkk.org/en/feed/"
  },
  {
    "title": "Andreas Constantinou (DK) & collaborating artist Aris Papadopoulos (GR)",
    "link": "https://www.nkk.org/en/andreas-constantinou-dk-collaborating-artist-aris-papadopulos-gr/",
    "pubDate": "2026-02-02T09:00:02.000Z",
    "content": "<html><head></head><body><p>Daddies will be a brand new, bold, and fearless queer performance by the critically acclaimed company Himherandit Productions. The project explores the lives, desires, and experiences of gay men over 40, weaving together 100 recorded testimonies from around the world with live performance. Daddies will always be in development, a living, evolving work that celebrates older queer voices, challenges invisibility and ageism, and investigates identity, desire, and community on stage.</p>\n\n\n\n<p>Himherandit come to this residency to continue the early stages of development for Daddies. During our time here, we will gather testimonies from local gay men, explore how to work with texts already recorded, and investigate how a singular performer interacts with recorded voices on stage. The focus </p></body></html>",
    "creator": "Wanja Bollström",
    "sourceTitle": "Nordic Culture Point",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "Vi stärker det nordiska samarbetet genom kultur",
    "sourceLogo": "https://www.nkk.org/wp-content/uploads/2022/12/cropped-Nordisk-Kulturkontakt_favicon_512x512-32x32.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://www.nkk.org/en/feed/"
  },
  {
    "title": "The Main Character",
    "link": "https://www.nkk.org/en/the-main-character/",
    "pubDate": "2026-01-22T09:00:18.000Z",
    "content": "<html><head></head><body><p>The idea behind the project originated with Rannvá Guðrunadóttir Niclasen (RIVA) and Elias Bäckebjörk (NO). The work is centred around the three major characters: The Main Character, The Hive Mind, and The Lightbulb (a protagonist, an antagonist, and the unknown higher power).</p>\n\n\n\n<p><strong>The Main Character</strong> starts as a fictional vessel inhabited, shaped, and brought to life by different performers, each contributing their own interpretation and personality to it. This initial state reflects the idea that human identity is multifaceted and influenced by external factors, as each performer brings their unique perspective and experiences to the character. With exploration The Main Character becomes a composite of different performers, portraying a vast range of perspectives </p></body></html>",
    "creator": "neadonner",
    "sourceTitle": "Nordic Culture Point",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "Vi stärker det nordiska samarbetet genom kultur",
    "sourceLogo": "https://www.nkk.org/wp-content/uploads/2022/12/cropped-Nordisk-Kulturkontakt_favicon_512x512-32x32.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://www.nkk.org/en/feed/"
  },
  {
    "title": "Climate Justice Activism Summit",
    "link": "https://www.nkk.org/en/climate-justice-activism-summit/",
    "pubDate": "2026-01-20T09:13:32.000Z",
    "content": "<html><head></head><body><p>With 72 young activists in total, a significant portion of the time was dedicated to strategic planning, where the participants developed, discussed, and refined strategies for future actions. The summit also discussed other important topics, including mental health in activism, repression, storytelling, and imagining futures. </p>\n\n\n\n<p>Before the summit, the project organizers held local workshops for the activists in Denmark, Sweden, Norway, and online, which discussed what barriers they face in their activism. The input from the workshops worked as a basis for developing the program for the summit.</p>\n\n\n\n<p>The summit was organized by cirka cph, ReGeneration 2030, SwIdeas AB, and Natur og Ungdom. It was held at STPLN in the heart of Malmö, Sweden.</p>\n\n\n\n<p></p></body></html>",
    "creator": "neadonner",
    "sourceTitle": "Nordic Culture Point",
    "sheetCategory": "Culture",
    "enforcedImage": "https://www.nkk.org/wp-content/uploads/2026/01/36678-Climate-Justice-Activism-Summit-photo-Rio-Suzuki-cirka-cph-5-1024x683.jpg",
    "sourceDescription": "Vi stärker det nordiska samarbetet genom kultur",
    "sourceLogo": "https://www.nkk.org/wp-content/uploads/2022/12/cropped-Nordisk-Kulturkontakt_favicon_512x512-32x32.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://www.nkk.org/en/feed/"
  },
  {
    "title": "Applying for Demos funding – how to write a strong application ",
    "link": "https://www.nkk.org/en/applying-for-demos-funding-how-to-write-a-strong-application/",
    "pubDate": "2026-01-16T14:24:29.000Z",
    "content": "<html><head></head><body><p>“Competition for funding is tough, but the good news is that applicants who prepare well and submit a well-reasoned application can stand out and improve their chances of being granted Demos funding. In addition, we have around EUR 2.2 million to distribute this year, which is significantly more than last year.&nbsp;So it can really pay off to apply,” says <strong>Anne Malmström</strong>, funding advisor at Nordic Culture Point.&nbsp;</p>\n\n\n\n<p>Decisions are made by an expert panel that, among other things, assesses how well the projects satisfy the Demos criteria and what benefits and impacts these partnerships are expected to generate.&nbsp;</p>\n\n\n\n<p>Based on our experience from previous application rounds and assessments, in this article we highlight three factors that applicants sh</p></body></html>",
    "creator": "neadonner",
    "sourceTitle": "Nordic Culture Point",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "Vi stärker det nordiska samarbetet genom kultur",
    "sourceLogo": "https://www.nkk.org/wp-content/uploads/2022/12/cropped-Nordisk-Kulturkontakt_favicon_512x512-32x32.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://www.nkk.org/en/feed/"
  },
  {
    "title": "Six young experts appointed to Norden 0-30 following open call",
    "link": "https://www.nkk.org/en/six-young-experts-appointed-to-norden-0-30-following-open-call/",
    "pubDate": "2026-01-15T08:10:20.000Z",
    "content": "<html><head></head><body><p>134 young people from across the Nordic region applied to become part of the expert group for the period 2026-2028. The large number of applications testifies to strong Nordic commitment and growing interest in contributing to young people’s participation, creativity and influence.</p>\n\n\n\n<h2 class=\"wp-block-heading\">The new experts for 2026–2028</h2>\n\n\n\n<p>Following review and recommendation by Nordic Culture Point, the Nordic Council of Ministers’ Committee for Children and Young People (NORDBUK) has approved the following six young experts:</p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Brynjar Andersen Saus, 29, Norway. Project manager for Tromsø as European Youth Capital, member of the Sámi Parliament of Norway</li>\n\n\n\n<li>Emma Palojärvi, 29, Finland. Project coordinator in an NGO, experien</li></ul></body></html>",
    "creator": "neadonner",
    "sourceTitle": "Nordic Culture Point",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "Vi stärker det nordiska samarbetet genom kultur",
    "sourceLogo": "https://www.nkk.org/wp-content/uploads/2022/12/cropped-Nordisk-Kulturkontakt_favicon_512x512-32x32.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://www.nkk.org/en/feed/"
  },
  {
    "title": "Maria Naidu (SWE) & Annika B. Lewis (DK)",
    "link": "https://www.nkk.org/en/maria-naidu-swe-annika-b-lewis-dk/",
    "pubDate": "2026-01-09T11:55:01.000Z",
    "content": "<html><head></head><body><p>During the residency, the duo explores the picnic as a scenic format, offering an immersive and humorous interpretation of the concept of an “icon”. What defines an icon? When and how does one become an icon?</p>\n\n\n\n<p>ICONS– a genuine performance piece. The performance piece examines the modern Nordic woman and the picnic as a scenic format. The artists explore the concept of icons in the space between identity politics and idealism; between personal worship and symbol; between the individual and the collective. Lewis and Naidu investigate the celebration of idols, both living and dead. What defines female icons from a Nordic perspective? Does it differ from the rest of the world? </p>\n\n\n\n<p>The project is a unique collaboration and stage encounter between the two Nordic performing art</p></body></html>",
    "creator": "Wanja Bollström",
    "sourceTitle": "Nordic Culture Point",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "Vi stärker det nordiska samarbetet genom kultur",
    "sourceLogo": "https://www.nkk.org/wp-content/uploads/2022/12/cropped-Nordisk-Kulturkontakt_favicon_512x512-32x32.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://www.nkk.org/en/feed/"
  },
  {
    "title": "Nordic Summit of Species comes to life with Demos funding",
    "link": "https://www.nkk.org/en/nordic-summit-of-species-comes-to-life-with-demos-funding/",
    "pubDate": "2026-01-09T09:35:20.000Z",
    "content": "<html><head></head><body><p>We share the planet with a multitude of more-than-human neighbours: Birds, rivers, insects, forests, fungi and beyond. In this summit, people come together to listen to their neighbours, to learn from them and advocate for their rights.</p>\n\n\n\n\n\n\n\n<p>The Nordic Summit of Species is a two-day event bringing together civil society organisations that are advocating for the rights and representation of nature. Each with their own approach to lending their voices to more-than-human agents.</p>\n\n\n\n<p>Since the organizers wanted to make the summit more accessible to the public, they opened up the keynote speech and added a big event to the programme, which took place in a public space: Parade of the Species. The parade was a success, all participants took part, and they were joined by a local </p></body></html>",
    "creator": "neadonner",
    "sourceTitle": "Nordic Culture Point",
    "sheetCategory": "Culture",
    "enforcedImage": "https://www.nkk.org/wp-content/uploads/2026/01/33060-Summit-of-Species-photo-Soren-Helbo-2-1024x576.jpg",
    "sourceDescription": "Vi stärker det nordiska samarbetet genom kultur",
    "sourceLogo": "https://www.nkk.org/wp-content/uploads/2022/12/cropped-Nordisk-Kulturkontakt_favicon_512x512-32x32.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://www.nkk.org/en/feed/"
  },
  {
    "title": "Mobility funding for 68 applicants",
    "link": "https://www.nkk.org/en/mobility-funding-for-68-applicants/",
    "pubDate": "2025-12-08T13:20:23.000Z",
    "content": "<html><head></head><body><p>The expert group for mobility funding met on 14 November 2025 to make decisions regarding the final application round of the year. Mobility funding is available for professional artists’ or cultural practitioners’ travel and/or stay within the Nordic and/or Baltic countries.</p>\n\n\n\n<p>With an approval rate of 14 percent (grants in relation to total applications), the chair of the expert group, <strong>Janne Krogh Hansen</strong>, notes that the group placed great emphasis on ensuring good geographical balance across the Nordic and Baltic regions. It was also encouraging to see so many strong applications from both larger and smaller communities. This round showed a wide variety of artistic disciplines, backgrounds and voices, reflecting the diversity of cultural work in the region.</p>\n</body></html>",
    "creator": "neadonner",
    "sourceTitle": "Nordic Culture Point",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "Vi stärker det nordiska samarbetet genom kultur",
    "sourceLogo": "https://www.nkk.org/wp-content/uploads/2022/12/cropped-Nordisk-Kulturkontakt_favicon_512x512-32x32.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://www.nkk.org/en/feed/"
  },
  {
    "title": "Eight projects granted Norden 0–30 funding",
    "link": "https://www.nkk.org/en/eight-projects-granted-norden-0-30-funding/",
    "pubDate": "2025-12-08T13:10:34.000Z",
    "content": "<html><head></head><body><p>A couple of the projects that have been granted funding, including Nordic Youth Media Lab, look at improving young people’s media analysis skills to help them identify disinformation and propaganda online.</p>\n\n\n\n<p>“These are incredibly important topics at a time when democracy is under pressure and AI is gaining increasing influence over digital platforms that can be used for disinformation purposes,” says <strong>Jack Hancock</strong>, chair of the decision-making expert group for Norden 0–30.</p>\n\n\n\n<p>At the same time, he mentions that there are fewer applications than expected concerning topics such as sustainable peace, democracy, and security.</p>\n\n\n\n<p>“Although these topics are not directly underrepresented, we haven’t seen as large a wave of such initiatives as we might have </p></body></html>",
    "creator": "neadonner",
    "sourceTitle": "Nordic Culture Point",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "Vi stärker det nordiska samarbetet genom kultur",
    "sourceLogo": "https://www.nkk.org/wp-content/uploads/2022/12/cropped-Nordisk-Kulturkontakt_favicon_512x512-32x32.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://www.nkk.org/en/feed/"
  },
  {
    "title": "Christalena Hughmanick (USA & IS)",
    "link": "https://www.nkk.org/en/christalena-hughmanick-usa-is/",
    "pubDate": "2025-12-07T10:00:00.000Z",
    "content": "<html><head></head><body><p>During her residency period, Christalena worked on the project “Transforming invasive flora for magical substrates &amp; folk rituals”, which focuses on the invasive plant as a metaphor for outsiders becoming part of the soil on an island. She accomplishes this by using invasive plants to create pigments for dyeing fabrics.</p>\n\n\n\n<p>The project combines plant pigments and hand-sewing to create art. She also discusses the conceptual aspect of human impact on plant ecologies. During the residency, she also worked with the island’s gardener to learn more about the local ecology.</p>\n\n\n\n<p>The artist Christalena Hughmanick’s work was inspired by the enduring and profound connections between women, nature, and creation, weaving together theoretical strands from eco- and hydro-feminism. Thes</p></body></html>",
    "creator": "Wanja Bollström",
    "sourceTitle": "Nordic Culture Point",
    "sheetCategory": "Culture",
    "sourceDescription": "Vi stärker det nordiska samarbetet genom kultur",
    "sourceLogo": "https://www.nkk.org/wp-content/uploads/2022/12/cropped-Nordisk-Kulturkontakt_favicon_512x512-32x32.png",
    "lang": "en",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "https://www.nkk.org/en/feed/"
  }
]