[
  {
    "title": "Building a More Resilient Ecosystem for Publicly-Funded Research Data",
    "link": "https://www.cos.io/blog/building-a-more-resilient-ecosystem-for-publicly-funded-research-data",
    "pubDate": "2026-02-25T09:38:00.000Z",
    "content": "<html><head></head><body>\"Federally-funded research data are a critical public good. Yet many of the repositories and infrastructures that steward these data face risks—both longstanding and emerging—from funding uncertainty and resourcing constraints to policy shifts and strained capacity.\n\nLast November, the Center for Open Science (COS)&nbsp;announced our efforts&nbsp;to develop a community-driven strategic plan for ensuring the long-term preservation, accessibility, and usability of federally-funded scientific data. The Strategic Planning Committee has since been focused on a core question that is increasingly urgent for the research community:&nbsp;How do we build a more sustainable, resilient research data ecosystem that is resistant to single points of failure?&nbsp;\n\nOur strategic planning work is aimed at</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Del Biondo | An Exploration of Open Access Viewpoints and Self-Archiving Decisions of Yale School of Public Health Primary Faculty | Journal of Librarianship and Scholarly Communication",
    "link": "https://www.iastatedigitalpress.com/jlsc/article/id/17343/",
    "pubDate": "2026-02-25T09:33:00.000Z",
    "content": "<html><head></head><body>Abstract:&nbsp;&nbsp;Introduction: This study explores what primary faculty at Yale School of Public Health know about open access (OA) and whether they self-archive (also known as “green open access”).\n\nMethods: Two medical librarians surveyed 103 public health faculty in the fall of 2022 and achieved a 40% response rate. Follow-up interviews were conducted with eight faculty members, and data were analyzed in Qualtrics and NVivo.\n\nResults: Twenty percent of survey respondents say they do not fully understand what open access means and how they would publish OA. Forty-four percent of survey respondents self-archive works that they know would not otherwise be free-to-read. Some interviewees who self-archive deposit the preprint version of their manuscript in a preprint server at the time t</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Thousands of early modern Japanese books from UCLA, Berkeley, UCSF to be digitized in Yanai Initiative project | UCLA",
    "link": "https://newsroom.ucla.edu/releases/early-modern-japanese-books-digitized-yanai-initiative-project-ucla-ucb-ucsf-",
    "pubDate": "2026-02-25T09:31:00.000Z",
    "content": "\"Thousands of early modern Japanese books and manuscripts from the libraries of UCLA, UC Berkeley and UC San Francisco are being digitized to create a resource that will be accessible to scholars around the world.\n\nThe digital archive, which could ultimately be the largest of its kind outside of Japan, will encompass rare materials from the early 1600s through 1868, including illustrated scrolls, books, maps and medical texts.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "US Diamond Open Access Mapping Q1 Newsletter.pdf - Google Drive",
    "link": "https://drive.google.com/file/d/1ljzsfkwx0RPTcIZxRVVUZ_pvwEJjwOMj/view",
    "pubDate": "2026-02-25T10:13:00.000Z",
    "content": "<html><head></head><body>\"Quarter # 1: November 2025 – January 2026\n\nWe are pleased to share updates from the U.S. Diamond Open Access Stakeholder Engagement and&nbsp;Landscape Assessment, a national project led by a collaborative team from Lyrasis, the Big Ten&nbsp;Academic Alliance, and the California Digital Library, with support from the Gates Foundation. The&nbsp;project is led by Principal Investigator Sharla Lair (Senior Strategist, Open Access &amp; Scholarly&nbsp;Communication Initiatives, Lyrasis), with Co-Principal Investigators Kate McCready (Program Director for&nbsp;Open Publishing, Big Ten Academic Alliance) and Catherine Mitchell (Director of Publishing, Archives,&nbsp;and Digitization, California Digital Library).\n\nThis quarter focused on establishing the project’s foundations, including governanc</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Major Chinese funder to stop paying fees for 30 pricey open-access journals | Science | AAAS",
    "link": "https://www.science.org/content/article/major-china-funder-plans-curtail-spending-pricey-open-access-fees",
    "pubDate": "2026-02-25T09:55:00.000Z",
    "content": "<html><head></head><body>\"In a challenge to open-access publishers, the Chinese Academy of Sciences (CAS), the world’s largest research institution, has told its researchers it plans to stop paying to publish their papers in dozens of international free-to-read journals it regards as too expensive. High-profile, high-fee journals affected include&nbsp;Nature Communications,&nbsp;Cell Reports, and&nbsp;Science Advances.\n\nCAS, which employs more than 50,000 researchers across some 100 institutes, has yet to publicly announce the new policy, expected to take effect on 1 March. Observers say it is likely aimed at controlling costs and perhaps boosting China’s own journals. Despite CAS’s silence, affected researchers, who asked not to be identified because they were not authorized to speak about the policy, shared exce</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "CoARA Action Plan by the Helmholtz Open Science Office",
    "link": "https://zenodo.org/records/18242817",
    "pubDate": "2026-02-24T10:04:00.000Z",
    "content": "Abstract:&nbsp; In February 2025, the Helmholtz Open Science Office signed the Agreement on Reforming Research Assessment and joined the Coalition for Advancing Research Assessment (CoARA). This Action Plan describes the role of the Helmholtz Open Science Office in promoting the openness, quality, and impact of research within the Helmholtz Association and shaping the framework conditions that enable this. The Action Plan provides an overview of interplay between open science and research assessment reforms, followed by a description of the status quo and planned activities for 2026 to 2030 based on the ten commitments of the the Agreement on Reforming Research Assessment.\n\n&nbsp;",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Enhancing the ESAC Registry: A community-driven step forward for transparency in open access publishing agreements – OA2020",
    "link": "https://oa2020.org/2026/02/24/enhancing-the-esac-registry/",
    "pubDate": "2026-02-24T09:56:00.000Z",
    "content": "<html><head></head><body>\"The OA2020 and ESAC communities mark a new phase in the evolution of the&nbsp;ESAC Registry—a shared, library-driven infrastructure documenting open access publishing agreements between libraries, consortia, and publishers.\n\nBuilt by practitioners to strengthen transparency and shared insight across a rapidly evolving publishing landscape, the Registry documents how libraries worldwide have translated shared principles into operational practice—embedding open publishing directly into their agreements. Since 2019, more than 1,500 agreements from over 70 countries have been registered, demonstrating how coordinated, library-led action through transformative and open access publishing agreements has driven market evolution, expanding opportunities for authors to publish openly while the remo</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Data Sharing Made Simple: How to Prepare Your Research Data for Reuse",
    "link": "https://blog.gatesopenresearch.org/2026/01/20/data-sharing-made-simple-how-to-prepare-your-research-data-for-reuse/",
    "pubDate": "2026-02-24T09:52:00.000Z",
    "content": "\"Planning for managing and sharing your data can go a long way in making it easy to open your data at the end of your project. Before research begins, create a detailed data management plan (DMP). A DMP is a living document that describes how your research outputs will be generated, stored, used, and shared. The document can change and evolve throughout your research project. While most funders and publishers don’t require researchers to create a DMP, it can help ensure efficient data management and make it easier to make your data FAIR.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "In spite of war Ukrainian academic publishing leads - LSE Impact",
    "link": "https://blogs.lse.ac.uk/impactofsocialsciences/2026/02/23/in-spite-of-war-ukrainian-academic-publishing-leads/",
    "pubDate": "2026-02-24T09:25:00.000Z",
    "content": "\"University Presses in Ukraine face unique challenges. Nevertheless, they have been extraordinarily resilient and creative. Frances Pinter describes how a recent delegation of Ukrainian librarians and publishers highlighted innovative Ukrainian approaches to open research, their fight to reclaim ISSNs appropriated by Russia and ongoing efforts to adapt to European and International standards of scholarly publishing.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Where should SocArXiv draw the AI line? – SocOpen: Home of SocArXiv",
    "link": "https://socopen.org/2026/02/22/where-should-socarxiv-draw-the-ai-line/",
    "pubDate": "2026-02-24T09:08:00.000Z",
    "content": "\"We have been discussing this at SocArXiv, but have not finalized our policy. When we do, I will link it here. In the meantime, we welcome your feedback, ideas, and suggestions — in the comments, or in email to socarxiv@gmail.com, or any other (peaceful) way. (Human-generated, please.) I would especially appreciate discussion that recognizes there are good people with different perspectives and experience, and it would be great if we could find a way to work together.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "From Collection to Collaboration: An Institutional Survey on Research Data Management Practice at the Indian Statistical Institute: The Serials Librarian: Vol 0, No 0",
    "link": "https://www.tandfonline.com/doi/abs/10.1080/0361526X.2026.2626064",
    "pubDate": "2026-02-23T12:19:00.000Z",
    "content": "<html><head></head><body>Abstract:&nbsp; This study examines research data management (RDM) practices, challenges, and support needs among researchers at the Indian Statistical Institute (ISI), covering data stages from storage to sharing. Using a descriptive survey design, data was collected through an online questionnaire completed by researchers across ISI’s diverse divisions. Results reveal varied data storage, security, and sharing approaches, with common challenges including inadequate version control, limited access to centralized storage, and concerns about data privacy. Findings indicate a strong reliance on self-management for RDM but highlight the need for institutional support, particularly in data documentation, secure storage options, and data-sharing protocols. Researchers expressed interest in an i</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Do data management policies become more open over time? | LIBER Quarterly: The Journal of the Association of European Research Libraries",
    "link": "https://liberquarterly.eu/article/view/23144",
    "pubDate": "2026-02-23T12:17:00.000Z",
    "content": "<html><head></head><body>Abstract:&nbsp; Research data management (RDM) policies are ubiquitous in UK Higher Education Institutions, and are often written and managed by, or with, the library team. RDM policies attempt to balance the requirements of keeping data safe and secure when necessary and opening up data to allow reuse and to support research integrity. This article uses a framework analysis approach on 134 policies to investigate whether the UK RDM policies have become more open over time in terms of policy points and language. The investigation shows that recent policies have shown an increased likelihood of being more open in several areas: how long data should be archived for, sharing of software, and the mandatory inclusion of data availability statements in journal articles. Language around FAIR data</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "DOAJ sustains the Open Climate Campaign’s legacy with new tagging – DOAJ Blog",
    "link": "https://blog.doaj.org/2026/02/23/doaj-sustains-the-open-climate-campaigns-legacy-with-new-tagging/",
    "pubDate": "2026-02-23T12:10:00.000Z",
    "content": "<html><head></head><body>\"The Open Climate Campaign’s work on open access to climate research is being sustained by DOAJ’s new “open climate campaign” tagging, which creates an easily discoverable subject collection of over 7,000 relevant articles to make climate knowledge more accessible to all....\n\nTo solve the world’s greatest problems, knowledge about them must be open. This was the impetus for the&nbsp;Open Climate Campaign, a partnership between&nbsp;Creative Commons,&nbsp;SPARC&nbsp;and&nbsp;EIFL&nbsp;with funding from the&nbsp;Arcadia Fund. Initial data collected by the Campaign suggested that only half of the research papers assessed as climate change papers were openly available. This meant that if you were looking for information, be it a model or data for a recommendation on climate change, and you wer</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "An interview with Editorial Mar Caribe on joining OASPA - OASPA",
    "link": "https://www.oaspa.org/news/an-interview-with-editorial-mar-caribe-on-joining-oaspa/",
    "pubDate": "2026-02-23T12:01:00.000Z",
    "content": "\"Editorial Mar Caribe&nbsp;(EMC) has recently become a member of OASPA in the scholar publisher category, further enriching the growing community of members. To gain more insight into their recent affiliation with OASPA and to learn more about them, we conducted an interview with Josefrank Pernalete Lugo, Editor in Chief of EMC.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Small publishers face threat from scale, not open access - Research Information",
    "link": "https://www.researchinformation.info/news/small-publishers-face-threat-from-scale-not-open-access/",
    "pubDate": "2026-02-23T11:43:00.000Z",
    "content": "<html><head></head><body>\"An independent report commissioned by Knowledge Exchange argues that open access (OA) is not the main threat facing small European academic publishers. Instead, the real challenge lies in structural inequities that favour larger organisations.\n\nThe report,&nbsp;Small European publishers and the transition to open access publishing: a 2025 snapshot, was written by Information Power and examines how smaller publishers are navigating the shift to OA across Europe. It finds that while many small publishers are broadly aligned with the principles of open access, they face disproportionate pressure from funding systems, administrative requirements, library negotiations and prestige dynamics that tend to benefit larger players.\n\nAccording to the analysis, scale plays a decisive role. Larger publ</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Is Subscribe to Open Good for Libraries? | Katina Magazine",
    "link": "https://katinamagazine.org/content/article/open-knowledge/2026/is-s20-good-for-libraries",
    "pubDate": "2026-02-22T12:22:00.000Z",
    "content": "\"Even though we come from different research libraries with individual collection strategies and funding for open access, we all support S2O. In this article, we’ll discuss the model’s advantages and its challenges and offer a few suggestions for improvement.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Can An AI-Powered Platform Unleash the Potential of Open Educational Resources? | Katina Magazine",
    "link": "https://katinamagazine.org/content/article/resource-reviews/2026/can-an-ai-powered-platform-unleash-the-potential-of-oer",
    "pubDate": "2026-02-22T12:21:00.000Z",
    "content": "\"As academic libraries expand open educational resource (OER) programs to reduce textbook costs and improve accessibility, one of the most persistent challenges remains labor. Locating high-quality OERs, aligning content to specific courses, and supporting faculty adoption is time intensive, even at institutions with robust OER programs. Enter Sylla, an AI-powered platform designed to help libraries and educators discover, adopt, and export OERs at scale by analyzing course content and commercial textbooks.\n\nIn concept, Sylla addresses a genuine need. In practice, however, its strongest capabilities are constrained by workflow instability and incomplete functionality.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "ERJ Open Research in 2026: progress and future directions | European Respiratory Society",
    "link": "https://publications.ersnet.org/content/erjor/12/1/01856-2025",
    "pubDate": "2026-02-22T10:35:00.000Z",
    "content": "\"As we welcome 2026, ERJ Open Research celebrates a milestone: we are entering our 11th year of publication. Having successfully completed our first decade [1–4], our vision for the second decade is clear and ambitious: to establish ERJ Open Research as the best open access journal in respiratory medicine. We are confident that we will achieve both the quantitative growth and qualitative maturity necessary to realise the vision.\n\nThe past year, 2025, has been historic. We witnessed an unprecedented surge in interest, receiving &gt;1800 manuscripts – the highest volume in our history (figure 1). This represents a remarkable increase from previous years and serves as a vote of confidence from the global respiratory community.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Lipid Interactome: An interactive and open access platform for exploring cellular lipid-protein interactions | Bioinformatics | Oxford Academic",
    "link": "https://academic.oup.com/bioinformatics/advance-article/doi/10.1093/bioinformatics/btaf651/8489746?login=false",
    "pubDate": "2026-02-22T10:33:00.000Z",
    "content": "Abstract:&nbsp; ...The Lipid Interactome addresses this gap by providing a structured, interactive web portal that adheres to FAIR data&nbsp;principles – ensuring that lipid interactome studies are Findable, Accessible, Interoperable, and Reusable. Through standardized&nbsp;data formatting, interactive visualizations, and direct cross-study comparisons, this resource enables researchers to&nbsp;systematically explore the protein-binding partners of diverse bioactive lipids. By consolidating and curating lipid interactome&nbsp;proteomics data from multiple studies, the Lipid Interactome database serves as a critical tool for deciphering the biological&nbsp;functions of lipids in cellular systems.",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Publish or Perish: The Cost of Publication in Orthopaedic Journals",
    "link": "https://journals.lww.com/jaaosglobal/fulltext/2026/02000/publish_or_perish__the_cost_of_publication_in.18.aspx",
    "pubDate": "2026-02-22T09:37:00.000Z",
    "content": "<html><head></head><body>Abstract:&nbsp;&nbsp;Introduction:&nbsp;\n\nThis study aims to describe the cost of publication in orthopaedic journals and correlation to journal impact factor metrics.\n\nMethods:&nbsp;\n\nOrthopaedic surgery and sports medicine journals were included for analysis. Data were recorded from publicly available records. Statistical analysis was conducted using R studio version 4.2.3. One-way analysis of variance with post hoc analysis (Tukey, Honest Significant Difference&nbsp;(HSD) was performed to compare SCImago Journal Rank (SJR) scores, H-index, and average cost (including the average submission, publication, or article processing charges [APCs] of a published article) between journals based on SJR quartile. Independent sample&nbsp;t-test and chi square or Fisher exact test were used to compa</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Library Websites as Catalysts for Open Science: Exploring SDG Connections in Selected Academic Libraries in the Philippines",
    "link": "https://www.academia.edu/145699971/Library_Websites_as_Catalysts_for_Open_Science_Exploring_SDG_Connections_in_Selected_Academic_Libraries_in_the_Philippines",
    "pubDate": "2026-02-20T10:44:00.000Z",
    "content": "<html><head></head><body>Abstract:&nbsp;&nbsp;This study explores the role of academic library websites in promoting open science as a pathway to achieving UN Sustainable Development Goals (SDGs) 9 (Industry, Innovation, and Infrastructure) and 17 (Partnerships for the Goals). Open Science has the potential of making the scientific process more transparent, inclusive and democratic (UNESCO, 2021). By analyzing a diverse sample of academic library websites, the research evaluates their effectiveness in facilitating access to open-access journals, promoting open educational resources (OER), and fostering cross-disciplinary research collaborations. A descriptive approach through web content analysis of selected academic library websites was employed to identify key indicators, such as: 1) availability of open-access </body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Funding metadata in OpenAlex: update and future directions - YouTube",
    "link": "https://www.youtube.com/watch?v=BcnigbsDKpw",
    "pubDate": "2026-02-20T08:59:00.000Z",
    "content": "\"Thanks to a transformative grant from Wellcome of $3.6M over three years, we're working to integrate funding metadata into OpenAlex. Our goal: to have the most comprehensive research funding database connected to other parts of the research ecosystem (institutions, authors, topics, funded outputs, etc.) openly available. Researchers, institutions, and funders will have all their funding intelligence needs met by an open system with open data. In this webinar, Kyle Demes (OpenAlex COO) will review work to date, highlight future directions, and provide more information for funders who are interested in making their metadata more available.\"\n\n&nbsp;\n\n\n&nbsp;\n\n&nbsp;\n\n&nbsp;\n\n\n&nbsp;",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "New report: International metadata recommendations and platform-specific requirements for OA books and chapters - UKSG",
    "link": "https://www.uksg.org/newsletter/uksg-enews-603/new-report-international-metadata-recommendations-and-platform-specific-requirements-for-oa-books-and-chapters/",
    "pubDate": "2026-02-20T07:16:00.000Z",
    "content": "<html><head></head><body>This new report from Thoth Open Metadata&nbsp;provides a comprehensive review of international metadata standards and requirements for open access books and chapters. It aims to support small-to-medium sized independent scholar-led, as well as institutional, publishers of open access books in implementing effective metadata management practices, thereby improving the discoverability, interoperability and sustainability of open access books.\n\nThe report situates Thoth Open Metadata within a broader movement towards open, community-owned infrastructure for scholarly publishing, responding to persistent challenges faced by independent and institutional publishers navigating proprietary metadata systems and fragmented technical standards. By consolidating research from major initiatives, inclu</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Large language models and responsible research evaluation: an extension of the Leiden Manifesto | Scientometrics | Springer Nature Link",
    "link": "https://link.springer.com/article/10.1007/s11192-026-05552-x",
    "pubDate": "2026-02-19T12:52:00.000Z",
    "content": "<html><head></head><body>Abstract:&nbsp; Research evaluators and scientometricians sometimes promote the message of responsible bibliometrics through initiatives like the Leiden Manifesto, but these do not mention Large Language Models (LLMs). Since there is evidence that LLMs can make quality predictions for journal articles that correlate more strongly with expert judgements than do citation-based indicators in most fields, they may start to supplement or replace citation-based indicators for some applications. This paper compares responsible evaluation principles from the Leiden Manifesto with those necessary for LLMs, finding them all to be still relevant. It also includes a discussion of how they apply to human expert review and the differences between the three approaches. For example, transparency is inhere</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Student Recitals in Your IR: Managing Copyright for Performance Media in Institutional Repositories",
    "link": "https://umiami.qualtrics.com/jfe/form/SV_8Dpe68a0LyJEjSm",
    "pubDate": "2026-02-19T12:13:00.000Z",
    "content": "\"This research project aims to provide a snapshot of how United States institutions are currently providing access to and addressing copyright issues related to institutional audio and visual content created by students as part of their research output at their institutions. Typically, this output takes the form of recorded recitals.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "bjoern.brembs.blog » After decades of debating the “scientific publishing crisis”, the time has come to decide.",
    "link": "https://bjoern.brembs.net/2026/02/after-decades-of-debating-the-scientific-publishing-crisis-the-time-as-come-to-decide/",
    "pubDate": "2026-02-19T11:58:00.000Z",
    "content": "\"The EU-supported solution Open Research Europe (ORE) aligns strikingly well with these principles. It was competitively tendered, is now financed in a decentralized fashion, and is slated for further technical decentralization to improve resilience. Governance is to be embedded&nbsp;within scientific institutions. In its financial and infrastructural logic, ORE reflects a growing consensus, visible as well in the EU Council conclusions on the “hazards of scholarly publishing“....\n\nThe diagnosis is clear. The instruments are available. The question is no longer whether change is necessary, but when, if ever, the scholarly community will act on what it has learned in these last decades.\n\nThe debate has run its course. Decisions are due.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Introducing Nature Progress | For Researchers | Springer Nature",
    "link": "https://www.springernature.com/gp/researchers/the-researchers-source/open-science-blogpost/introducing-nature-progress/27843156",
    "pubDate": "2026-02-19T09:42:00.000Z",
    "content": "<html><head></head><body>\"Nature Progress is a new series of fully open access journals in the Nature Portfolio family, covering a wide range of scientific disciplines. Collaborating with research communities in rapidly advancing fields, the new series will guide the progress of these fast growing, vibrant, and dynamic research areas....We think&nbsp;open access&nbsp;is a good fit for the new Nature Progress series because it will help make sure that the papers we choose have wide readership right from the outset and enhance their global reach.&nbsp; &nbsp;\n\nOpen access&nbsp;publishing enables rapid dissemination and collaboration. These are meaningful to any field of research, but&nbsp;definitely so&nbsp;in those dynamic and evolving fields that Nature Progress will serve.&nbsp;\n\nTo enable more authors to publish</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Launch of the CoARA Collection: A Community-Owned Library of Tools for Reform – CoARA",
    "link": "https://www.coara.org/news/project-news/coara-collection/",
    "pubDate": "2026-02-18T15:05:00.000Z",
    "content": "<html><head></head><body>\"As the coalition celebrated its third anniversary at the end of 2025, the coalition’s tools for reform are evolving along with CoARA’s development and expansion. Moving from shared principles towards concrete, actionable reform, the&nbsp;launch of the&nbsp;CoARA Collection&nbsp;marks an important milestone in this journey.\n\nAs a coalition built on collective action and mutual learning, CoARA’s key communities, including&nbsp;Working Groups,&nbsp;National Chapters, and&nbsp;Cascade Funding beneficiaries, have been developing tools and resources over the past three years. These resources serve as the foundation for the&nbsp;CoARA Collection: a community-owned resource library that consolidates tools to support institutions in their reform journeys, putting CoARA Commitments into action.\n\nFi</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Data as a new research publication type: What could be the role of research libraries as service providers? | LIBER Quarterly: The Journal of the Association of European Research Libraries",
    "link": "https://liberquarterly.eu/article/view/19415",
    "pubDate": "2026-02-18T15:04:00.000Z",
    "content": "<html><head></head><body>Abstract:&nbsp;&nbsp;This article examines the evolving role of research libraries in supporting the recognition of datasets as legitimate academic outputs through data publishing. Although the academic community increasingly acknowledges the value of treating research data as standalone contributions, there remains a lack of comprehensive frameworks and services to support this shift. Research libraries are well-positioned to lead in data curation and publication by collaborating with researchers, institutions, and other stakeholders.\n\nUsing a qualitative, multi-method approach—including a literature review, an exploratory survey of university libraries in the Nordic and Baltic countries, and professional experience—we investigate current practices, challenges, and institutional perspecti</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "SPARC Program Priorities - SPARC",
    "link": "https://sparcopen.org/who-we-are/program-priorities/",
    "pubDate": "2026-02-18T13:57:00.000Z",
    "content": "<html><head></head><body>\"Sharing knowledge is a human right. SPARC is a nonprofit 501(c)(3) organization that supports systems for research and education that enable everyone, everywhere to access, contribute to and benefit from the knowledge that shapes our world. We consider openness a critical enabling strategy for achieving such systems....\n\nSPARC is a catalyst for action. Our pragmatic agenda focuses on driving policy change, supporting member action, and cultivating communities that advance our vision of knowledge as a public good. To promote progress towards our vision, SPARC:\n\n\n\tAdvocates&nbsp;for policies that enable open, equitable systems of research and education.&nbsp;\n\tEducates&nbsp;community members on opportunities to take action to enable such systems.\n\tIncubates&nbsp;projects that promote new mo</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Register now – OASPA Conference on Open Access Scholarly Publishing 2026 – Hotel Dubrovnik",
    "link": "https://www.tickettailor.com/events/oaspa/2037058",
    "pubDate": "2026-02-18T13:46:00.000Z",
    "content": "<html><head></head><body>\"OASPA’s annual conference is the only event that brings together the whole of the open access community, accelerating connection, discovery and new thinking.&nbsp;\n\nJoin us this September in Croatia to exchange thoughts with a global network of experts and peers, and to help us shape the future of open access.\n\nProgramme development is well underway and conference panels will include the following themes:\n\n\n\tHow can open knowledge help society?\n\tHow can artificial intelligence best serve open access?\n\tWhat does sustainability in open access really mean?\n\tConnecting reform movements: linking research assessment, culture and innovation in open-research publishing\n\tInteroperable open infrastructures: facilitating and integrating scholarship across geographies and contexts\n\tFully open access </body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "The Principles of Open Science Monitoring are now available in Italian and Portuguese! - Open science monitoring initiative - OSMI",
    "link": "https://open-science-monitoring.org/the-principles-of-open-science-monitoring-are-now-available-in-italian-and-portuguese/",
    "pubDate": "2026-02-18T10:06:00.000Z",
    "content": "\"Applying the Principles of Open Science Monitoring worldwide also means localising them in many languages.\n\nThanks to the collaborative efforts of community members, the Italian and Portuguese (Brazil) translations of the Principles are available!&nbsp;\n\nRead the Principles in Arabic, English, Finnish, French, German, Indonesian, Italian, Portuguese (Brazil), and Spanish:&nbsp;https://open-science-monitoring.org/principles/&nbsp;&nbsp;\n\nTranslations into Japanese, Bengali, Turkish and Slovenian are also underway.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Hate paywalls? So does John Cusack - WBEZ Chicago",
    "link": "https://www.wbez.org/in-the-loop-with-sasha-ann-simons/2026/02/16/hate-paywalls-so-does-john-cusack",
    "pubDate": "2026-02-17T14:08:00.000Z",
    "content": "\"Tired of visiting a news website and getting hit with a paywall? Actor John Cusack feels your pain – and wants outlets to&nbsp;free the news&nbsp;that you need.\n\nHe stops by to talk about what’s at stake when newsrooms are&nbsp;gutted, journalists&nbsp;are under fire, and information is gatekept.\n\nGUESTS:&nbsp;John Cusack, actor and founding board member of Freedom of the Press Foundation\n\nSeth Stern, chief of advocacy for Freedom of the Press Foundation.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Peer Review at the Crossroads - Kochetkov - 2026 - Learned Publishing - Wiley Online Library",
    "link": "https://onlinelibrary.wiley.com/doi/full/10.1002/leap.2046",
    "pubDate": "2026-02-17T12:22:00.000Z",
    "content": "<html><head></head><body>Abstract:&nbsp; Peer review has long been regarded as a cornerstone of scholarly communication, ensuring high quality and credibility of published research. Although academic journals trace their origins back three centuries, the procedures for evaluating submissions, particularly peer review, have undergone continuous evolution. Peer review's formal institutionalisation in the mid-20th century represents a significant, yet natural, phase in this ongoing transformation of scholarly communication. By the early 21st century, there emerged an opinion that the conventional model of peer review faces systematic challenges, including inefficiency, bias and institutional inertia. The study aims to synthesise the evolution, practices and outcomes of both conventional and innovative peer review mod</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Illuminating the path toward fair and equitable investment in open access – OA2020",
    "link": "https://oa2020.org/2026/02/17/illuminating-the-path-toward-fair-and-equitable-investment-in-open-access/",
    "pubDate": "2026-02-17T09:57:00.000Z",
    "content": "<html><head></head><body>\"As the global transition to open access continues, the scholarly communication ecosystem faces a critical challenge: while substantial funds circulate within the system, they remain largely organized around paywalled models rather than structured to fully support open dissemination.\n\nInstitutions are now working to realign these investments to enable a fairer, more transparent flow of resources that advances open access. At the same time, publishers are re-evaluating their business models—considering how best to sustain the quality services that research communities rely on, while moving away from subscription-based systems toward open access.\n\nTo address these challenges, the&nbsp;OA2020 Working Group on Financial Flows and Cost Modeling&nbsp;is&nbsp;collecting data on current financial </body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Research published in Royal Society journals in 2026 to be free to access as libraries back Subscribe to Open | Royal Society",
    "link": "https://royalsociety.org/news/2026/02/subscribe-to-open-announcement/",
    "pubDate": "2026-02-17T09:56:00.000Z",
    "content": "<html><head></head><body>\"The Royal Society is pleased to confirm that its eight world-class subscription journals will be published as open access in 2026 as libraries support its Subscribe to Open (S2O) strategy.\n\nThis means new research published in leading journals like Proceedings of the Royal Society and Philosophical Transactions – the world’s oldest scientific journal – will be free to access for researchers and readers around the world.\n\nArticle publishing charges (APCs) for researchers to publish open access will also be removed for the S2O journals. This aligns with open access mandates from research funding bodies.\n\nSubscribe to Open is a simple and cost-effective way for publishers to quickly transition to full open access, only made possible through the continued support of libraries and internationa</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "What do public contributors with lived experience know and think about open research? ‘Nobody should look at results and think “how did they arrive at that?”’ - Poliakoff - Journal of Neuropsychology - Wiley Online Library",
    "link": "https://bpspsychub.onlinelibrary.wiley.com/doi/10.1111/jnp.70034",
    "pubDate": "2026-02-17T09:39:00.000Z",
    "content": "<html><head></head><body>Abstract:&nbsp; Involving people with lived experience in research (patient and public involvement or co-production) is one principle of open research (transparent research practices). Involvement of experts by experience helps ensure that clinical and health research is relevant, ethical and accessible. While public contributors are likely to view co-production as important, what do public contributors know and think about other open research practices (e.g., pre-registration, data sharing)? We carried out a mixed methods online survey investigating what public contributors already know and would like to know about different open research practices, working with public contributors to shape the study. The 64 participants had a range of lived experience, which they had contributed to resea</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Thoth Open Metadata and the Principles of Open Scholarly Infrastructure (POSI) | Thoth",
    "link": "https://thoth.pub/blog/10.70950/sllm9969",
    "pubDate": "2026-02-25T12:42:00.000Z",
    "content": "\"With this post, we share the results of our recently-conducted self-assessment of Thoth Open Metadata against the current version v2.0 of the Principles of Open Scholarly Infrastructure (POSI). POSI is an important reference point for us: it articulates important elements of what it means for an infrastructure to be open, community-governed, and sustainable over the long term.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Fostering Responsible Research Assessment: DORA Launches New Introductory Course | DORA",
    "link": "https://sfdora.org/2026/02/23/new-introductory-course/",
    "pubDate": "2026-02-24T09:06:00.000Z",
    "content": "\"DORA is delighted to announce the launch of its&nbsp;Introduction to Responsible Research Assessment&nbsp;Course. This online, self-paced course provides an approachable, entry-level curriculum for anyone at any career stage and in a variety of roles to learn about responsible research assessment (RRA). The course is free for individuals to take but it requires registration, and provides the option of issuing a certificate for each of its four lessons and one for its full content.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Reclaiming the scholarly ecosystem: Reflections on the first CWTS research seminar of 2026 - Leiden Madtrics",
    "link": "https://www.leidenmadtrics.nl/articles/reclaiming-the-scholarly-ecosystem-reflections-on-the-first-cwts-research-seminar-in-2026",
    "pubDate": "2026-02-24T08:32:00.000Z",
    "content": "In the first research seminar at CWTS of 2026, Samuel Moore argued that Open Access publishing took the wrong path and proposed alternatives with a new ‘commons’ approach. As PhD candidates studying scholarly communication, we expand his view to broader research infrastructure and culture.",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Small European publishers and the transition to open access publishing: a 2025 snapshot",
    "link": "https://zenodo.org/records/17950438",
    "pubDate": "2026-02-23T11:41:00.000Z",
    "content": "<html><head></head><body>Abstract:&nbsp;&nbsp;How are small scientific publishers approaching the transition to open access publishing models? What challenges do they face in this process? What are key benefits of transitioning to OA?\n\nKnowledge Exchange&nbsp;have explored these and other related questions in our newly published report ‘Small European Publishers and the transition to Open Access publishing’. The study was informed by the 2022 report&nbsp;Landscape study of small journal publishers for the Knowledge Exchange, was&nbsp;undertaken by&nbsp;Information Power&nbsp;as an independent consultant and was commissioned and overseen by Knowledge Exchange. It&nbsp;concludes the Knowledge Exchange project exploring&nbsp;Small publishers and the transition to open access.\n\nThe study finds that the publishers inte</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Elsevier and Jisc sign read and publish agreement for UK institutions - Research Information",
    "link": "https://www.researchinformation.info/news/elsevier-and-jisc-sign-read-and-publish-agreement-for-uk-institutions/",
    "pubDate": "2026-02-23T11:39:00.000Z",
    "content": "\"Elsevier has announced a new three-year combined read and publish agreement with Jisc, the body that negotiates licences on behalf of UK higher education and research institutions.\n\nThe agreement provides participating UK institutions with continued access to Elsevier’s portfolio of peer-reviewed journals, alongside open access publishing options for eligible UK-affiliated corresponding authors.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "No-fee open access publishing in Africa policy brief | EIFL",
    "link": "https://www.eifl.net/resources/no-fee-open-access-publishing-africa-policy-brief",
    "pubDate": "2026-02-23T09:48:00.000Z",
    "content": "<html><head></head><body>\"The ‘No-fee open access publishing in Africa policy brief’ is aimed at the leadership of African institutions. It provides an overview of no-fee open access (OA) publishing, often referred to as Diamond OA publishing, and shows how Diamond OA journals can help to achieve the goals of more equitable, inclusive, impactful and trusted publishing. The Policy Brief emphasises collective responsibility and collaborations among institutions, research funders and policymakers and recommends actions that leaders of African institutions can take to foster and sustain Diamond OA publishing.&nbsp;\n\nKey recommendations for African institutional leaders include:&nbsp;\n\n\n\tRecognize Diamond OA journals as strategic research assets.\n\tCreate and safeguard a dedicated budget line for Diamond OA journal publ</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "No-fee OA publishing in Africa policy brief and funding sources overview | EIFL",
    "link": "https://www.eifl.net/news/no-fee-oa-publishing-africa-policy-brief-and-funding-sources-overview",
    "pubDate": "2026-02-23T09:47:00.000Z",
    "content": "<html><head></head><body>\"The&nbsp;‘Collaboration for sustainable open access publishing in Africa’&nbsp;project, implemented by EIFL, African Journals Online (AJOL) and the West and Central African Research and Education Network (WACREN) with funding from Wellcome, has released&nbsp; two resources that can help to achieve the goals of more equitable, inclusive, impactful and trusted publishing in Africa.&nbsp;\n\nThe&nbsp;‘No-fee open access publishing in Africa policy brief’&nbsp;is aimed at the leadership of African institutions. It includes an overview of no-fee open access publishing, often referred to as Diamond open access publishing, and addresses the reasons, motivations and benefits for institutional support. The Policy Brief emphasises collective responsibility and collaborations among institutions, resea</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "EIFL checklist for using OJS in journal publishing | EIFL",
    "link": "https://www.eifl.net/news/eifl-checklist-using-ojs-journal-publishing-1",
    "pubDate": "2026-02-23T09:46:00.000Z",
    "content": "<html><head></head><body>\"We have updated the&nbsp;EIFL checklist of good practices in using the free and open source software, Open Journal Systems (OJS), for managing the entire researcher-to-reader workflow for submission, peer review and production of scholarly journals.\n\nThe checklist, by&nbsp;Iryna Kuchma, Manager of the&nbsp;EIFL Open Access Programme (EIFL-OA)&nbsp;and Milica Ševkušić, EIFL-OA Project Coordinator, takes forward an objective of&nbsp;EIFL’s strategic plan&nbsp;- to foster the creation and maintenance of open public infrastructures that enable the publication and sharing of research in open access journals and open repositories. OJS is the most widely used journal publishing software in EIFL partner countries and worldwide.\n\nThis is the fourth version of the checklist. It includes an overv</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Annual review 2025 | Open Science NL",
    "link": "https://www.openscience.nl/en/annual-review-2025",
    "pubDate": "2026-02-18T10:05:00.000Z",
    "content": "\"2025 was an exceptional year for Open Science NL. We awarded 114 projects totalling over 50 million euros from 8 different funding programmes.&nbsp;23 institutions have each received 50,000 euros to promote the recognition and rewards for open science practices....\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Compromising Usability for Interoperability? What “Open” Really Means in Research Software",
    "link": "https://www.linkedin.com/pulse/compromising-usability-interoperability-what-open-sam-phd-fhea--johoe/",
    "pubDate": "2026-02-18T09:49:00.000Z",
    "content": "<html><head></head><body>\"The “skills wall” is an open research problem\n\n\nOpen source can be empowering, until it becomes exclusionary.\n\n\n\nIf “open” effectively means:\n\n\n\n&nbsp;\n\n\n\tinstall toolchains,\n\tdebug dependencies,\n\tlearn version control,\n\tmanage environments,\n\tread undocumented code,\n\tinterpret outputs…\n\n\n&nbsp;\n\n\n\n…then we’ve created openness for people who already have technical capital.\n\n\n\nAnd this matters beyond academia. In participatory human-centred design and social good computing, our stakeholders often include practitioners, NGOs, policymakers, community partners, interdisciplinary collaborators, and students. Openness that narrows participation isn’t truly open.\n\n\n\nWhat I mean by “usable openness”\n\n\n\nA phrase I kept returning to in my own notes is usable openness. Openness that is not only techn</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "BioOne reaches sustainability threshold for 2026 Subscribe to Open pilot - Research Information",
    "link": "https://www.researchinformation.info/news/bioone-reaches-sustainability-threshold-for-2026-subscribe-to-open-pilot/",
    "pubDate": "2026-02-18T09:44:00.000Z",
    "content": "\"BioOne has announced that its Subscribe to Open (S2O) pilot has reached its sustainability threshold for 2026, ensuring that the 2026 volumes of 71 titles within the BioOne Complete aggregation will be published Open Access, immediately and in perpetuity.\n\nThe milestone was achieved with support from consortia and library partners worldwide. BioOne’s S2O cohort comprises 54 societies, museums and research organisations, representing what the organisation describes as the largest number of independent publishers under a single S2O offer to date. The cohort also includes the first S2O publishers from Japan, Kenya, China and Brazil.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Duke Grad Student Awarded Grant to Digitize Historic Slavery Records - The Devil's Tale",
    "link": "https://blogs.library.duke.edu/rubenstein/2026/02/13/duke-grad-student-awarded-grant-to-digitize-historic-slavery-records/",
    "pubDate": "2026-02-18T09:42:00.000Z",
    "content": "<html><head></head><body>\"Duke Libraries is pleased to announce its partnership with History doctoral candidate&nbsp;Jobie Hill&nbsp;on her newly funded project,&nbsp;Bearing Witness to Enslaved Women and Their Future Issue and Increase in the Massie Family’s 18th– and 19th-Century Reproductive Labor Systems&nbsp;(Bearing Witness). Hill is the recipient of a&nbsp;Council on Library and Information Resources&nbsp;(CLIR) award through its&nbsp;Digitizing Hidden Collections: Amplifying Unheard Voices&nbsp;program.\n\nBearing Witness is one of sixteen projects that received funding through the&nbsp;Digitizing Hidden Collections: Amplifying Unheard Voices&nbsp;program, which seeks to “deepen public understanding of the histories of communities whose work, experiences, and perspectives have been insufficiently recognized </body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "A research article’s digital cul-de-sac. How to fix an academic paper that is hidden and/or unreachable",
    "link": "https://www.travisnoakes.co.za/2026/02/a-research-articles-digital-cul-de-sac.html",
    "pubDate": "2026-02-18T09:40:00.000Z",
    "content": "\"Most researchers are keen for their works to be well-indexed, quick-to-find, and reliably linked to their academic publisher’s landing page from search engine results. This is especially true for scholars whose performance reviews include consideration of their works’ impact in reaching interested readers. Such impact scores can include citations, amplification and readership, as tracked via altmetrics and/or other sources.\n\nThis post provides an example to illustrate why a research author should not assume that every article of theirs will be properly indexed. As result, this work may not be seen by potentially interested parties searching for pertinent work with salient keywords, despite the work's merits.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Students must be trained in open research",
    "link": "https://www.timeshighereducation.com/opinion/if-progress-not-falter-students-must-be-trained-open-research",
    "pubDate": "2026-02-18T09:29:00.000Z",
    "content": "<html><head></head><body>\"Promising institutional shifts are already under way. In the UK and the Netherlands, for example, open research expectations are increasingly embedded in national frameworks and funding systems. The Research Excellence Framework now treats research culture as a key assessment criterion, and is further exploring the role that open research plays in this. Funders such as the UK research councils, the Wellcome Trust, the British Academy and the Dutch Science Foundation explicitly require open data, open access and evidence of good research culture in grant applications.\n\nYet these policy advances have outpaced changes in how we educate future researchers and consumers of science. Unless students are explicitly taught how and why to conduct transparent, rigorous and ethical research, the prog</body></html>",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Unlocking Author-Affiliation Metadata for All of arXiv — COMET",
    "link": "https://www.cometadata.org/blog/unlocking-author-affiliation-metadata-for-all-of-arxiv",
    "pubDate": "2026-02-18T09:27:00.000Z",
    "content": "Abstract:&nbsp;&nbsp;The COMET team is pleased to share results from an exciting line of work we have recently completed, focused on unlocking author-affiliation metadata from preprints. Specifically, we have trained a small, open-weight large language model (LLM) that achieves state-of-the-art performance on author-affiliation extraction for arXiv works. With this approach, we have for the first time produced open author-affiliation metadata for the full arXiv corpus as of December 2025, enabling community use and allowing for direct improvements to persistent identifier metadata. The trained model and dataset are openly available and free to use. Please read on to learn more!",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  },
  {
    "title": "Publish | Review | Curate – This is a joint initiative of COAR and ASAPbio, with funding from Arcadia as part of the COAR Notify Project",
    "link": "https://publish-review-curate.org/",
    "pubDate": "2026-02-18T08:59:00.000Z",
    "content": "\"We are a group of like-minded organisations and individuals working together to share knowledge and accelerate the adoption of the Publish, Review, Curate (PRC) model of scholarly publishing. In the first six months of 2026, an interim working group is helping to define a “PRC Alliance”, which will act as a convener for the diverse PRC community.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "(Open) Science + Research",
    "enforcedImage": null,
    "sourceDescription": "This is the \"oa.new\" feed published by the OATP hub. It's a remix feed so that, over time, I can modify it without modifying the URL. For example, I \r\ncan filter out spam or make other modifications later on without changing the URL.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=tagteam.harvard.edu",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://tagteam.harvard.edu/remix/oatp/items.rss"
  }
]