[
  {
    "title": "Data Curator (Full-time, remote, U.S.) | Dryad news",
    "link": "https://blog.datadryad.org/2026/01/13/data-curator-full-time-remote-u-s/",
    "pubDate": "2026-01-23T09:41:00.000Z",
    "content": "\"Dryad is recruiting a full-time Data Curator to help drive and maintain the highest standards for research data curation and data publication. Our future Data Curator will carefully evaluate submitted research metadata and data files, and assist with identifying workflow and process improvements, offering guidance to authors, supporting team members, and participating in the onboarding and traini",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Service: Open Access in der Philosophie - Universitätsbibliothek Bern UB",
    "link": "https://www.ub.unibe.ch/service/open_science/os_veranstaltungen/open_access_in_der_philosophie/index_ger.html",
    "pubDate": "2026-01-23T09:35:00.000Z",
    "content": "Program for an event in Bonn on Feb 12, 2026.",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Mapping the State of Open Infrastructure: Insights from OSMI Working Group 4 - Open science monitoring initiative - OSMI",
    "link": "https://open-science-monitoring.org/mapping-the-state-of-open-infrastructure-insights-from-osmi-working-group-4/",
    "pubDate": "2026-01-23T09:33:00.000Z",
    "content": "\"When we talk about open science, we often think about open-access journals or FAIR data. But there’s another layer that quietly powers it all — the infrastructure that captures, connects, and analyses research metadata.Earlier this year, members of OSMI Working Group 4 set out to understand what this landscape really looks like in practice. To this effect, an internal survey was undertaken with t",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Making scholarly images more accessible: STM’s Draft Taxonomy now open for feedback - STM Association",
    "link": "https://stm-assoc.org/stm-unveils-draft-alt-text-taxonomy/",
    "pubDate": "2026-01-23T09:12:00.000Z",
    "content": "\"This draft is the result of a collaborative effort by STM members to support accessible publishing, with a focus on helping authors and publishers write better image descriptions (alt text). Not only does it help prepare for the upcoming ADA Title II update (coming into effect April 2026), it also supports our shared goal of making scholarly content more inclusive and available to all.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Presenting a classifier to improve the identification of research journal publications in OpenAlex | Scientometrics | Springer Nature Link",
    "link": "https://link.springer.com/article/10.1007/s11192-025-05524-7",
    "pubDate": "2026-01-22T14:44:00.000Z",
    "content": "Abstract:  This paper introduces a document type classifier with the purpose to optimise the distinction between research and non-research journal publications in OpenAlex. Based on open metadata, the classifier can identify non-research or editorial content within a set of classified articles and reviews (e.g. paratext, abstracts, editorials, letters), which for example is relevant for bibliometr",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Diamond and APC-based journals in Latin America: Sustainability in a changing ecosystem – DOAJ Blog",
    "link": "https://blog.doaj.org/2026/01/22/diamond-and-apc-based-journals-in-latin-america-sustainability-in-a-changing-ecosystem/",
    "pubDate": "2026-01-22T13:31:00.000Z",
    "content": "\"DOAJ plays a crucial role in increasing global visibility for Latin American scholarly journals, most of which follow the Diamond open access model and are funded by public universities and research institutions. In this post, DOAJ Ambassadors Carolina Dias, Gimena del Río Riande and Ivonne Lujano Vilchis note that while the Diamond model remains dominant, a small but growing number of journals i",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Three major research universities opt out of new Elsevier deal",
    "link": "https://www.timeshighereducation.com/news/three-major-research-universities-opt-out-new-elsevier-deal",
    "pubDate": "2026-01-22T09:59:00.000Z",
    "content": "\"Three UK research-intensive universities have revealed they will not be renewing subscriptions to Elsevier journals amid concerns over the cost of a nationally agreed deal....\n\nIn a statement, the University of Kent confirmed it is “not renewing the Elsevier Read and Publish agreement in 2026”, stating “funds released will be used to support a more sustainable and researcher focused approach to O",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Ouvrir la Science - Support for infrastructures selected in the framework of the 6th SCOSS call for funding",
    "link": "https://www.ouvrirlascience.fr/support-for-infrastructures-selected-in-the-framework-of-the-6th-scoss-call-for-funding/",
    "pubDate": "2026-01-22T09:41:00.000Z",
    "content": "\"The Ministry of Higher Education, Research and Space has decided to continue its support for the international infrastructures selected by SCOSS (the Global Sustainability Coalition for Open Science Services) in the framework of its sixth call for funding. In this way, France is continuing its commitment to international infrastructures that structure open science.\n\nThe three infrastructures rece",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "America's Censored Campuses: DefendResearch.org and PEN America discuss US academic censorship",
    "link": "https://docs.google.com/forms/d/e/1FAIpQLSc2CRX2ES6z3AGTo4tDyChxyZgkyOMRfIhIn8mJxIHgjJDGZw/viewform",
    "pubDate": "2026-01-22T09:08:00.000Z",
    "content": "\"As part of DefendResearch.org's ongoing work to highlight the dangers of government censorship of science and research in the United States, we are launching a webinar series in 2026 dedicated to conversations with scholars and experts who view the current attacks on academic freedom as existential and who believe that it is vital to educate the public about the repercussions of these acts of cen",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Diamond ERA: From Vision to Implementation – A New Definition of Openness in the European Research Area",
    "link": "https://operas.hypotheses.org/9561",
    "pubDate": "2026-01-21T14:55:00.000Z",
    "content": "\"What if Europe’s next research framework could finally break science free from paywalls, profit-driven publishing, and foreign data dependence? On December 4, 2025, policymakers, researchers, and infrastructure builders gathered in Brussels to turn the vision of Diamond Open Access into a concrete political and legal reality. The conference Diamond ERA: Fostering Openness in the European Research",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": "https://operas.hypotheses.org/files/2026/01/key-visual-1-500x261.png"
  },
  {
    "title": "Researchers' Views on Preprints and Open Access Publishing: Results From a Free‐Answer Survey of Japanese Molecular Biologists - Tamazawa - 2026 - Learned Publishing - Wiley Online Library",
    "link": "https://onlinelibrary.wiley.com/doi/full/10.1002/leap.2039",
    "pubDate": "2026-01-21T14:50:00.000Z",
    "content": "Abstract:  A survey conducted in 2022 amongst members of the Molecular Biology Society of Japan (n = 633) about preprints and open access journals included qualitative data from free-response answers (n = 161). Analysis of the free-form responses suggests that researchers believe that peer review of papers is the foundation for ensuring the credibility of research content. The trust-building mecha",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Continuum: An Ar.io Digital Preservation Initiative",
    "link": "https://ar.io/continuum/",
    "pubDate": "2026-01-21T14:08:00.000Z",
    "content": "The Ar.io Foundation stewards open protocols and open-source software for naming, indexing, and access on the Permaweb. All code and methods relevant to this document are public and independently verifiable. The Foundation welcomes external review and commentary from preservation practitioners and standards bodies as part of an open research and standards-alignment effort. \n \nContinuum is an Ar.io",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "What does \"Subscribe to Open\" mean? | The Royal Society - YouTube",
    "link": "https://www.youtube.com/watch?v=qA6B1dx7ki8",
    "pubDate": "2026-01-21T10:13:00.000Z",
    "content": "\"Royal Society Publishing has committed to the ambitious goal of making the Royal Society journals 100% open access. To make this possible we have converted our current hybrid subscription journals to Subscribe to Open (S2O). Find out more: https://royalsociety.org/journals/lib...\n\nThe Royal Society is a Fellowship of many of the world's most eminent scientists and is the oldest scientific academy",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "How to Prevent a Work from Entering the Public Domain - Plagiarism Today",
    "link": "https://www.plagiarismtoday.com/2026/01/20/how-to-prevent-a-work-from-entering-the-public-domain/",
    "pubDate": "2026-01-21T10:12:00.000Z",
    "content": "\"This piece is meant to be somewhat tongue-in-cheek. Obviously, I do not condone this practice, and my goal is to draw attention to a real problem that prevents work from truly entering the public domain.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Digital Repository of Ireland is sharing metadata with OpenAIRE - Digital Repository of Ireland",
    "link": "https://dri.ie/news/dri-is-sharing-metadata-with-openaire/",
    "pubDate": "2026-01-21T10:09:00.000Z",
    "content": "\"DRI is pleased to announce that Repository metadata is now being shared with OpenAIRE, enhancing the discoverability of publications and datasets across Europe and Ireland. \n\nThe Digital Repository of Ireland is a national repository for Ireland’s social and cultural data. To date, our members have published 227 collections containing thousands of digital objects and that number is increasing rap",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "How Congress Can Improve Accessibility and Digital Access",
    "link": "https://www.arl.org/blog/accessibility-and-digital-access/",
    "pubDate": "2026-01-21T09:27:00.000Z",
    "content": "\"Every three years since 2003, disability rights advocates and library associations have petitioned the US Copyright Office for permission to access lawfully acquired ebooks using assistive technology. A legislative fix might be a better approach.\n\nThe Digital Millennium Copyright Act (DMCA) of 1998 prohibits users from circumventing technological protection measures (TPMs) that control access to ",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": "https://www.arl.org/wp-content/uploads/2026/01/US-capitol-by-alejandro-barba-on-unsplash-1200x900-1.jpg"
  },
  {
    "title": "Preserving eBooks: where are we now? jan 27, 2pm (GMT) | Digital Preservation Coalition",
    "link": "https://www.dpconline.org/events/eventdetail/577/-/preserving-ebooks-where-are-we-now",
    "pubDate": "2026-01-21T05:32:00.000Z",
    "content": "This event will bring together expert speakers from across the digital preservation community to discuss and share experiences on the preservation and provision of ongoing access to eBooks.\n\nIn 2014 the DPC published a Technology Watch report on Preserving eBooks (http://dx.doi.org/10.7207/twr14-01). As well as outlining the emergence of eBooks as a feature of modern life, the Report highlighted k",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Introducing DOAJ’s 2026-2028 strategy: Built with our community, for our community – DOAJ Blog",
    "link": "https://blog.doaj.org/2026/01/20/introducing-doajs-2026-2028-strategy-built-with-our-community-for-our-community/",
    "pubDate": "2026-01-20T15:34:00.000Z",
    "content": "\"Theme 1: Extend our Coverage...\n\nTheme 2: Champion Open Access Journals...\n\nTheme 3: Lead the Development of Global Quality Standards...\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Why 'open' matters: the importance of global knowledge - LibCal - University of Essex",
    "link": "https://libcal.essex.ac.uk/event/4465364",
    "pubDate": "2026-01-20T15:25:00.000Z",
    "content": "\"Two talks focusing on two different organisations that are helping to make global access to Knowledge more open and equitable.   Nick Sheppard and Professor Chrissi Nerantzi from The Knowledge Equity Network, will talk about the aims of the network and the role of open access.  Carol Hollier from Research4Life, will discuss the mission, aims and goals of how Research4Life brings access and conten",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Sponsored places for the Copim Conference 2026 | Copim Community",
    "link": "https://copim.pub/sponsored-places-for-the-copim-conference-2026/",
    "pubDate": "2026-01-20T09:41:00.000Z",
    "content": "Copim Conference 2026: Exploring the future of community-led open access books\n\n#CopimConference\n\nCopim is offering three sponsored places to this year’s conference ‘Exploring the future of community-led open access books’, a hybrid event being held online and in-person at Loughborough University (London Campus) on 26 and 27 February. These places are intended for those who are early career within",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "OSIRIS Policy Brief for Research Institutions – OSIRIS",
    "link": "https://osiris4r.eu/newsevents/osiris-policy-brief-for-research-institutions/",
    "pubDate": "2026-01-20T09:35:00.000Z",
    "content": "\"To strengthen reproducibility, OSIRIS recommends that research institutions:\n\n\n\tUpskill researchers introduce comprehensive, mandatory training in reproducibility and open science for both early-career and senior staff.\n\tRedefine support roles to embed reproducibility-related responsibilities and competencies in research support staff profiles.\n\tImplement open science policies to ensure that inst",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Diamond Open Access at the national level: Impulses, perspectives, exchange",
    "link": "https://open-access.network/blog/diamond-open-access-auf-laenderebene-impulse-perspektiven-austausch",
    "pubDate": "2026-01-20T09:32:00.000Z",
    "content": "\"What is the status of Diamond Open Access in the German federal states? At the first SeDOA online event, four state initiatives reported on their activities, challenges, and their expectations for SeDOA. The event opened up opportunities for cross-state networking, exchange, and synergies.\n\nOn November 25, 2025, the Service Center for Diamond Open Access ( SeDOA ) hosted its first online event, \"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "UNIVERSITY FACULTY OPINION ON OPEN ACCESS PUBLISHING: A CASE STUDY OF FACULTY OF LIFE SCIENCES, ALIGARH MUSLIM UNIVERSITY, ALIGARH",
    "link": "https://d1wqtxts1xzle7.cloudfront.net/81371019/337_IJAR-16901-libre.pdf?1645771264=&response-content-disposition=inline%3B+filename%3DUniversity_Faculty_Opinion_on_Open_Acces.pdf&Expires=1768845090&Signature=ER3F7PzF501EsJK5wheKAJUVd-wPdWhcn2tZ~-~yVt9syM391hmzWsxBW~PGjHW1nutkgtSGCazjzlaa5FlZpWbsbc4EFcLIpgM-~3PlN94aFzhgxy7hLmJinmCLqnm9vj65DE6eJribcepRW3S54XpAgHJcaw-JUOfYHMy~3lIQNYmvyFWzsnXAS8raJ0U24vydf-FAcAe-ZeC3FBeuFwMbUnkJolFWBPvPH0qDN3vGIv2T2MkxigEA3ek6ReYuiflvuAs~-6No9IO7MD3dm6xgeubg~EqkI4-HCzszfCev260c3EFzOekq56R58-5T3f8a4ReBydkIH-5nXc2C7A__&Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA",
    "pubDate": "2026-01-19T11:54:00.000Z",
    "content": "Abstract:  Open Access, a way for liberated availability of scholarly content through the Internet and an emerging concept for far ranging and unrestricted access to scholarly literature. OA journals and OA repositories (Institutional/Disciplinary Repositories) are the two main approaches of Open Access publishing. However, this mode of scholarly communication is not widely exploited in developing",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Investing €35M in Open Science Infrastructure: Insights from Open Science Netherlands",
    "link": "https://www-openaire-eu.translate.goog/investing-35m-in-open-science-infrastructure-insights-from-open-science-netherlands?_x_tr_sl=auto&_x_tr_tl=en&_x_tr_hl=en-US",
    "pubDate": "2026-01-19T10:26:00.000Z",
    "content": "\"In the Netherlands (NL), Open Science has taken another major step forward. Open Science NL has announced €35 million in funding for 45 projects aimed at strengthening Open Science infrastructure, supporting the tools, services, and platforms that researchers rely on to share and reuse knowledge.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Dealing With Bots: A COAR Resource for Repository Managers: Home",
    "link": "https://dealing-with-bots.coar-repositories.org/",
    "pubDate": "2026-01-19T10:24:00.000Z",
    "content": "\"In early 2025, the Confederation of Open Access Repositories (COAR) conducted a survey in early 2025 to assess the extent to which repositories were being adversely affected by a sudden and large increase in activity by \"bots\" - automated Web clients such as crawling or harvesting systems. The ensuing report - The impact of AI bots and crawlers on open repositories: Results of a COAR survey, Apri",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Rescuing Scholia #2: getting closer | chem-bla-ics",
    "link": "https://chem-bla-ics.linkedchemistry.info/2025/12/31/rescuing-scholia-2-getting-close.html",
    "pubDate": "2026-01-19T10:12:00.000Z",
    "content": "\"Three weeks ago, I wrote a the post Rescuing Scholia: will we make it in time?, where I sketched a future without Scholia. Scholia, started almost 10 years ago and I think it is worth keeping around longer.\n\nFortunately, it looks like we will have a working replacement in time before the WDQS instance with all the Wikidata triples in a single SPARQL endpoint goes down, likely in a week or so (eve",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "OER in teaching practice – Workshop on February 24, 2026 (online)",
    "link": "https://www.twillo.de/veranstaltung/oer-lehrpraxis-workshop-24-02-2026/",
    "pubDate": "2026-01-19T10:02:00.000Z",
    "content": "From Google's English:  \"The workshop will begin by conveying key legal and practical principles for using and creating open educational resources (OER). The main focus will be on the practice-oriented development of open teaching and learning scenarios that address real-world challenges in higher education and adult education. Through collaborative discussion, the potential and challenges of usin",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Stellenausschreibung mit Schwerpunkt Urheberrecht: Jurist*in für Legal Helpdesk Berlin (Bewerbungsfrist: 9.2.26) – Open Research Blog Berlin",
    "link": "https://blogs.fu-berlin.de/open-research-berlin/2026/01/19/stellenausschreibung-juristin-legal-helpdesk-berlin/",
    "pubDate": "2026-01-19T09:58:00.000Z",
    "content": "From Google's English:  \"The Open Research Office Berlin is immediately seeking a lawyer (m/f/d) to establish a legal helpdesk for researchers from Berlin's scientific and cultural heritage institutions.\"",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "How Two Canadian Organizations Created a National Model for Diamond Open Access | Katina Magazine",
    "link": "https://katinamagazine.org/content/article/open-knowledge/2026/two-canadian-organizations-model-diamond-open-access",
    "pubDate": "2026-01-19T09:06:00.000Z",
    "content": "\"Canadian organizations are known for their strong collaborations. Eleven years ago, our organizations—the Canadian Research Knowledge Network (CRKN) (Canada’s national university library consortium) and Érudit (Canada’s foremost research dissemination platform)—launched the Partnership for Open Access (POA). In an era before the term diamond open access (OA) had entered our lexicon, the POA trans",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "The Paul Fearn Award for Excellence in Data Sharing in Cancer Control and Population Sciences | Cancer Epidemiology, Biomarkers & Prevention | American Association for Cancer Research",
    "link": "https://aacrjournals.org/cebp/article/doi/10.1158/1055-9965.EPI-25-1482/771789/The-Paul-Fearn-Award-for-Excellence-in-Data",
    "pubDate": "2026-01-18T14:25:00.000Z",
    "content": "Abstract:  The secondary use of data can accelerate innovation and drive discoveries, tool development, and reproducibility. Though data sharing can be challenging, policies and incentives can help facilitate and reward these efforts. To maximize the value of data produced through NIH awards, the NIH recently set forth comprehensive, modern data sharing requirements for all funded research with th",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Research Code Sharing in Support of Gold Standard Science",
    "link": "https://journals.sagepub.com/doi/10.1177/19322968251391819",
    "pubDate": "2026-01-18T10:12:00.000Z",
    "content": "Abstract:  Sharing research code in an open access version-controlled repository offers significant benefits for both science as a whole and for individual researchers. In this article, we focus on this practice, which is fully aligned with the NIH’s Gold Standard Science (GSS) program as well as FAIR (findable, accessible, interoperable, reusable) and TRUST (transparency, responsibility, user foc",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "OpenAlex 2026 Roadmap - OpenAlex blog",
    "link": "https://blog.openalex.org/openalex-2026-roadmap/",
    "pubDate": "2026-01-18T09:34:00.000Z",
    "content": "\"What we shipped in Q4\n\nThe Walden rewrite is done. OpenAlex now runs on a modern Databricks infrastructure that lets us ship faster and iterate on data quality in days instead of months.\n\nWe added 192 million new works from DataCite and repositories. OpenAlex now indexes 477millionworks—the largest connected repository of scholarship ever published.\n\nOn funders and awards: we created Awards as a ",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "News Release: PALCI and Authors Alliance Announce Consortium-Wide Partnership to Strengthen Scholarly Communication and Information Policy – PALCI",
    "link": "https://palci.org/news-release-palci-and-authors-alliance-announce-consortium-wide-partnership-to-strengthen-scholarly-communication-and-information-policy/",
    "pubDate": "2026-01-17T13:57:00.000Z",
    "content": "\"The Partnership for Academic Library Collaboration and Innovation (PALCI) and Authors Alliance today announced a new consortium-wide partnership launching in 2026. This collaboration is Authors Alliance’s first partnership at consortium scale, creating a shared framework for supporting academic libraries and their authors as they navigate rapid change in scholarly communication, copyright, and in",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "The OLH Open Access Award 2026: call for applications - Open Library of Humanities",
    "link": "https://www.openlibhums.org/news/882/",
    "pubDate": "2026-01-16T11:15:00.000Z",
    "content": "\"The Open Library of Humanities (OLH) is proud to continue its work towards its open access mission across the globe with the OLH Open Access Award 2026, a fund dedicated to promoting the benefits and impact of open access to humanities scholars and disciplines and to knowledge worldwide. \n\nThe Open library of Humanities is an academic-led publisher of 35 diamond open access journals. With initial",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "The Story behind the Science: Preprints of pandemic potential—how bioRxiv and medRxiv brought preprints to the life sciences | mBio",
    "link": "https://journals.asm.org/doi/10.1128/mbio.02989-25",
    "pubDate": "2026-01-16T10:15:00.000Z",
    "content": "Abstract:  The bioRxiv and medRxiv preprint servers brought preprinting to the life sciences and played a critical role in disseminating COVID research during the pandemic. Here, I reflect on the birth of bioRxiv and medRxiv and the crucial role so many members of the community played, our experience during the pandemic, and the launch of the new non-profit organization set up to oversee the serve",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Opening Computing Research to the World: ACM Moves to 100% Open Access",
    "link": "https://www.openaire.eu/opening-computing-research-to-the-world-acm-moves-to-100-open-access",
    "pubDate": "2026-01-16T09:25:00.000Z",
    "content": "\"The Association for Computing Machinery (ACM), the world’s largest and oldest society of computing professionals, has transitioned its entire portfolio to 100% Open Access on 1 January 2026. This marks a major milestone for the global computing and information science community. By making all ACM publications openly available, the move is expected to widen access to knowledge, reduce inequalities",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Unlocking the benefits of transparent and reusable science for climate risk management | PNAS",
    "link": "https://www.pnas.org/doi/10.1073/pnas.2422157123",
    "pubDate": "2026-01-15T15:14:00.000Z",
    "content": "Abstract:  People around the world seek climate risk information to guide their decisions. For instance, projections about future flood risk inform where households choose to live, how lenders manage credit risks, and which communities receive federal funding. Yet data limitations and fundamental validation challenges raise important concerns about the reliability of such projections. The principl",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Reframing University Rankings: Visibility, Open Science & Global South Leadership",
    "link": "https://us02web.zoom.us/meeting/register/Vxg7Y9F7RyaE6rZBvPx8HA",
    "pubDate": "2026-01-15T13:52:00.000Z",
    "content": "An event regisration form with no further information.",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Announcing a Major Update to the Thoth Platform | Thoth Open Metadata",
    "link": "https://doi.org/10.70950/gfsb5419",
    "pubDate": "2026-01-15T11:14:00.000Z",
    "content": "Thoth Open Metadata is pleased to announce the forthcoming launch of Thoth 1.0, marking a significant milestone in the evolution of its open metadata infrastructure for open access book publishing.\n\nFollowing extensive development work, in the coming months Thoth Open Metadata will implement a series of substantial improvements designed to streamline and strengthen publishers' metadata workflows. ",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Nominations Open – 2026 Sarah Jones Award",
    "link": "https://www.rd-alliance.org/news/nominations-open-2026-sarah-jones-award/",
    "pubDate": "2026-01-15T09:23:00.000Z",
    "content": "\"The Research Data Alliance is pleased to announce that nominations for the 2026 edition of ‘The Sarah Jones Award for exceptional contribution to fostering collaboration in Open Science‘ are now open. \n\nThis bi-annual award honours the memory of Sarah Jones, and her significant contributions to the Open Science community globally.\n\nNominations\n\nWe invite nomination for individuals who have demons",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "100 Path to Open Books Now Open Access on JSTOR",
    "link": "https://about.jstor.org/news/first-100-path-to-open-books-now-available-open-access-worldwide-on-jstor/",
    "pubDate": "2026-01-15T09:05:00.000Z",
    "content": "\"JSTOR, part of the nonprofit ITHAKA, today announced a major milestone for open scholarship: the first 100 books published through Path to Open are now openly available to readers around the world. Originally released in 2023 with early access for Path to Open participating libraries, these titles have officially “flipped” to open access, marking the first cohort to complete the program’s three-y",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "The next frontier for public access: building channels of meaning | American Association for the Advancement of Science (AAAS)",
    "link": "https://www.aaas.org/news/next-frontier-public-access-building-channels-meaning",
    "pubDate": "2026-01-14T15:25:00.000Z",
    "content": "\"With Generative AI in the mix, more papers (of variable quality) are being produced more quickly. Adding to the complexity, 47% of Americans say scientists act as though they are superior to others, which doesn’t bode well for dialogue. Yet, populations with less education about science are willing to discuss science topics.\n\nCertainly not all these stressors were created by open access, but nor ",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Announcing Rudolf Carnap Digital: Unlocking the Complete Works of a Philosophical Giant | University of Pittsburgh Library System",
    "link": "https://library.pitt.edu/rudolf-carnap-digital-announcement",
    "pubDate": "2026-01-14T15:19:00.000Z",
    "content": "\"The [University of Pittsburgh library system] is a partner in the creation of a comprehensive digital critical edition of the complete works of Rudolf Carnap (1891-1970)....Over 100,000 pages of his writings, diaries, and correspondence will be made available through an online digital facsimile edition on the new Virtual Archive of Logical Empiricism (VALEP) platform.\n\nDefinitive Critical Edition",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Walled Culture the book, three years on – Walled Culture",
    "link": "https://walledculture.org/walled-culture-the-book-three-years-on/",
    "pubDate": "2026-01-14T09:09:00.000Z",
    "content": "\"Walled Culture the book (free digital versions available) was launched just over three years ago. A few weeks afterwards, I talked with journalist and editor Maria Bustillos about the book and its background, as part of the Internet Archive’s Book Talk series. That interview has just been added to the Future knowledge Podcast series in a shortened form, so this seems like a good moment to take st",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "[2601.08340] Pursuing transparency: How research performing organizations in Germany collect data on publication costs",
    "link": "https://arxiv.org/abs/2601.08340",
    "pubDate": "2026-01-14T03:42:00.000Z",
    "content": "\"This article presents the results of a survey conducted in 2024 among research performing organizations (RPOs) in Germany on how they collect data on publication costs. Of the 583 invitees, 258 (44.3%) completed the questionnaire. This survey is the first comprehensive study on the recording of publication costs at RPOs in Germany. The results show that the majority of surveyed RPOs recorded publ",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "European Rights Retention Community of Practice - February 2026",
    "link": "https://us02web.zoom.us/meeting/register/TACrdWbKSSCcKxWsP2vVlg",
    "pubDate": "2026-01-13T14:39:00.000Z",
    "content": "\"The European Rights Retention Community of Practice (CoP) continues to bring together experts and practitioners from across Europe to exchange experiences, learn from one another, and strengthen the implementation of rights retention strategies.\n\n \nAt this 8th meeting, we are pleased to welcome speakers from two countries, Finland and Germany, who will share their national progress. Finland will ",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Open-Science-Land",
    "link": "https://expedition-open-science.org/",
    "pubDate": "2026-01-13T14:36:00.000Z",
    "content": "\"We’re glad you’re here – and even more so knowing you have the printed travel guide with you. This website expands on the guide with further information, practical tools and current developments.\n\nYou can dive straight into the regions of Planning, Documentation and Dissemination with their main attractions – or start with Know before you go to get an overview.\n\nWherever you begin: this site supp",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Wiley and CAUL announce three-year read and publish agreement - Research Information",
    "link": "https://www.researchinformation.info/news/wiley-and-caul-announce-three-year-read-and-publish-agreement/",
    "pubDate": "2026-01-13T14:27:00.000Z",
    "content": "\"Wiley and the Council of Australasian University Librarians (CAUL) have announced a new three-year open access agreement providing publishing opportunities for researchers at more than 50 universities and research organisations across Australia and New Zealand from 2026 through 2028.\n\nThe agreement enables researchers at participating CAUL institutions to access peer-reviewed scholarly content wh",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "Taylor & Francis sign open access Hong Kong agreement - Research Information",
    "link": "https://www.researchinformation.info/news/taylor-francis-sign-open-access-hong-kong-agreement/",
    "pubDate": "2026-01-13T14:26:00.000Z",
    "content": "\"Hong Kong’s Joint University Librarians Advisory Committee (JULAC) has signed a new open access (OA) deal with Taylor & Francis.\n\nThe three-year agreement enables researchers at all participating institutions to publish OA articles in over 2,000 Taylor & Francis and Routledge Open Select (hybrid) journals without payment of an OA article publishing charge. Articles will be open on publication and",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  },
  {
    "title": "News & Views: How Open Is “Open”? What OASPA’s License Data Reveals About the OA Market",
    "link": "https://www.deltathink.com/news-views-how-open-is-open-what-oaspas-license-data-reveals-about-the-oa-market",
    "pubDate": "2026-01-13T14:21:00.000Z",
    "content": "\"This month we look at the changing mix of licenses in use among OASPA members and what these trends reveal for open access publishing more broadly....\n\n \n\n\n\tCC BY (Creative Commons, attribution only) is by far the most prevalent form of license in use. It accounts for almost 75% of OASPA output and 46% of OpenAlex OA market output.\n\tCC BY-NC-ND (which adds non-commercial and non-derivative restri",
    "creator": "",
    "sourceTitle": "OATP primary",
    "sheetCategory": "Avoin tiede",
    "enforcedImage": null
  }
]