[
  {
    "title": "Projektstart PODEST: Offene Hardware für eine demokratische Energiewende",
    "link": "https://okfn.de/blog/2026/01/projektstart-podest-offene-hardware-f%C3%BCr-eine-demokratische-energiewende/",
    "pubDate": "2026-01-16T00:00:00.000Z",
    "content": "Wir leben in einer Zeit, in der die Gestaltung der Zukunft von rückwärtsgewandten Kräften in Gefahr gebracht wird. 2026 starten wir mit dem Willen, an Transformation festzuhalten. Gemeinsam mit Partner*innen aus Technik- und Sozialwissenschaften erforschen wir in den kommenden drei Jahren, wie Open Source Hardware einen konkreten Beitrag zu einer gerechteren, partizipativeren und resilienteren Ene",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Menstrual Leave Policy – english",
    "link": "https://okfn.de/blog/2026/01/menstrual-leave-policy-english/",
    "pubDate": "2026-01-15T00:00:00.000Z",
    "content": "taz newspaper reported on OKF: In many countries and companies, there is a debate about whether menstrual pain and cycle-related discomfort should be recognised as grounds for additional days off as part of a gender-equitable working environment. Such regulations exist in some countries by law (e.g. in Japan, South Korea and Taiwan) and voluntarily in many companies. We have had this model in plac",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Menstrual Leave Policy",
    "link": "https://okfn.de/blog/2026/01/menstrual-leave-policy/",
    "pubDate": "2026-01-14T00:00:00.000Z",
    "content": "Die taz hat über die OKF berichtet: In vielen Ländern und Unternehmen wird diskutiert, ob Menstruationsschmerzen und zyklusbedingte Beschwerden durch zusätzliche freie Tage als Teil einer geschlechtergerechten Arbeitswelt anerkannt werden sollten. Solche Regelungen gibt es in einigen Ländern gesetzlich (z. B. in Japan, Südkorea und Taiwan) und in vielen Unternehmen freiwillig. Bei uns gibt es dies",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Das war die PIAZZA 2025",
    "link": "https://okfn.de/blog/2026/01/das-war-die-piazza-2025/",
    "pubDate": "2026-01-08T00:00:00.000Z",
    "content": "Am 06.11.2025 fand wieder die PIAZZA-Konferenz für digitale Verwaltung und Gesellschaft statt. Zum fünften Mal trafen sich online Teilnehmer:innen aus Verwaltung, Wissenschaft und Zivilgesellschaft, um in acht interaktiven Workshops, zentrale Fragen der digitalen Transformation von Staat und Gesellschaft zu diskutieren. Ziel der Konferenz ist die Entwicklung von gemeinsamen Lösungsansätzen über Se",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "OKF Jahresrückblick: Das war unser Jahr 2025!",
    "link": "https://okfn.de/blog/2025/12/okf-jahresr%C3%BCckblick-das-war-unser-jahr-2025/",
    "pubDate": "2025-12-17T00:00:00.000Z",
    "content": "Das Jahr neigt sich dem Ende zu, und wir blicken auf zwölf ereignisreiche und politisch turbulente Monate zurück. In diesem Rückblick richten wir den Fokus auf unsere Bereiche Policy, Open Data und Organisationsentwicklung, in denen wir viel geschafft und vorangetrieben haben.\nMit unserer Arbeit stellen wir destruktiven Kräften eine positive Vision entgegen: eine demokratische, transparente und wi",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Der Deutschland-Stack: Ein guter Ansatz mit vielen offenen Fragen",
    "link": "https://okfn.de/blog/2025/12/der-deutschland-stack-ein-guter-ansatz-mit-vielen-offenen-fragen/",
    "pubDate": "2025-12-03T00:00:00.000Z",
    "content": "Der Deutschland-Stack: Mit großem Titel und eigener Abteilung im BMDS will das Ministerium Bewegung in die Verwaltungsdigitalisierung bringen. Zu der Frage, was sich hinter dem Namen verbirgt und was das Ministerium vorhat, gibt es seit Anfang Oktober erste Informationen aus dem Ministerium, inklusive eigener Webseite. Dabei bleiben für uns aktuell noch viele Fragen offen.\nDie Idee einer umfassend",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "OGP Global Summit im Baskenland – Open Goverment bleibt Handarbeit",
    "link": "https://okfn.de/blog/2025/11/ogp-global-summit-im-baskenland-open-goverment-bleibt-handarbeit/",
    "pubDate": "2025-11-06T00:00:00.000Z",
    "content": "Auch im Jahr 2025 haben die Ziele der Open-Government-Partnership-Initiative nichts an Relevanz verloren. Im Gegenteil: Transparenz, Bürger:innenpartizipation und zivilgesellschaftliche Räume sind für das Funktionieren der Demokratie unabdingbar – und längst nicht mehr selbstverständlich.\nGenau diese Themen und Herausforderungen standen beim OGP-Global-Summit in Vitoria-Gasteiz im Baskenland im Mi",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "OGP Global Summit in the Basque Country – Open Government remains a work in progress",
    "link": "https://okfn.de/blog/2025/11/ogp-global-summit-in-the-basque-country-open-government-remains-a-work-in-progress/",
    "pubDate": "2025-11-06T00:00:00.000Z",
    "content": "In 2025, the goals of the Open-Government-Partnership-Initiative have lost none of their relevance. On the contrary, transparency, citizen participation, and spaces for civil society are indispensable for democracy to function, yet they can no longer be taken for granted.\nThese very issues and challenges were at the heart of the OGP Global Summit in Vitoria-Gasteiz, Basque Country, which brought t",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Checkliste Linked Open Data für Verwaltungen",
    "link": "https://okfn.de/blog/2025/10/checkliste-linked-open-data-f%C3%BCr-verwaltungen/",
    "pubDate": "2025-10-09T00:00:00.000Z",
    "content": "Die Forderung nach mehr Linked Data aus der Verwaltung ist nicht neu und wird seit Jahren von Stimmen aus der CodeFor-Community und der OKF vorgetragen. Dennoch gibt es bislang nur wenige Beispiele, bei denen Daten der öffentlichen Hand verlinkbar gemacht und an gemeinsamen Ontologien gearbeitet wurde. Umso mehr hat es uns gefreut, als sich die Senatsverwaltung für Finanzen des Landes Berlin vor m",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Dealing with conflicts – A guide to routinely resolving tensions within the team",
    "link": "https://okfn.de/blog/2025/09/dealing-with-conflicts-a-guide-to-routinely-resolving-tensions-within-the-team/",
    "pubDate": "2025-09-30T00:00:00.000Z",
    "content": "In this article, we share our first version of a conflict routine: a guide on how to proceed when you find yourself in a conflict.\nIt is easy to let everyone participate when everything is running smoothly. It gets harder when tensions arise. That is precisely when it becomes clear whether our values hold true in everyday life. If we are committed to a democratic, sustainable and resilient future,",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Konflikte bearbeiten – Eine Anleitung, um Spannungen im Team routiniert zu lösen",
    "link": "https://okfn.de/blog/2025/09/konflikte-bearbeiten-eine-anleitung-um-spannungen-im-team-routiniert-zu-l%C3%B6sen/",
    "pubDate": "2025-09-30T00:00:00.000Z",
    "content": "In diesem Artikel teilen wir unsere erste Version einer Konfliktroutine: eine Anleitung, wie man vorgeht, wenn man sich in einem Konflikt befindet.\nEs ist leicht, alle teilhaben zu lassen, wenn alles rund läuft. Schwieriger wird es, wenn Spannungen entstehen. Genau dann zeigt sich, ob unsere Werte im Alltag bestehen. Wenn wir uns für eine demokratische, nachhaltige und resiliente Zukunft einsetzen",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Das EnVKG darf die Zivilgesellschaft nicht benachteiligen",
    "link": "https://okfn.de/blog/2025/09/das-envkg-darf-die-zivilgesellschaft-nicht-benachteiligen/",
    "pubDate": "2025-09-25T00:00:00.000Z",
    "content": "Aktuell laufen die Stellungnahmen zum Entwurf des Energieverbrauchskennzeichnungsgesetz (EnVKG). Bis zum 26.09., 18 Uhr können noch Stellungnahmen eingereicht werden. Wir veröffentlichen unsere Position bereits heute.\nDas Gesetz soll einerseits EU-Recht national umsetzen und will andererseits zivilgesellschaftlichen Reparateuren Zugang zu reparaturrelevanten Informationen und Ersatzteilen verschaf",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Machtstrukturen aufdecken - Eine Übung, um über Macht zu sprechen",
    "link": "https://okfn.de/blog/2025/09/machtstrukturen-aufdecken-eine-%C3%BCbung-um-%C3%BCber-macht-zu-sprechen/",
    "pubDate": "2025-09-15T00:00:00.000Z",
    "content": "In diesem Artikel teilen wir die Anleitung zu einer Übung, mit der wir Gespräche über Machtstrukturen in unserer Organisation führen.\nFür eine demokratische, nachhaltige und resiliente Zukunft fordern wir von der Politik Transparenz, Teilhabe und Zusammenarbeit auf Augenhöhe. Diese Werte versuchen wir in unserer Organisation nicht nur nach außen zu vertreten, sondern auch nach innen zu leben. \nÜbe",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Uncovering power structures – An exercise for talking about power",
    "link": "https://okfn.de/blog/2025/09/uncovering-power-structures-an-exercise-for-talking-about-power/",
    "pubDate": "2025-09-14T00:00:00.000Z",
    "content": "In this article, we share instructions for an exercise we developed to facilitate conversations about power structures in our organisation.\nFor a democratic, sustainable and resilient future, we demand transparency, participation and cooperation on an equal footing from politicians. In our organisation, we strive to not only represent these values externally, but also to live them internally.\nIt i",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Developing decision-making structures - How we organise our collaboration",
    "link": "https://okfn.de/blog/2025/09/developing-decision-making-structures-how-we-organise-our-collaboration/",
    "pubDate": "2025-09-10T00:00:00.000Z",
    "content": "In this article, we show how we organise ourselves internally. We describe the structures we use to promote co-determination and distribute power.\nIn our work, we strive for a democratic, sustainable and resilient future based on openness, participation and transparency. In order to live up to this aspiration within our organisation, we need to organise our internal collaboration accordingly: we n",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  }
]