[
  {
    "title": "Projektstart PODEST: Offene Hardware für eine demokratische Energiewende",
    "link": "https://okfn.de/blog/2026/01/projektstart-podest-offene-hardware-f%C3%BCr-eine-demokratische-energiewende/",
    "pubDate": "2026-01-16T00:00:00.000Z",
    "content": "Wir leben in einer Zeit, in der die Gestaltung der Zukunft von rückwärtsgewandten Kräften in Gefahr gebracht wird. 2026 starten wir mit dem Willen, an Transformation festzuhalten. Gemeinsam mit Partner*innen aus Technik- und Sozialwissenschaften erforschen wir in den kommenden drei Jahren, wie Open Source Hardware einen konkreten Beitrag zu einer gerechteren, partizipativeren und resilienteren Ene",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Menstrual Leave Policy – english",
    "link": "https://okfn.de/blog/2026/01/menstrual-leave-policy-english/",
    "pubDate": "2026-01-15T00:00:00.000Z",
    "content": "taz newspaper reported on OKF: In many countries and companies, there is a debate about whether menstrual pain and cycle-related discomfort should be recognised as grounds for additional days off as part of a gender-equitable working environment. Such regulations exist in some countries by law (e.g. in Japan, South Korea and Taiwan) and voluntarily in many companies. We have had this model in plac",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Menstrual Leave Policy",
    "link": "https://okfn.de/blog/2026/01/menstrual-leave-policy/",
    "pubDate": "2026-01-14T00:00:00.000Z",
    "content": "Die taz hat über die OKF berichtet: In vielen Ländern und Unternehmen wird diskutiert, ob Menstruationsschmerzen und zyklusbedingte Beschwerden durch zusätzliche freie Tage als Teil einer geschlechtergerechten Arbeitswelt anerkannt werden sollten. Solche Regelungen gibt es in einigen Ländern gesetzlich (z. B. in Japan, Südkorea und Taiwan) und in vielen Unternehmen freiwillig. Bei uns gibt es dies",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Das war die PIAZZA 2025",
    "link": "https://okfn.de/blog/2026/01/das-war-die-piazza-2025/",
    "pubDate": "2026-01-08T00:00:00.000Z",
    "content": "Am 06.11.2025 fand wieder die PIAZZA-Konferenz für digitale Verwaltung und Gesellschaft statt. Zum fünften Mal trafen sich online Teilnehmer:innen aus Verwaltung, Wissenschaft und Zivilgesellschaft, um in acht interaktiven Workshops, zentrale Fragen der digitalen Transformation von Staat und Gesellschaft zu diskutieren. Ziel der Konferenz ist die Entwicklung von gemeinsamen Lösungsansätzen über Se",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "OKF Jahresrückblick: Das war unser Jahr 2025!",
    "link": "https://okfn.de/blog/2025/12/okf-jahresr%C3%BCckblick-das-war-unser-jahr-2025/",
    "pubDate": "2025-12-17T00:00:00.000Z",
    "content": "Das Jahr neigt sich dem Ende zu, und wir blicken auf zwölf ereignisreiche und politisch turbulente Monate zurück. In diesem Rückblick richten wir den Fokus auf unsere Bereiche Policy, Open Data und Organisationsentwicklung, in denen wir viel geschafft und vorangetrieben haben.\nMit unserer Arbeit stellen wir destruktiven Kräften eine positive Vision entgegen: eine demokratische, transparente und wi",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Der Deutschland-Stack: Ein guter Ansatz mit vielen offenen Fragen",
    "link": "https://okfn.de/blog/2025/12/der-deutschland-stack-ein-guter-ansatz-mit-vielen-offenen-fragen/",
    "pubDate": "2025-12-03T00:00:00.000Z",
    "content": "Der Deutschland-Stack: Mit großem Titel und eigener Abteilung im BMDS will das Ministerium Bewegung in die Verwaltungsdigitalisierung bringen. Zu der Frage, was sich hinter dem Namen verbirgt und was das Ministerium vorhat, gibt es seit Anfang Oktober erste Informationen aus dem Ministerium, inklusive eigener Webseite. Dabei bleiben für uns aktuell noch viele Fragen offen.\nDie Idee einer umfassend",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "OGP Global Summit im Baskenland – Open Goverment bleibt Handarbeit",
    "link": "https://okfn.de/blog/2025/11/ogp-global-summit-im-baskenland-open-goverment-bleibt-handarbeit/",
    "pubDate": "2025-11-06T00:00:00.000Z",
    "content": "Auch im Jahr 2025 haben die Ziele der Open-Government-Partnership-Initiative nichts an Relevanz verloren. Im Gegenteil: Transparenz, Bürger:innenpartizipation und zivilgesellschaftliche Räume sind für das Funktionieren der Demokratie unabdingbar – und längst nicht mehr selbstverständlich.\nGenau diese Themen und Herausforderungen standen beim OGP-Global-Summit in Vitoria-Gasteiz im Baskenland im Mi",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "OGP Global Summit in the Basque Country – Open Government remains a work in progress",
    "link": "https://okfn.de/blog/2025/11/ogp-global-summit-in-the-basque-country-open-government-remains-a-work-in-progress/",
    "pubDate": "2025-11-06T00:00:00.000Z",
    "content": "In 2025, the goals of the Open-Government-Partnership-Initiative have lost none of their relevance. On the contrary, transparency, citizen participation, and spaces for civil society are indispensable for democracy to function, yet they can no longer be taken for granted.\nThese very issues and challenges were at the heart of the OGP Global Summit in Vitoria-Gasteiz, Basque Country, which brought t",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Checkliste Linked Open Data für Verwaltungen",
    "link": "https://okfn.de/blog/2025/10/checkliste-linked-open-data-f%C3%BCr-verwaltungen/",
    "pubDate": "2025-10-09T00:00:00.000Z",
    "content": "Die Forderung nach mehr Linked Data aus der Verwaltung ist nicht neu und wird seit Jahren von Stimmen aus der CodeFor-Community und der OKF vorgetragen. Dennoch gibt es bislang nur wenige Beispiele, bei denen Daten der öffentlichen Hand verlinkbar gemacht und an gemeinsamen Ontologien gearbeitet wurde. Umso mehr hat es uns gefreut, als sich die Senatsverwaltung für Finanzen des Landes Berlin vor m",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Dealing with conflicts – A guide to routinely resolving tensions within the team",
    "link": "https://okfn.de/blog/2025/09/dealing-with-conflicts-a-guide-to-routinely-resolving-tensions-within-the-team/",
    "pubDate": "2025-09-30T00:00:00.000Z",
    "content": "In this article, we share our first version of a conflict routine: a guide on how to proceed when you find yourself in a conflict.\nIt is easy to let everyone participate when everything is running smoothly. It gets harder when tensions arise. That is precisely when it becomes clear whether our values hold true in everyday life. If we are committed to a democratic, sustainable and resilient future,",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Konflikte bearbeiten – Eine Anleitung, um Spannungen im Team routiniert zu lösen",
    "link": "https://okfn.de/blog/2025/09/konflikte-bearbeiten-eine-anleitung-um-spannungen-im-team-routiniert-zu-l%C3%B6sen/",
    "pubDate": "2025-09-30T00:00:00.000Z",
    "content": "In diesem Artikel teilen wir unsere erste Version einer Konfliktroutine: eine Anleitung, wie man vorgeht, wenn man sich in einem Konflikt befindet.\nEs ist leicht, alle teilhaben zu lassen, wenn alles rund läuft. Schwieriger wird es, wenn Spannungen entstehen. Genau dann zeigt sich, ob unsere Werte im Alltag bestehen. Wenn wir uns für eine demokratische, nachhaltige und resiliente Zukunft einsetzen",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Das EnVKG darf die Zivilgesellschaft nicht benachteiligen",
    "link": "https://okfn.de/blog/2025/09/das-envkg-darf-die-zivilgesellschaft-nicht-benachteiligen/",
    "pubDate": "2025-09-25T00:00:00.000Z",
    "content": "Aktuell laufen die Stellungnahmen zum Entwurf des Energieverbrauchskennzeichnungsgesetz (EnVKG). Bis zum 26.09., 18 Uhr können noch Stellungnahmen eingereicht werden. Wir veröffentlichen unsere Position bereits heute.\nDas Gesetz soll einerseits EU-Recht national umsetzen und will andererseits zivilgesellschaftlichen Reparateuren Zugang zu reparaturrelevanten Informationen und Ersatzteilen verschaf",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Machtstrukturen aufdecken - Eine Übung, um über Macht zu sprechen",
    "link": "https://okfn.de/blog/2025/09/machtstrukturen-aufdecken-eine-%C3%BCbung-um-%C3%BCber-macht-zu-sprechen/",
    "pubDate": "2025-09-15T00:00:00.000Z",
    "content": "In diesem Artikel teilen wir die Anleitung zu einer Übung, mit der wir Gespräche über Machtstrukturen in unserer Organisation führen.\nFür eine demokratische, nachhaltige und resiliente Zukunft fordern wir von der Politik Transparenz, Teilhabe und Zusammenarbeit auf Augenhöhe. Diese Werte versuchen wir in unserer Organisation nicht nur nach außen zu vertreten, sondern auch nach innen zu leben. \nÜbe",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Uncovering power structures – An exercise for talking about power",
    "link": "https://okfn.de/blog/2025/09/uncovering-power-structures-an-exercise-for-talking-about-power/",
    "pubDate": "2025-09-14T00:00:00.000Z",
    "content": "In this article, we share instructions for an exercise we developed to facilitate conversations about power structures in our organisation.\nFor a democratic, sustainable and resilient future, we demand transparency, participation and cooperation on an equal footing from politicians. In our organisation, we strive to not only represent these values externally, but also to live them internally.\nIt i",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Developing decision-making structures - How we organise our collaboration",
    "link": "https://okfn.de/blog/2025/09/developing-decision-making-structures-how-we-organise-our-collaboration/",
    "pubDate": "2025-09-10T00:00:00.000Z",
    "content": "In this article, we show how we organise ourselves internally. We describe the structures we use to promote co-determination and distribute power.\nIn our work, we strive for a democratic, sustainable and resilient future based on openness, participation and transparency. In order to live up to this aspiration within our organisation, we need to organise our internal collaboration accordingly: we n",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Entscheidungsstrukturen entwickeln - Wie wir unsere Zusammenarbeit organisieren",
    "link": "https://okfn.de/blog/2025/09/entscheidungsstrukturen-entwickeln-wie-wir-unsere-zusammenarbeit-organisieren/",
    "pubDate": "2025-09-10T00:00:00.000Z",
    "content": "In diesem Artikel zeigen wir, wie wir uns intern organisieren. Wir beschreiben unsere Strukturen, mit denen wir Mitbestimmung fördern und Macht verteilen.\nIn unserer inhaltlichen Arbeit streben wir nach einer demokratischen, nachhaltigen und resilienten Zukunft, die auf Offenheit, Teilhabe und Transparenz basiert. Damit wir dem Anspruch auch innerhalb unserer Organisation gerecht werden, müssen wi",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Activism from Within - Introduction",
    "link": "https://okfn.de/blog/2025/09/activism-from-within-introduction/",
    "pubDate": "2025-09-09T00:00:00.000Z",
    "content": "NGOs and non-profit organisations are constantly working to bring about lasting change in society. OKF also works towards social justice and participation on many levels in its numerous projects. However, organisations often lack an inward perspective. With this new series, we want to provide transparency: How do we make decisions? How do we distribute power? How do we shape collaboration?\n ‘Activ",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Aktivismus von innen - Einleitung",
    "link": "https://okfn.de/blog/2025/09/aktivismus-von-innen-einleitung/",
    "pubDate": "2025-09-09T00:00:00.000Z",
    "content": "NGOs und gemeinnützige Organisationen arbeiten stets daran, die Gesellschaft nachhaltig zu verändern. Auch die OKF arbeitet in ihren vielen Projekten an sozialer Gerechtigkeit und Teilhabe auf vielen Ebenen. Oft fehlt Organisationen jedoch der Blick nach innen. Mit dieser neuen Serie möchten wir transparent darstellen: Wie treffen wir Entscheidungen? Wie verteilen wir Macht? Wie gestalten wir Zusa",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Ergebnisse der Studie „Black Box Bildung“",
    "link": "https://okfn.de/blog/2025/08/ergebnisse-der-studie-black-box-bildung/",
    "pubDate": "2025-08-29T00:00:00.000Z",
    "content": "Wir veröffentlichen eine Kurzstudie zu den Potenzialen von Schuldaten für ein lernendes Schulsystem\nDas deutsche Schulsystem ist eine Blackbox. Es gibt kaum Länder, die so wenig über ihre Schulen wissen, wie Deutschland. Dabei werden in Deutschland durchaus Daten erhoben und das schon seit Jahren. Doch die sind oft nicht miteinander vergleichbar, nur bruchstückhaft vorhanden, werden nicht bereitge",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Handlungsfähigkeit und Vertrauen zusammendenken – Anregungen für die Staatsmodernisierung",
    "link": "https://okfn.de/blog/2025/08/handlungsf%C3%A4higkeit-und-vertrauen-zusammendenken-anregungen-f%C3%BCr-die-staatsmodernisierung/",
    "pubDate": "2025-08-19T00:00:00.000Z",
    "content": "Der deutsche Staat soll handlungsfähiger werden – so sieht es der Koalitionsvertrag vor, so forderten es verschiedenste Akteur:innen in den letzten Monaten ein. Mit der gewaltigen Aufgabe der Staatsmodernisierung muss sich in dieser Legislaturperiode das neue Bundesministerium für Digitales und Staatsmodernisierung befassen, welches im Herbst seine Arbeitsagenda für den Bericht vorstellen möchte.\n",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "2. Barcamp zu Haushaltsdaten als Linked Open Data in Berlin",
    "link": "https://okfn.de/blog/2025/07/2.-barcamp-zu-haushaltsdaten-als-linked-open-data-in-berlin/",
    "pubDate": "2025-07-29T00:00:00.000Z",
    "content": "Bereits zum zweiten Mal trafen sich über 20 Personen aus Verwaltung, Politik, Wissenschaft und Zivilgesellschaft in den Räumlichkeiten der Senatsverwaltung für Finanzen in Berlin um über Linked Data zu sprechen. Im Vergleich zum ersten Barcamp konnte dieses Mal anhand eines konkreten Anwendungsfalls gesprochen werden – den Haushaltsdaten des Landes Berlin und dem dazugehörigen Vokabular.\nMit Criti",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "IGF 2025: Diskussionen um die Zukunft des freien Internets",
    "link": "https://okfn.de/blog/2025/07/igf-2025-diskussionen-um-die-zukunft-des-freien-internets/",
    "pubDate": "2025-07-07T00:00:00.000Z",
    "content": "Ende Juni fand das 20. Internet Governance Forum (IGF) in Lillestrøm, Norwegen statt. Mit fast 5000 registrierten Teilnehmenden aus der ganzen Welt ist das IGF die zentrale Austauschplattform auf UN-Ebene, um über Fragen des Internets und digitaler Technologien zu diskutieren.\nDieses Jahr steht die Zukunft des IGFs auf der Probe – und dabei auch die zukünftige Ausrichtung der internationalen Digit",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Das war 2024: Unser Jahresbericht ist online!",
    "link": "https://okfn.de/blog/2025/06/das-war-2024-unser-jahresbericht-ist-online/",
    "pubDate": "2025-06-23T00:00:00.000Z",
    "content": "Unser Jahresbericht 2024 ist online! Ein bewegtes und ereignisreiches Jahr 2024 liegt hinter uns und wir freuen uns, unsere Highlights mit euch zu teilen. Wir haben als gemeinnütziger Verein sowohl inhaltlich als auch personell viele Schritte unternommen, um die Notwendigkeit einer demokratischen und resilienten Digitalpolitik durch unsere vielfältige Arbeit sichtbar zu machen. Nach der erfolgreic",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "From Software to Society — Openness in a changing world, deutsche Übersetzung",
    "link": "https://okfn.de/blog/2025/06/from-software-to-society-openness-in-a-changing-world-deutsche-%C3%BCbersetzung/",
    "pubDate": "2025-06-04T00:00:00.000Z",
    "content": "From Software to Society — Openness in a changing world\nDie Idee der Openness hat das digitale Zeitalter entscheidend geprägt. Ob Open-Source-Software, offene Standards oder frei lizenzierte Inhalte – viele Grundlagen beruhen auf Prinzipien der Zugänglichkeit, Teilhabe und Transparenz. Offenheit, verstanden als freier Zugang, freie Nutzung, Veränderung und Weitergabe von Wissen, hat sich als Motor",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Presentation & Expert Roundtable: 'From Software to Society — Openness in a changing world’",
    "link": "https://okfn.de/blog/2025/06/presentation-expert-roundtable-from-software-to-society-openness-in-a-changing-world/",
    "pubDate": "2025-06-04T00:00:00.000Z",
    "content": "Invitation\nThe idea of openness has had a decisive influence on the digital age. Whether open source software, open standards or freely licensed content — many foundations are based on principles of accessibility, participation and transparency. Openness, understood as free access, free use, modification and sharing of knowledge, has established itself as a driver of innovation and social progress",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Open Data Ranking – Update 2025",
    "link": "https://okfn.de/blog/2025/05/open-data-ranking-update-2025/",
    "pubDate": "2025-05-28T00:00:00.000Z",
    "content": "Das Open Data Ranking bekommt ein Update! Zum zweiten Mal werfen wir einen Blick auf die Open-Data-Landschaft in Deutschland und betrachten dabei mehr als nur die reine Anzahl der Datensätze. Die Analyse der rechtlichen Rahmenbedingungen, der Datenqualität und des Open-Data-Ökosystems für das letzte Jahr hat gezeigt: Allzu große Veränderungen gab es 2024 nicht.\nBehörden aller staatlichen Ebenen – ",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Triff die OKF auf der re:publica 2025!",
    "link": "https://okfn.de/blog/2025/05/triff-die-okf-auf-der-republica-2025/",
    "pubDate": "2025-05-21T00:00:00.000Z",
    "content": "Die re:publica steht wieder an: Das Festival für die digitale Gesellschaft (dieses Jahr unter dem Motto „Generation XYZ“) findet vom 26.-28. Mai 2025 in der STATION Berlin statt. Die OKF wird mit vielen verschiedenen Themen und Formaten dabei sein. Kommt vorbei und trefft uns hier:\nDurchgehend an allen drei Tagen am Bündnis F5 Stand mit vielfältigem Standprogramm. Unseren Stand mit der Nummer D1 k",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "From Software to Society — Openness in a changing world",
    "link": "https://okfn.de/blog/2025/05/from-software-to-society-openness-in-a-changing-world/",
    "pubDate": "2025-05-19T00:00:00.000Z",
    "content": "From Software to Society — Openness in a changing world\nThe idea of openness has had a decisive influence on the digital age. Whether open source software, open standards or freely licensed content - many foundations are based on principles of accessibility, participation and transparency. Openness, understood as free access, free use, modification and sharing of knowledge, has established itself ",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Effizienzmaschine Staat - die neue Digitalpolitik soll jetzt endlich liefern. Aber bitte auch für alle!",
    "link": "https://okfn.de/blog/2025/05/effizienzmaschine-staat-die-neue-digitalpolitik-soll-jetzt-endlich-liefern.-aber-bitte-auch-f%C3%BCr-alle/",
    "pubDate": "2025-05-05T00:00:00.000Z",
    "content": "Effizienzmaschine Staat - die neue Digitalpolitik soll jetzt endlich liefern. Aber bitte auch für alle!\nDer Koalitionsvertrag liegt vor, ein Digitalministerium wird nun wirklich kommen, ein Minister ist bereits gefunden. Der Handlungsdruck in der Digitalpolitik ist groß. Die zukünftige schwarz-rote Bundesregierung will liefern und beschreibt im Koalitionsvertrag ambitionierte Ziele. Souverän, inno",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "PIAZZA-Konferenz 2025: Call for Workshops",
    "link": "https://okfn.de/blog/2025/04/piazza-konferenz-2025-call-for-workshops/",
    "pubDate": "2025-04-15T00:00:00.000Z",
    "content": "PIAZZA-Konferenz 2025\nDie Konferenzreihe „PIAZZA – für digitale Verwaltung & Gesellschaft“ geht in die fünfte Runde! Am 06. November 2025 treffen sich Expert:innen aus öffentlicher Verwaltung, Zivilgesellschaft und Wissenschaft in bis zu acht Workshops, um Ideen rund um die Digitalisierung des Staates und der Gesellschaft zu diskutieren und Handlungsoptionen gemeinsam zu entwickeln. Neben dem bewä",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Beyond Education: Die Bildungskonferenz von Jugend hackt",
    "link": "https://okfn.de/blog/2025/04/beyond-education-die-bildungskonferenz-von-jugend-hackt/",
    "pubDate": "2025-04-03T00:00:00.000Z",
    "content": "Beyond Education: Die Bildungskonferenz von Jugend hackt\nJugend hackt lädt zur nächsten Bildungskonferenz ein, denn das Bildungssystem steht vor großen Herausforderungen: Viele gute Quellen sind hinter einer Paywall versteckt, digitale Klassen nutzen Tablets, aber grundlegende Computerkenntnisse fehlen sehr häufig. Politische Bildung findet zunehmend auf Plattformen wie TikTok statt, weil dort Inh",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "RightsCon 2025 in Taipei – Insights on digital rights and activism",
    "link": "https://okfn.de/blog/2025/03/rightscon-2025-in-taipei-insights-on-digital-rights-and-activism/",
    "pubDate": "2025-03-24T00:00:00.000Z",
    "content": "RightsCon 2025 in Taipei – Insights on digital rights and activism\nLast month, RightsCon, the international summit on human rights in the digital age, took place in Taipei, Taiwan, from 24th to 27th February. After its previous iteration in Costa Rica two years ago, RightsCon once again brought together a mix of large and small NGOs, tech companies, policy-makers, and activists.\nEvent overview\nThe",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Produkttransparenz: Reparieren darf kein Luxus sein",
    "link": "https://okfn.de/blog/2025/03/produkttransparenz-reparieren-darf-kein-luxus-sein/",
    "pubDate": "2025-03-20T00:00:00.000Z",
    "content": "Die neue Bundesregierung steht vor der Aufgabe, die EU-Richtlinie zum Recht auf Reparatur in nationales Recht umzusetzen. Maßnahmen gegen hohe Kosten, die viele Menschen von der Reparatur ihrer Haushaltsgegenstände abschrecken, sind darin nur unzureichend enthalten. Insbesondere die Zivilgesellschaft wird aktuell noch unzureichend mitgedacht. Sie erhält kaum Zugriff auf reparaturrelevante Informat",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Acht Jahre Prototype Fund – Eine herzliche Einladung",
    "link": "https://okfn.de/blog/2025/03/acht-jahre-prototype-fund-eine-herzliche-einladung/",
    "pubDate": "2025-03-06T00:00:00.000Z",
    "content": "8 Jahre Prototype Fund\nVor acht Jahren startete der Prototype Fund mit einer Vision: Technologien im Gemeinwohlinteresse zu fördern. Seitdem hat das Team fast 400 Projekte auf ihrem Weg zu innovativen Softwareprototypen begleitet. Jetzt ist es Zeit, diesen Meilenstein mit euch zu feiern!\nWann & Wo\nAm 29. März 2025 laden wir herzlich in den Festsaal Kreuzberg in Berlin ein. Los geht’s um 10:30 Uhr!",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Zivilgesellschaft fordert digitale Brandmauer zum Schutz der Demokratie",
    "link": "https://okfn.de/blog/2025/03/zivilgesellschaft-fordert-digitale-brandmauer-zum-schutz-der-demokratie/",
    "pubDate": "2025-03-06T00:00:00.000Z",
    "content": "Eine digitale Brandmauer\nEin breites Bündnis von mehr als 20 zivilgesellschaftlichen Organisationen, initiiert vom progressiven digitalpolitischen Verein D64 und dem Chaos Computer Club (CCC), fordert die Union und SPD zur Errichtung einer „digitalen Brandmauer“ auf. Mit zwölf konkreten Forderungen sollen in der kommenden Bundesregierung Grundrechte und Demokratie im digitalen Raum gestärkt und vo",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Offener Brief: Plattformen regulieren, Demokratie schützen",
    "link": "https://okfn.de/blog/2025/03/offener-brief-plattformen-regulieren-demokratie-sch%C3%BCtzen/",
    "pubDate": "2025-03-05T00:00:00.000Z",
    "content": "Spätestens mit dem Wandel der US-Politik hin zu einem antidemokratischen Agitieren und den diese Politik unterstützenden Plattformmachthabern wird klar: Regulierung bedeutet demokratische Selbstverteidigung. Deswegen muss die zukünftige Bundesregierung sie konsequent durchsetzen.\nGemeinsam mit einem breiten gesellschaftlichen Bündnis von mehr als 75 Organisationen und Netzwerken mit über 1.000 Mit",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Digitalpolitik für eine starke Demokratie: OKF unterstützt Aktionswoche für Demokratie, soziale Gerechtigkeit und Menschenrechte",
    "link": "https://okfn.de/blog/2025/02/digitalpolitik-f%C3%BCr-eine-starke-demokratie-okf-unterst%C3%BCtzt-aktionswoche-f%C3%BCr-demokratie-soziale-gerechtigkeit-und-menschenrechte/",
    "pubDate": "2025-02-13T00:00:00.000Z",
    "content": "Aktionswoche für Demokratie, soziale Gerechtigkeit und Menschenrechte\nAuch in diesem Jahr unterstützt die Open Knowledge Foundation Deutschland e. V. die Aktionswoche für Demokratie, soziale Gerechtigkeit und Menschenrechte. Am 16. Februar startet die Aktionswoche, die von über 60 Organisationen getragen wird, welche sich gemeinsam für eine offene, demokratische, plurale, inklusive und solidarisch",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "NRW veröffentlicht Erfahrungsbericht zu Open Data – mehr Fragen als Antworten",
    "link": "https://okfn.de/blog/2025/02/nrw-ver%C3%B6ffentlicht-erfahrungsbericht-zu-open-data-mehr-fragen-als-antworten/",
    "pubDate": "2025-02-10T00:00:00.000Z",
    "content": "Die Öffnung und Nachnutzung der eigenen Datenbestände findet sich als Forderung seit mehr als einem Jahrzehnt in Regierungsprogrammen und offiziellen Strategien. Dabei bleiben die genaue Ausgestaltung und die beabsichtigten Wirkungen oft diffus. Die Wirtschaft soll von einer besseren Datenbereitstellung profitieren, die Transparenz erhöht werden und im besten Fall die Verwaltungsarbeit unterstützt",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Die Zukunft der Digitalpolitik 3/3: Demokratie schützen & Zivilgesellschaft stärken",
    "link": "https://okfn.de/blog/2025/01/die-zukunft-der-digitalpolitik-3/3-demokratie-sch%C3%BCtzen-zivilgesellschaft-st%C3%A4rken/",
    "pubDate": "2025-01-30T00:00:00.000Z",
    "content": "Unsere Forderungen zur Bundestagswahl 2025 gruppieren sich um drei Kernaspekte, deren Umsetzung für eine demokratische, nachhaltige und resiliente Zukunft unabdingbar sind. Dies ist der dritte von drei Blogbeiträgen, in denen wir diese zentralen Aspekte näher beleuchten. Hier kommt ihr zum ersten und zum zweiten Blogbeitrag.\nLebendige Demokratien brauchen Engagement und Reformen\nEine starke Demokr",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Linked Open Data: Vernetzte Verwaltung für vernetzte Daten",
    "link": "https://okfn.de/blog/2025/01/linked-open-data-vernetzte-verwaltung-f%C3%BCr-vernetzte-daten/",
    "pubDate": "2025-01-29T00:00:00.000Z",
    "content": "Linked Open Data: Vernetzte Verwaltung für vernetzte Daten\nIm November 2024 fand die PIAZZA-Konferenz statt, bei der die Open Knowledge Foundation, neben dem Kompetenzzentrum Öffentliche IT, NExT e. V. und der Gesellschaft für Informatik e. V., eine der Trägerinstitutionen war. Bei der Konferenz trafen sich Menschen und Organisationen mit Perspektiven, Expertise und Ideen aus den Sektoren Zivilges",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Die Zukunft der Digitalpolitik 2/3: Handlungsfähigkeit stärken & Vertrauen zurückgewinnen",
    "link": "https://okfn.de/blog/2025/01/die-zukunft-der-digitalpolitik-2/3-handlungsf%C3%A4higkeit-st%C3%A4rken-vertrauen-zur%C3%BCckgewinnen/",
    "pubDate": "2025-01-20T00:00:00.000Z",
    "content": "Unsere Forderungen zur Bundestagswahl 2025\nUnsere Forderungen zur Bundestagswahl 2025 gruppieren sich um drei Kernaspekte, deren Umsetzung für eine demokratische, nachhaltige und resiliente Zukunft unabdingbar sind. Dies ist der zweite von drei Blogbeiträgen, in denen wir diese zentralen Aspekte näher beleuchten. Hier kommt ihr zum ersten Blogbeitrag.\nBei der dringend benötigten Modernisierung der",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Die Zukunft der Digitalpolitik 1/3: Transformation offen & innovativ gestalten",
    "link": "https://okfn.de/blog/2025/01/die-zukunft-der-digitalpolitik-1/3-transformation-offen-innovativ-gestalten/",
    "pubDate": "2025-01-17T00:00:00.000Z",
    "content": "Unsere Forderungen zur Bundestagswahl 2025\nUnsere Forderungen zur Bundestagswahl 2025 gruppieren sich um drei Kernaspekte, deren Umsetzung für eine demokratische, nachhaltige und resiliente Zukunft unabdingbar sind. Dies ist der erste von drei Blogbeiträgen, in denen wir diese zentralen Aspekte näher beleuchten.\nEines unserer Kernanliegen die kommende Legislaturperiode ist es, dass Technologien me",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Digitalpolitik für eine demokratische und resiliente Zukunft - Forderungen der Open Knowledge Foundation Deutschland zur Bundestagswahl 2025",
    "link": "https://okfn.de/blog/2024/12/digitalpolitik-fu%CC%88r-eine-demokratische-und-resiliente-zukunft-forderungen-der-open-knowledge-foundation-deutschland-zur-bundestagswahl-2025/",
    "pubDate": "2024-12-16T00:00:00.000Z",
    "content": "Unsere Forderungen zur Bundestagswahl 2025\nDie Bundestagswahl 2025 steht vor der Tür! Für eine demokratische und resiliente Zukunft ist die Gestaltung der Digitalpolitik, insbesondere der Umgang mit Daten und Informationen, von zentraler Bedeutung. Wir fordern politische Akteur:innen dazu auf, Digitalpolitik als Gesellschaftspolitik zu verstehen, die unsere demokratischen Werte schützt.\nUnsere For",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Unruhe als Strukturprinzip - Die Arbeit im Beirat Digitalstrategie der Bundesregierung geht zu Ende",
    "link": "https://okfn.de/blog/2024/12/unruhe-als-strukturprinzip-die-arbeit-im-beirat-digitalstrategie-der-bundesregierung-geht-zu-ende/",
    "pubDate": "2024-12-11T00:00:00.000Z",
    "content": "Unruhe als Strukturprinzip: Die Arbeit im Beirat Digitalstrategie der Bundesregierung geht zu Ende\nNach zwei Jahren endet nun die Arbeit des Beirats Digitalstrategie der Bundesregierung. Dort war ich mit Mitglied der Gruppe der Zivilgesellschaft (neben Wissenschaft und Wirtschaft). Den 19 Leuchtturmprojekten aus der Digitalstrategie sollten wir Beiräte mit hilfreichen Tipps zum helleren Leuchten v",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Open Source als Methode für langlebige Produkte",
    "link": "https://okfn.de/blog/2024/12/open-source-als-methode-f%C3%BCr-langlebige-produkte/",
    "pubDate": "2024-12-04T00:00:00.000Z",
    "content": "Die Bundesregierung hat 2024 an einer Strategie gearbeitet, die “Ziele und Maßnahmen zum zirkulären Wirtschaften und zur Ressourcenschonung aus allen relevanten Strategien” zusammenführen und den primären Rohstoffbedarf “absolut” senken soll. Mehr Informationen auf der Produktebene und offene Designs können maßgeblich zum Erfolg dieses Zieles beitragen. Dafür haben wir uns als OKF zusammen mit der",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Bewerbungsstart für Jahrgang 01 des Prototype Fund",
    "link": "https://okfn.de/blog/2024/11/bewerbungsstart-f%C3%BCr-jahrgang-01-des-prototype-fund/",
    "pubDate": "2024-11-11T00:00:00.000Z",
    "content": "Der Prototype Fund geht weiter - Förderung bis 2029\nGroßartige Neuigkeiten! Der Prototype Fund wird für weitere vier Jahre innovative Open-Source-Software aus der Gesellschaft und für die Gesellschaft fördern! Damit bleibt er auch in den nächsten Jahren eine wichtige Anlaufstelle für alle, die Lösungen für gesellschaftliche Herausforderungen entwickeln wollen. Und dabei gibt es ganz viel Neues, da",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Prototpye Fund Hardware Runde 2: Open Hardware für den Umweltschutz",
    "link": "https://okfn.de/blog/2024/10/prototpye-fund-hardware-runde-2-open-hardware-f%C3%BCr-den-umweltschutz/",
    "pubDate": "2024-10-20T00:00:00.000Z",
    "content": "Wie stark ist das Grundwasser mit Nitrat belastet? Welche Insektenarten sind bedroht? Und was sind zielführende Maßnahmen, dem entgegenzuwirken? Solche und andere Fragen drängen bei der effektiven Gestaltung des Umweltschutzes. Offene Technologien und Daten können dabei helfen, Antworten zu entwickeln und breit nutzbar zu machen. Mit der 2. Runde des Prototype Fund Hardware „KI-Ideenwerkstatt X Pr",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Licht ins Dunkel deutscher Reparaturpolitik",
    "link": "https://okfn.de/blog/2024/10/licht-ins-dunkel-deutscher-reparaturpolitik/",
    "pubDate": "2024-10-19T00:00:00.000Z",
    "content": "Als die Bundesregierung 2021 angetreten ist, hatte sie sich vorgenommen das sogenannte „Recht auf Reparatur“ voranzubringen und die Reparierbarkeit eines Produktes „zum erkennbaren Merkmal der Produkteigenschaft“ zu machen (siehe Koalitionsvertrag). In den folgenden Jahren gab es immer wieder Berichterstattung zu den Entwicklungen auf EU-Ebene. Deutschland wollte mit einem Aktionsprogramm „Reparie",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Bündnis F5 beim Digital-Gipfel – Die Zivilgesellschaft muss um jeden Zentimeter Raum kämpfen",
    "link": "https://okfn.de/blog/2024/10/b%C3%BCndnis-f5-beim-digital-gipfel-die-zivilgesellschaft-muss-um-jeden-zentimeter-raum-k%C3%A4mpfen/",
    "pubDate": "2024-10-18T00:00:00.000Z",
    "content": "Pressemitteilung des Bündnis F5\nBerlin, 18. Oktober 2024\nAm kommenden Montag beginnt der zweitägige Digital-Gipfel der Bundesregierung in Frankfurt am Main. OKF-Geschäftsführerin Henriette Litta wird auf einem Panel zur Digitalstrategie der Regierung diskutieren. Unser Bündnis F5 wird erstmals mit einer offiziellen Rolle teilnehmen. Der Weg zu einer nachhaltigen Beteiligung der Zivilgesellschaft i",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Neuwahl des Vorstands - Pressemitteilung",
    "link": "https://okfn.de/blog/2024/10/neuwahl-des-vorstands-pressemitteilung/",
    "pubDate": "2024-10-02T00:00:00.000Z",
    "content": "Neuer Vorstand gewählt\nBei der Mitgliederversammlung der Open Knowledge Foundation e. V. wurde am 19.09.2024 ein neuer Vorstand gewählt. Bisher bestand dieser aus Kristina Klein (Vorsitzende), Gabriele C. Klug (Kassenwartin), sowie den Beisitzer*innen Lea Gimpel, Stefan Heumann und Felix Reda. Wir freuen uns bekanntzugeben, dass die bisherigen Vorstandsmitglieder erneut ihre Positionen antreten.\nZ",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Spenden und Erbschaften für die OKF",
    "link": "https://okfn.de/blog/2024/09/spenden-und-erbschaften-f%C3%BCr-die-okf/",
    "pubDate": "2024-09-10T00:00:00.000Z",
    "content": "Spenden und Erbschaften\nSpenden ermöglichen es uns als Open Knowledge Foundation Deutschland e. V., unabhängig, überparteilich, interdisziplinär und nichtkommerziell zu arbeiten. Aber auch Erbschaften können unsere Arbeit unterstützen! So wie es bei FragDenStaat in diesem Jahr zum ersten Mal passiert ist: Ein Nutzer, der im vergangenen Jahr verstorben ist, hat FragDenStaat in seinem Testament beda",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Hackday am 3. Oktober!",
    "link": "https://okfn.de/blog/2024/09/hackday-am-3.-oktober/",
    "pubDate": "2024-09-09T00:00:00.000Z",
    "content": "Jugend hackt: Hackday\nAm 3. Oktober 2024 findet der nächste Hackday im Jugendkulturzentrum Königstadt in Berlin statt, zu dem sich Jugendliche von 12-18 Jahren anmelden können. Dabei können sie Teil der kreativen Tech-Community werden, selbst Platinen löten und mehr über Programmierung und künstliche Intelligenz erfahren.\n\n\nProgramm\nDer Hackday startet um 14 Uhr mit einer Begrüßung und einem bunte",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": "https://okfn.de/files/blog/2024/Hackday1.jpg"
  },
  {
    "title": "Demo Day von Prototype Fund: die 15. Förderrunde im Rampenlicht",
    "link": "https://okfn.de/blog/2024/09/demo-day-von-prototype-fund-die-15.-f%C3%B6rderrunde-im-rampenlicht/",
    "pubDate": "2024-09-05T00:00:00.000Z",
    "content": "Rückblick\nDiese Woche fand der lang ersehnte Demo Day von Prototype Fund im bUm (Raum für solidarisches Miteinander) in Berlin-Kreuzberg statt, bei dem Geförderte der 15. Runde ihre Projekte präsentierten. Bei bestem Wetter und leckerem Catering bot der Tag eine tolle Chance, die Fortschritte und Ergebnisse zu entdecken. Es war ein Tag voller Inspiration!\n\nProgramm\nNach der Begrüßung der Projektle",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": "https://okfn.de/files/blog/2024/PTF-DemoDay-3.jpg"
  },
  {
    "title": "Sommer bei Jugend hackt: Ein buntes Programm für junge Hacker*innen",
    "link": "https://okfn.de/blog/2024/08/sommer-bei-jugend-hackt-ein-buntes-programm-f%C3%BCr-junge-hackerinnen/",
    "pubDate": "2024-08-05T00:00:00.000Z",
    "content": "Sommerprogramm-Highlights\nDie großen Sommerferien – an einigen Orten beginnen sie gerade und an anderen enden sie schon. Diese Zeit des Jahres ist nicht nur eine Phase der Entspannung und Erholung, sondern auch eine Gelegenheit für spannende Aktivitäten und neue Erlebnisse. Bei Jugend hackt steht daher bei einigen Labs eine Sommerpause an, andere jedoch planen ein volles Ferienprogramm, zu dem wir",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Team-Retreat in Stechlin/Brandenburg: Natur, Teambuilding, Zukunftsvisionen",
    "link": "https://okfn.de/blog/2024/07/team-retreat-in-stechlin/brandenburg-natur-teambuilding-zukunftsvisionen/",
    "pubDate": "2024-07-17T00:00:00.000Z",
    "content": "Team-Retreat\nAuch dieses Jahr hat sich die OKF wieder auf den Weg nach Stechlin gemacht: In Brandenburg fand sich unser Team bei einem Retreat zusammen, um gemeinsam an Themen und Visionen zu arbeiten. Auf unserer Agenda standen dieses Mal unter anderem: Governance-Strukturen, Instrumente zu mehr Partizipationsmöglichkeiten, Stärkung der Mitarbeiter:innen und die Reflexion der Veränderung des Vere",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Global efforts to strengthen open source concepts – Insights from the OSPO conference at the United Nations",
    "link": "https://okfn.de/blog/2024/07/global-efforts-to-strengthen-open-source-concepts-insights-from-the-ospo-conference-at-the-united-nations/",
    "pubDate": "2024-07-16T00:00:00.000Z",
    "content": "Last week, the second edition of the conference Open Source Programme Offices for Good (#OSPOsForGood) took place in New York. At the invitation of the United Nations (UN), around 450 open source enthusiasts from all over the world traveled to the event - a huge success for the organizers, as there were around 80 participants in 2023. It was about nothing less than the role of open source software",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Globale Anstrengungen zur Stärkung von Open Source Ansätzen – Eindrücke von der OSPO-Konferenz bei den Vereinten Nationen",
    "link": "https://okfn.de/blog/2024/07/globale-anstrengungen-zur-st%C3%A4rkung-von-open-source-ans%C3%A4tzen-eindr%C3%BCcke-von-der-ospo-konferenz-bei-den-vereinten-nationen/",
    "pubDate": "2024-07-16T00:00:00.000Z",
    "content": "Letzte Woche fand die zweite Auflage der Konferenz Open Source Programme Offices for Good (#OSPOsForGood) in New York statt. Auf Einladung der Vereinten Nationen (UN) reisten etwa 450 Open-Source-Enthusiast:innen aus aller Welt an - ein Riesenerfolg für die Veranstalter:innen, waren es 2023 noch rund 80 Teilnehmende. Es ging um nichts weniger als die Rolle von Open Source Software für die Erreichu",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Das war die re:publica 2024: Unser Recap",
    "link": "https://okfn.de/blog/2024/07/das-war-die-republica-2024-unser-recap/",
    "pubDate": "2024-07-04T00:00:00.000Z",
    "content": "Vom 27. - 29.05.2024 fand in Berlin die re:publica statt - das Festival für die digitale Gesellschaft! Die OKF war mit vielen verschiedenen Themen und Formaten dabei. Während unseres Programms haben wir uns mit Expert:innen aus verschiedenen Bereichen ausgetauscht, führten zahlreiche spannende Gespräche und konnten dem Publikum unsere Projekte vorstellen. Hier könnt ihr einen kurzen Recap unserer ",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Das Dateninstitut kommt. Die Gemeinwohlorientierung bleibt fraglich",
    "link": "https://okfn.de/blog/2024/07/das-dateninstitut-kommt.-die-gemeinwohlorientierung-bleibt-fraglich/",
    "pubDate": "2024-07-03T00:00:00.000Z",
    "content": "Das Dateninstitut wird kommen: Bis zum 4. Juli 2024 läuft die Frist für Bewerbungen für „Konzeptionierung, Gründung und Betrieb des Dateninstituts“. Mit diesem Startschuss löst die Ampel ein Versprechen aus ihrem Koalitionsvertrag ein. In Sachen Daten gibt es wahrlich viel zu tun. Gut, dass hier etwas passiert. Trotzdem haben sich Wikimedia Deutschland und die Open Knowledge Foundation Deutschland",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Zum Entwurf der NKWS: ambitioniert bleiben!",
    "link": "https://okfn.de/blog/2024/06/zum-entwurf-der-nkws-ambitioniert-bleiben/",
    "pubDate": "2024-06-28T00:00:00.000Z",
    "content": "Die Bundesregierung arbeitet an einer Strategie, die “Ziele und Maßnahmen zum zirkulären Wirtschaften und zur Ressourcenschonung aus allen relevanten Strategien” zusammenführen und den primären Rohstoffbedarf “absolut” senken soll. Mehr Informationen auf der Produktebene und offene Designs können maßgeblich zum Erfolg dieses Zieles beitragen. Dafür setzt sich die OKF zusammen mit der Open Hardware",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Das war 2023: Unser Jahresbericht ist online!",
    "link": "https://okfn.de/blog/2024/06/das-war-2023-unser-jahresbericht-ist-online/",
    "pubDate": "2024-06-20T00:00:00.000Z",
    "content": "Unser Jahresbericht 2023 ist online! Viel ist passiert, und wir blicken zurück auf ein ereignisreiches Jahr voller spannender Projekt und beeindruckender Highlights. Nach der erfolgreich abgeschlossenen Wirtschaftsprüfung könnt ihr ab sofort unseren vollständigen Jahresbericht auf 2023.okfn.de einsehen. Selbstverständlich steht auch eine PDF Version zum Download bereit. Taucht ein und erfahrt mehr",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Fragen für die öffentliche KI-Förderung",
    "link": "https://okfn.de/blog/2024/06/fragen-f%C3%BCr-die-%C3%B6ffentliche-ki-f%C3%B6rderung/",
    "pubDate": "2024-06-17T00:00:00.000Z",
    "content": "In den vergangenen zwei Jahren haben den Prototype Fund zunehmend mehr Bewerbungen für Softwareprojekte erreicht, die Methoden der Künstlichen Intelligenz (KI) wie Large Language Models (LLM) nutzen oder kritisch beleuchten. Mit der Verbreitung dieser Ansätze müssen sich öffentlich finanzierte Technologieförderprogramme wie der Prototype Fund damit auseinandersetzen, welche Auswahl- und Unterstütz",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Von Taipei nach Berlin: Wie Civic Tech in Taiwan zur digitalen Demokratie inspiriert",
    "link": "https://okfn.de/blog/2024/06/von-taipei-nach-berlin-wie-civic-tech-in-taiwan-zur-digitalen-demokratie-inspiriert/",
    "pubDate": "2024-06-06T00:00:00.000Z",
    "content": "Im letzten Monat hatten wir die Chance, mehr über die Civic-Tech- und Open-Source-Szene in Taiwan zu erfahren und uns mit taiwanischen Aktivist:innen auszutauschen. Das Land ist ein Vorbild im Bereich Digital Democracy mit einigen Erfolgsgeschichten in der Zusammenarbeit zwischen Verwaltung und Zivilgesellschaft. Vor sieben Jahren berichteten wir über unseren ersten Besuch in Taiwan im Rahmen eine",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Das erste Open Data Ranking ist erschienen",
    "link": "https://okfn.de/blog/2024/05/das-erste-open-data-ranking-ist-erschienen/",
    "pubDate": "2024-05-29T00:00:00.000Z",
    "content": "Wir veröffentlichen das erste Open Data Ranking! In Anlehnung an das Transparenzranking blicken wir auf die Open-Data-Landschaft in Deutschland und gehen über das reine Datensätzezählen hinaus. Die Analyse der rechtlichen Rahmenbedingungen, Datenqualität und personellen Ausstattung zeigen, dass es innerhalb Deutschlands erhebliche Unterschiede in Bezug auf Open Data gibt. Während sich einzelne Bun",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Positionen des Bündnis F5 zur Europawahl 2024",
    "link": "https://okfn.de/blog/2024/05/positionen-des-b%C3%BCndnis-f5-zur-europawahl-2024/",
    "pubDate": "2024-05-22T00:00:00.000Z",
    "content": "Die Europäische Union hat sich als wegweisende Akteurin in der Digitalpolitik etabliert. In den letzten fünf Jahren wurden bedeutende Gesetze auf den Weg gebracht, um die Macht von Big-Tech Unternehmen einzudämmen und die Einhaltung von Grund- und Menschenrechten im Digitalen zu stärken. Gleichzeitig ist die europäische Digitalpolitik zu oft von technischen Trends und gewinnorientierten Interessen",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Triff die OKF auf der re:publica!",
    "link": "https://okfn.de/blog/2024/05/triff-die-okf-auf-der-republica/",
    "pubDate": "2024-05-21T00:00:00.000Z",
    "content": "Die re:publica steht wieder an: das Festival für die digitale Gesellschaft findet vom 27.-29. Mai 2024 in der STATION Berlin statt. Die OKFDE wird mit vielen verschiedenen Themen und Formaten dabei sein.\nKommt vorbei und trefft uns hier:\nDurchgehend an allen drei Tagen:\nBündnis F5 Stand mit vielfältigem Standprogramm. Unseren Stand mit der Nummer C3 könnt ihr hier im Lageplan finden.\nJugend hackt ",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "PIAZZA-Konferenz 2024: Call for Workshops",
    "link": "https://okfn.de/blog/2024/05/piazza-konferenz-2024-call-for-workshops/",
    "pubDate": "2024-05-13T00:00:00.000Z",
    "content": "Am 14. November 2024 findet die Konferenz „PIAZZA – Für digitale Verwaltung & Gesellschaft“ zum vierten Mal online statt. Die OKF wird dieses Jahr erstmalig im Trägerkreis dabei sein. Wir freuen uns sehr!\nMit PIAZZA bieten die vier Trägerorganisationen – das Kompetenzzentrum Öffentliche IT, die Gesellschaft für Informatik, NExT e.V. und die Open Knowledge Foundation Deutschland – eine Plattform ",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Verwaltungsmodernisierung durch Open Data",
    "link": "https://okfn.de/blog/2024/05/verwaltungsmodernisierung-durch-open-data/",
    "pubDate": "2024-05-06T00:00:00.000Z",
    "content": "Parlamentarisches Frühstück des Bündnis F5 zur Verwaltungsmodernisierung\nUnter der Schirmherrschaft von Nadine Schön, stellvertretende Vorsitzende der CDU/CSU Bundestagsfraktion und Mitglied im Ausschuss für Digitales, veranstaltete das Bündnis F5 am 09.04.2024 ein parlamentarisches Frühstück, um sich darüber auszutauschen, welchen politischen Rahmen es für den Einsatz von KI braucht und wie das P",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "EU-Parlament schafft ein Rechtchen auf Reparatur",
    "link": "https://okfn.de/blog/2024/04/eu-parlament-schafft-ein-rechtchen-auf-reparatur/",
    "pubDate": "2024-04-24T00:00:00.000Z",
    "content": "Wir haben das Recht, ein paar Geräte reparieren zu lassen, aber nicht auf technische Informationen oder Ersatzteile, um es selbst zu tun.\nAm vergangenen Dienstag hat das EU-Parlament nach langem Prozess das sogenannte “Recht auf Reparatur” verabschiedet. Anfang 2024 wurde im Rahmen der Trilogverhandlungen ein Kompromiss ausgehandelt. Im Kern gibt es uns als Kaufende das Recht, auch außerhalb der G",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Erste Digitalministerkonferenz: Bündnis F5 stellt Forderungen vor",
    "link": "https://okfn.de/blog/2024/04/erste-digitalministerkonferenz-b%C3%BCndnis-f5-stellt-forderungen-vor/",
    "pubDate": "2024-04-18T00:00:00.000Z",
    "content": "Erste Digitalministerkonferenz: Bündnis F5 stellt Forderungen vor\nBerlin, 18.04.2024\nDas zivilgesellschaftliche Bündnis F5, bestehend aus den Organisationen AlgorithmWatch, Gesellschaft für Freiheitsrechte e.V., Open Knowledge Foundation Deutschland, Reporter ohne Grenzen und Wikimedia Deutschland, begrüßt die Ziele der ersten Digitalministerkonferenz und stellt seine Forderungen für einen echten ",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Helfen KI-Modelle und offene Daten dem Umweltschutz?",
    "link": "https://okfn.de/blog/2024/03/helfen-ki-modelle-und-offene-daten-dem-umweltschutz/",
    "pubDate": "2024-03-01T00:00:00.000Z",
    "content": "Neben den zahlreichen Krisen und dem Erstarken der Rechten schreitet die Klimakrise voran. Laut eines aktuellen Berichts der Europäischen Umweltagentur (EEA) ist Europa “der sich am schnellsten erwärmende Kontinent.” Neben zahlreichen anderen Gründen hat das großen Einfluss auf die Beschaffenheit der Umwelt. Ein Rückgang der Insekten und Vögel ist nur ein Effekt. Technologien, wie sogenannte “küns",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Nach EU-Einigung: Beim Reparaturgesetz sollte DE sich an Frankreich orientieren",
    "link": "https://okfn.de/blog/2024/02/nach-eu-einigung-beim-reparaturgesetz-sollte-de-sich-an-frankreich-orientieren/",
    "pubDate": "2024-02-03T00:00:00.000Z",
    "content": "Im März 2023 hat die EU-Kommission neue Regeln zur Förderung von Reparaturen vorgelegt. Seitdem ist die Diskussion um ein Recht auf Reparatur europaweit im vollen Gange.\nIm Oktober haben Rat und Parlament sich mit dem Entwurf befasst und ihre eigene Position entwickelt. Nun ist es im Rahmen der Trilog-Verhandlungen gelungen, die unterschiedlichen Perspektiven zusammenzubringen. Die neue Verordnung",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "OKF und Bündnis F5 unterstützen Aktionstag gegen Rechtsextremismus und Rassismus",
    "link": "https://okfn.de/blog/2024/02/okf-und-b%C3%BCndnis-f5-unterst%C3%BCtzen-aktionstag-gegen-rechtsextremismus-und-rassismus/",
    "pubDate": "2024-02-02T00:00:00.000Z",
    "content": "Digitalpolitik für eine starke Demokratie.\nOffenes Wissen und Transparenz sind in einem demokratischen Staat die Grundvoraussetzung für politische Mitbestimmung und Teilhabe! Deswegen kämpfen wir für eine offene, informierte und solidarische Zivilgesellschaft!\nWir erleben aktuell mit großer Besorgnis eine deutliche Verschiebung des öffentlichen Diskurses. Nationalistische, antisemitische und rassi",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "In Support of Gubad Ibadoghlu",
    "link": "https://okfn.de/blog/2024/02/in-support-of-gubad-ibadoghlu/",
    "pubDate": "2024-02-01T00:00:00.000Z",
    "content": "Statement from the Civil Society Members of the EITI Germany (DEITI) in Support of Gubad Ibadoghlu\nThe undersigned Civil Society members of the EITI Germany MSG express their deep concern for the arrest of economist and civil activist Gubad Ibadoghlu in Azerbaijan. Dr. Ibadoghlu has been a relentless champion of transparency and a key, active stakeholder in Azerbaijan’s EITI  journey.\nWe are deepl",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Initiativstellungnahme zur Änderung des Brandenburgischen E-Government-Gesetzes",
    "link": "https://okfn.de/blog/2023/09/initiativstellungnahme-zur-%C3%A4nderung-des-brandenburgischen-e-government-gesetzes/",
    "pubDate": "2023-09-28T00:00:00.000Z",
    "content": "Mit einer Gesetzesänderung möchte die Brandenburger Landesregierung das Thema Open Data endlich auch in den Rechtsrahmen aufnehmen. Doch die geplanten Änderungen gehen aus Sicht der OKF nicht weit genug. In einer kurzen Initiativstellungnahme haben wir einige Kritikpunkte zusammengefasst.\nDie brandenburgische Landesregierung geht mit dem Gesetzentwurf teilweise auf Versäumnisse ein, die bei der Ei",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Mehr Gestaltungswillen für die Kreislaufwirtschaftsstrategie",
    "link": "https://okfn.de/blog/2023/09/mehr-gestaltungswillen-f%C3%BCr-die-kreislaufwirtschaftsstrategie/",
    "pubDate": "2023-09-21T00:00:00.000Z",
    "content": "Statt eine Müllverwertungsstrategie zu entwickeln sollte sich die Kreislaufwirtschaftsstrategie (NKWS) der Bundesregierung auf offene Kreisläufe konzentrieren, in denen die Zivilgesellschaft nicht reiner Konsument ist, sondern mitgestalten kann.\nDas Bundesministerium für Umwelt, Naturschutz, nukleare Sicherheit und Verbraucherschutz arbeitet an einer Nationalen Kreislaufwirtschaftsstrategie („NKWS",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Beim Global Digital Compact braucht es eine stärkere Stimme der Zivilgesellschaft",
    "link": "https://okfn.de/blog/2023/09/beim-global-digital-compact-braucht-es-eine-st%C3%A4rkere-stimme-der-zivilgesellschaft/",
    "pubDate": "2023-09-18T00:00:00.000Z",
    "content": "Die Vereinten Nationen befassen sich im Rahmen des Global Digital Compact (GDC) mit der Gestaltung der digitalen Zukunft im globalen Rahmen. Hierzu hatte der UN-Generalsekretär im Mai 2023 einen Policy Brief vorgelegt. Die Regierungen verorten derzeit ihre Positionen dazu und sollten dabei insbesondere auch die Stimmen aus der Zivilgesellschaft hören. Über die letzten Wochen hatte sich die Open Kn",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Stellungnahme des Bündnis F5 zur Datenstrategie der Bundesregierung",
    "link": "https://okfn.de/blog/2023/09/stellungnahme-des-b%C3%BCndnis-f5-zur-datenstrategie-der-bundesregierung/",
    "pubDate": "2023-09-12T00:00:00.000Z",
    "content": "„Fortschritt durch Datennutzung“ – so lautet die Weiterentwicklung der Datenstrategie von 2021, die zur Mitte der Legislatur veröffentlicht wurde. Es ist deutlich erkennbar, dass die Bedeutung der Datenpolitik nun stärker als gesamtgesellschaftliches Thema begriffen wird. Dennoch verharrt das Dokument im üblichen Modus der zusammengeschusterten Strategiepapiere als Sammelsurium verschiedener bekan",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Halbzeit für die Ampel: Danke für die schönen Worte, lasst endlich Taten sprechen!",
    "link": "https://okfn.de/blog/2023/08/halbzeit-f%C3%BCr-die-ampel-danke-f%C3%BCr-die-sch%C3%B6nen-worte-lasst-endlich-taten-sprechen/",
    "pubDate": "2023-08-29T00:00:00.000Z",
    "content": "Pressemitteilung\nZivilgesellschaftliche Organisationen und Freie-Software-Wirtschaft fordern die Bundesregierung auf, eine nachhaltige und soziale Digitalpolitik umzusetzen und im Bundeshaushalt jetzt die nötigen Mittel bereitzustellen.\nDie Open Knowledge Foundation Deutschland zieht eine negative Halbzeitbilanz für die Digitalpolitik der Bundesregierung und fordert gemeinsam mit 20 Akteur:innen a",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Die OKF hat eine Whistleblowing Policy eingeführt, um Hinweisgebende besser zu schützen",
    "link": "https://okfn.de/blog/2023/07/die-okf-hat-eine-whistleblowing-policy-eingef%C3%BChrt-um-hinweisgebende-besser-zu-sch%C3%BCtzen/",
    "pubDate": "2023-07-12T00:00:00.000Z",
    "content": "Wir haben uns einem zivilgesellschaftlichen Bündnis zur Einführung einer Whistleblowing Policy angeschlossen. Mit der Whistleblowing Policy verpflichten wir uns, Menschen zu schützen, die erhebliches Fehlverhalten in unserer Organisation melden.\nWir haben das neue Hinweisgeberschutzgesetz zum Anlass genommen, bei uns in der OKF ein eigenes System dafür einzuführen. Wir haben uns dazu dem seit Ende",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Digital Services Act: Deutschland braucht eine Plattformaufsicht, keine Poststelle",
    "link": "https://okfn.de/blog/2023/07/digital-services-act-deutschland-braucht-eine-plattformaufsicht-keine-poststelle/",
    "pubDate": "2023-07-06T00:00:00.000Z",
    "content": "Berlin, 06.07.2023\nDeutschland droht die Chance zu verspielen, Internetplattformen – wie soziale Netzwerke oder Online-Marktplätze – unter eine effektive, unabhängige Aufsicht zu stellen. Der Digital Services Act (DSA) soll Nutzer*innenrechte online schützen und legt Sorgfaltspflichten für Plattformen wie TikTok, Facebook und Twitter fest. Um diese Ziele wirkungsvoll zu erreichen, bedarf es einer ",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Das war 2022: Unser Jahresbericht ist jetzt veröffentlicht",
    "link": "https://okfn.de/blog/2023/06/das-war-2022-unser-jahresbericht-ist-jetzt-ver%C3%B6ffentlicht/",
    "pubDate": "2023-06-28T00:00:00.000Z",
    "content": "Wer erinnert sich noch an 2022? Es ist viel passiert, wenn man so zurückschaut!\nNach erfolgreich abgeschlossener Wirtschaftsprüfung findet ihr auf 2022.okfn.de unseren Jahresbericht online.\nEine PDF Version zum Herunterladen gibt es auch.\nUnsere Highlights aus 2022:\nDie erste Förderrunde ist vom Stapel gelaufen: 50 Open-Hardware-Projekte für eine offene, nachhaltige Gesellschaft\nDie erste Runde de",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Der Open Data Knowledge Hub ist gelauncht! ",
    "link": "https://okfn.de/blog/2023/06/der-open-data-knowledge-hub-ist-gelauncht/",
    "pubDate": "2023-06-22T00:00:00.000Z",
    "content": "Braucht es im Jahr 2023 noch einen weiteren Knowledge Hub? Wir glauben ja! Mit dem Projekt Open Data in der Verwaltung bringen wir uns wieder verstärkt in den Diskurs um eines unserer Kernthemen ein. Das heißt: Expertise zu Open Data aus der Zivilgesellschaft in die Behörden transportieren und öffentlich dokumentieren sowie den Mehrwert von offenen Daten zeigen.\nIm Rahmen der, zumindest in der The",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Engagementstrategie des Bundes: Unsere Forderungen für ein starkes digitales Ehrenamt",
    "link": "https://okfn.de/blog/2023/06/engagementstrategie-des-bundes-unsere-forderungen-f%C3%BCr-ein-starkes-digitales-ehrenamt/",
    "pubDate": "2023-06-21T00:00:00.000Z",
    "content": "Noch in dieser Legislaturperiode soll unter Beteiligung der Zivilgesellschaft eine neue Engagementstrategie des Bundes erarbeitet werden. Die letzte Engagementstrategie stammt noch aus dem Jahr 2010. Es wird also Zeit – denn es hat sich viel getan! Das digitale Ehrenamt ist stark gewachsen und neue Technologien durchdringen mehr und mehr unser Leben. Im Rahmen der Verbändebeteiligung haben wir gem",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Triff die OKFDE auf der re:publica!",
    "link": "https://okfn.de/blog/2023/05/triff-die-okfde-auf-der-republica/",
    "pubDate": "2023-05-22T00:00:00.000Z",
    "content": "Die re:publica, das Festival für die digitale Gesellschaft, findet vom 05.-07. Juni 2023 in der Arena Berlin und dem Festsaal Kreuzberg statt. Die OKFDE wird mit verschiedenen Themen und Formaten dabei sein.\nKommt vorbei und trefft uns hier:\nIm Bündnis F5 werden wir einen Stand betreiben. Dort bekommt ihr neben Infos zu unseren Aktivitäten auch einige Programmpunkte geboten. Von der OKFDE hört ihr",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Digitalpolitik im Berliner Koalitionsvertrag: Wenig Zeit für Veränderung",
    "link": "https://okfn.de/blog/2023/04/digitalpolitik-im-berliner-koalitionsvertrag-wenig-zeit-f%C3%BCr-ver%C3%A4nderung/",
    "pubDate": "2023-04-13T00:00:00.000Z",
    "content": "Sollten die jeweiligen Parteigremien Ende April zustimmen, bleibt einer neuen Regierungskoalition aus CDU und SPD nur wenig Zeit, um in der restlichen Legislaturperiode digitalpolitische Vorhaben umzusetzen. Welche Projekte priorisiert werden sollen, bleibt im Koalitionsvertrag vage. Viel wird von dem neuen Personal abhängen.\nAller guten Dinge sind drei? Transparenzgesetz wird wieder angekündigt\nZ",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Klimawatch - Bürgerliche Kontrolle braucht Daten",
    "link": "https://okfn.de/blog/2023/04/klimawatch-b%C3%BCrgerliche-kontrolle-braucht-daten/",
    "pubDate": "2023-04-06T00:00:00.000Z",
    "content": "Klimawandel und CO2 reduzieren ist in aller Munde: das Pariser Klimaabkommen - 2030. Auf welchem Weg in Deutschland aber konkret, und vor allem lokal, dazu beigetragen wird, ist oft wenig ersichtlich. Welche Maßnahmen werden getroffen? Welche Ziele gesetzt? Bin ich davon betroffen?  Kann ich etwas tun? Sollte ich vielleicht von meiner Kommune fordern, sich höhere Ziele zu setzen?\nWie an vielen and",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Seit dem FOH23 online: die Publikation Unboxing Blackboxes",
    "link": "https://okfn.de/blog/2023/03/seit-dem-foh23-online-die-publikation-unboxing-blackboxes/",
    "pubDate": "2023-03-23T00:00:00.000Z",
    "content": "Die Herausforderungen unser Zeit sind bekannt, die auf sozialer, ökologischer und wirtschaftlicher Ebene vor uns liegen. Offene Hardware kann ein Teil der Lösung werden. Beim Forum Open Hardware 2023 (#FOH23) befassten sich 100 Expertinnen und Experten mit der Frage, wie das gelingen kann. Dabei stand das zivilgesellschaftliche Engagement im Forderung. Denn es sind zivilgesellschaftliche Akteure, ",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Digitaler Aufbruch in Berlin nach der Wiederholungswahl - oder weiter so?",
    "link": "https://okfn.de/blog/2023/02/digitaler-aufbruch-in-berlin-nach-der-wiederholungswahl-oder-weiter-so/",
    "pubDate": "2023-02-09T00:00:00.000Z",
    "content": "Im ersten Jahr ihrer Regierungstätigkeit hat die Koalition im Berliner Abgeordnetenhaus im Digitalbereich vor allem an der Theorie gearbeitet – aber in der Praxis Forderungen der Zivilgesellschaft weiter ignoriert. Eine fortbestehende oder umgebildete Regierung muss in der restlichen Legislaturperiode zum Handeln übergehen.\nEnde Januar wurde mit Gemeinsam Digital: Berlin eine umfassende digitale V",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Prototype Fund: Jetzt bewerben für Runde 14",
    "link": "https://okfn.de/blog/2023/02/prototype-fund-jetzt-bewerben-f%C3%BCr-runde-14/",
    "pubDate": "2023-02-01T00:00:00.000Z",
    "content": "Seit dem 1. Februar 2023 könnt ihr eure Public-Interest-Tech-Ideen für die 14. Förderphase des Prototype Fund einreichen. Wenn eure Projektidee überzeugt, könnt ihr ab dem 1. September 2023 mit den anderen Prototyp-Entwickler*innen in die Förderung starten.\nDer Prototype Fund sucht nach innovativen Open-Source-Softwareprojekten mit gesellschaftlichem Mehrwert, die bottom-up und in engem Austausch ",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Save the Date: Forum Open Hardware",
    "link": "https://okfn.de/blog/2023/01/save-the-date-forum-open-hardware/",
    "pubDate": "2023-01-31T00:00:00.000Z",
    "content": "Die Kreislaufwirtschaft oder auch „Circular Society“ sowie das Recht auf Reparatur werden als Wege in eine nachhaltige Zukunft gesehen. Doch wie gelangen wir dorthin? Welche Rolle spielen die Zivilgesellschaft und die offene Technologiegestaltung dabei? Diesen Fragen möchten wir mit euch und dem Forum Open Hardware am 13. März 2023 nachgehen.\nMit dem #FOH23 möchten wir den Austausch zwischen Entwi",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Digital-Gipfel der Bundesregierung – ein staatlich organisiertes Lobbyfest",
    "link": "https://okfn.de/blog/2022/12/digital-gipfel-der-bundesregierung-ein-staatlich-organisiertes-lobbyfest/",
    "pubDate": "2022-12-09T00:00:00.000Z",
    "content": "Heute endet der Digital-Gipfel der Bundesregierung. Titel: „Digitalisierung betrifft uns alle – Unternehmen wie Bürgerinnen und Bürger, Wissenschaft wie Gesellschaft.“ Doch „die Gesellschaft“ spricht gar nicht mit. Schon bei der Digitalstrategie war es ein Problem, dass die Zivilgesellschaft nicht eingebunden war. Die Ampel gelobte, alles besser zu machen. Der Digital-Gipfel zeigt, dass das ein Li",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Digitales Ehrenamt bei der OKF",
    "link": "https://okfn.de/blog/2022/12/digitales-ehrenamt-bei-der-okf/",
    "pubDate": "2022-12-05T00:00:00.000Z",
    "content": "Digitales Ehrenamt bei der OKF\nDer Internationale Tag des Ehrenamts dient dazu, diejenigen in unserer Gesellschaft zu ehren, die Dienst an ihr tun. Einige von ihnen werden stellvertretend für alle und auf Grund ihres herausragenden Engagements sogar mit einem Bundesverdienstkreuz ausgezeichnet.\nEhrenamtliche findet man in allen Gesellschaftsbereichen: Sie trainieren Kinder in Sportvereinen, versor",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Innovation geht nicht ohne Offenheit & Partizipation",
    "link": "https://okfn.de/blog/2022/11/innovation-geht-nicht-ohne-offenheit-partizipation/",
    "pubDate": "2022-11-18T00:00:00.000Z",
    "content": "Wir sind davon überzeugt, dass die Bewältigung der gesellschaftlichen und globalen Herausforderungen nur gelingen wird, wenn das Innovationssystem auf den Prinzipien der Offenheit und Partizipation beruht. Die derzeit von der Bundesregierung ressortübergreifend entwickelte Zukunftsstrategie Forschung und Innovation ist jedoch zu stark auf wirtschaftlichen Erfolg fokussiert. Hier muss nachgebessert",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Für eine nachhaltige Digitalisierung: 2.500 Teilnehmende auf der Konferenz Bits & Bäume",
    "link": "https://okfn.de/blog/2022/10/f%C3%BCr-eine-nachhaltige-digitalisierung-2.500-teilnehmende-auf-der-konferenz-bits-b%C3%A4ume/",
    "pubDate": "2022-10-06T00:00:00.000Z",
    "content": "Pressemitteilung\nAkteur*innen aus Zivilgesellschaft fordern mehr Mitsprache bei der Gestaltung politischer Strategien zur Digitalisierung // Nächste „Bits & Bäume“-Regionalkonferenz für Juni 2023 in Köln angekündigt\nBerlin, 5. Oktober 2022 – „Die Bits dürfen uns nicht die Bäume kosten.“ Diese Forderung brachte am vergangenen Wochenende über 2.500 Teilnehmende zur Konferenz für Digitalisierung und ",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Den Krisen zum Trotz: eine digital-nachhaltige Zukunftspolitik",
    "link": "https://okfn.de/blog/2022/10/den-krisen-zum-trotz-eine-digital-nachhaltige-zukunftspolitik/",
    "pubDate": "2022-10-04T00:00:00.000Z",
    "content": "Trotz der multiplen Krisen darf die Gestaltung der Zukunft nicht aus den Augen geraten. Das betonten auch die zweite Bürgermeisterin der Stadt Hamburg, Katharina Fegebank und Kai Gehring, Vorsitzender des Ausschusses für Bildung, Forschung und Technikfolgenabschätzung bei der Abschlussveranstaltung “Zukunft erfinden” der Bündnis 90/Die Grünen Bundestagsfraktion, am 21. September. Doch wie soll die",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Einladung zur Jugendkonferenz „Beyond Code“",
    "link": "https://okfn.de/blog/2022/09/einladung-zur-jugendkonferenz-beyond-code/",
    "pubDate": "2022-09-22T00:00:00.000Z",
    "content": "Jugend hackt lädt ein zur ersten Jugendkonferenz zu digital literacy, KI und digitaler Verantwortung; vom 17. bis 18. November 2022, in den Technischen Sammlungen Dresden.\nBei Beyond Code wollen wir mit jungen Menschen darüber diskutieren, wie gesellschaftliche und technologische Entwicklungen zusammenhängen. Wir wollen den Fokus dabei auf zwei zentrale Themen setzen:\nDigital Literacy: Wie sieht e",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Bits & Bäume 2022: Nachhaltigkeit braucht digitales Gemeingut!",
    "link": "https://okfn.de/blog/2022/09/bits-b%C3%A4ume-2022-nachhaltigkeit-braucht-digitales-gemeingut/",
    "pubDate": "2022-09-13T00:00:00.000Z",
    "content": "Die Digitalisierung schafft neue Möglichkeiten für eine offene und gerechtere Gesellschaft. Dafür muss sie allerdings auch mit den Herausforderungen des Klimawandels vereinbar sein.  Im Rahmen der Bits & Bäume 2022 fordern wir eine digitale Transformation, die aktiv zu einer gerechten, nachhaltigen und demokratischen Zukunft beiträgt. Um diese Zukunft zu ermöglichen, muss der Fokus auf das Gemeing",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Bündnis fordert von Politik: Digitalisierung muss sozial-ökologischem Wandel dienen",
    "link": "https://okfn.de/blog/2022/09/b%C3%BCndnis-fordert-von-politik-digitalisierung-muss-sozial-%C3%B6kologischem-wandel-dienen/",
    "pubDate": "2022-09-05T00:00:00.000Z",
    "content": "Pressemitteilung\n13 Organisationen veröffentlichen Forderungen anlässlich der „Bits & Bäume“-Konferenz 2022\nBerlin, 5. September 2022 – Die Digitalisierung muss stärker in den Dienst der Gesellschaft und des sozial-ökologischen Wandels gestellt werden. Digitale Technologien sollten durch gleichberechtigte gesellschaftliche Teilhabe und innerhalb der planetaren Grenzen zur Verbesserung von Lebensbe",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  },
  {
    "title": "Prototype Fund: Jetzt bewerben für Runde 13",
    "link": "https://okfn.de/blog/2022/08/prototype-fund-jetzt-bewerben-f%C3%BCr-runde-13/",
    "pubDate": "2022-08-01T00:00:00.000Z",
    "content": "Seit dem 1. August 2022 ist es wieder soweit: Ihr könnt eure Public-Interest-Tech-Ideen für die kommende Förderphase des Prototype Fund einreichen. Wenn eure Bewerbung den Zuschlag erhält, startet ihr mit den anderen Prototypler*innen am 1. März 2023 in die Förderung.\nDas Programm sucht Software-Innovationen mit gesellschaftlichem Mehrwert, die in enger Zusammenarbeit mit der Zielgruppe, bottom-up",
    "creator": "",
    "sourceTitle": "Open Knowledge Foundation DE",
    "sheetCategory": "Commons",
    "enforcedImage": null
  }
]