[
  {
    "title": "Bradley M. Kuhn: I Lived a Similar Trauma Rob Reiner's Family Faces & Shame on Trump",
    "link": "http://ebb.org/bkuhn/blog/2025/12/16/rob-reiner-trump-my-brother-also-murdered-my-mother.html",
    "pubDate": "2025-12-16T10:01:00.000Z",
    "content": "I posted the following on my Fediverse (via Mastodon) account.\n        I'm reposting the whole seven posts here as written there, but I hope folks\n          will take a\n            look at that thread as folks are engaging in conversation over there\n          that might be worth reading if what I have to say interests you.\n          (The remainder of the post is the same that can be found in the F",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": null
  },
  {
    "title": "Hari Rana: Please Fund My Continued Accessibility Work on GNOME!",
    "link": "https://tesk.page/2025/12/16/please-fund-my-continued-accessibility-work-on-gnome/",
    "pubDate": "2025-12-16T00:00:00.000Z",
    "content": "Hey, I have been under distress lately due to personal circumstances that are outside my control. I cannot find a permanent job that allows me to function, I am not eligible for government benefits, my grant proposals to work on free and open-source projects got rejected, paid internships are quite difficult to find, especially when many of them prioritize new contributors. Essentially, I have no ",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": "data:image/svg+xml;charset=utf-8,%3Csvg%20width%3D%2798%27%20height%3D%2796%27%20xmlns%3D%27http%3A%2F%2Fwww.w3.org%2F2000%2Fsvg%27%3E%3Cpath%20fill-rule%3D%27evenodd%27%20clip-rule%3D%27evenodd%27%20d%3D%27M48.854%200C21.839%200%200%2022%200%2049.217c0%2021.756%2013.993%2040.172%2033.405%2046.69%202.427.49%203.316-1.059%203.316-2.362%200-1.141-.08-5.052-.08-9.127-13.59%202.934-16.42-5.867-16.42-5.867-2.184-5.704-5.42-7.17-5.42-7.17-4.448-3.015.324-3.015.324-3.015%204.934.326%207.523%205.052%207.523%205.052%204.367%207.496%2011.404%205.378%2014.235%204.074.404-3.178%201.699-5.378%203.074-6.6-10.839-1.141-22.243-5.378-22.243-24.283%200-5.378%201.94-9.778%205.014-13.2-.485-1.222-2.184-6.275.486-13.038%200%200%204.125-1.304%2013.426%205.052a46.97%2046.97%200%200%201%2012.214-1.63c4.125%200%208.33.571%2012.213%201.63%209.302-6.356%2013.427-5.052%2013.427-5.052%202.67%206.763.97%2011.816.485%2013.038%203.155%203.422%205.015%207.822%205.015%2013.2%200%2018.905-11.404%2023.06-22.324%2024.283%201.78%201.548%203.316%204.481%203.316%209.126%200%206.6-.08%2011.897-.08%2013.526%200%201.304.89%202.853%203.316%202.364%2019.412-6.52%2033.405-24.935%2033.405-46.691C97.707%2022%2075.788%200%2048.854%200z%27%20fill%3D%27%23fff%27%2F%3E%3C%2Fsvg%3E"
  },
  {
    "title": "Michael Catanzaro: Significant Drag and Drop Vulnerability in WebKitGTK",
    "link": "https://blogs.gnome.org/mcatanzaro/2025/12/09/significant-drag-and-drop-vulnerability-in-webkitgtk/",
    "pubDate": "2025-12-09T15:29:11.000Z",
    "content": "WebKitGTK 2.50.3 contains a workaround for CVE-2025-13947, an issue that allows websites to exfiltrate files from your filesystem. If you’re using Epiphany or any other web browser based on WebKitGTK, then you should immediately update to 2.50.3.\nWebsites may attach file URLs to drag sources. When the drag source is dropped onto a drop target, the website can read the file data for its chosen file",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": null
  },
  {
    "title": "Laura Kramolis: Rewriting Cartridges",
    "link": "https://kramo.page/cartridges-rewrite",
    "pubDate": "2025-12-09T00:00:00.000Z",
    "content": "Gamepad support, collections, instant imports, and more!\nCartridges is, in my biased opinion, the best game launcher out there. To use it, you do not need to wait 2 minutes for a memory-hungry Electron app to start up before you can start looking for what you want to play. You don’t need to sign into anything. You don’t need to spend 20 minutes configuring it. You don’t need to sacrifice your app ",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": "https://kramo.page/images/screenshots/cartridges-collections.webp"
  },
  {
    "title": "Jakub Steiner: Dithering",
    "link": "https://blog.jimmac.eu/2025/dithering/",
    "pubDate": "2025-12-08T13:35:00.000Z",
    "content": "One of the new additions to the GNOME 49 wallpaper set is Dithered Sun by Tobias. It uses dithering not as a technical workaround for color banding, but as an artistic device.\n\nTobias initially planned to use Halftone — a great example of a GNOME app with a focused scope and a pleasantly streamlined experience. However, I suggested that a custom dithering method and finer control over color depth ",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": "https://blog.jimmac.eu/2025/dithering/halftone.webp"
  },
  {
    "title": "Javad Rahmatzadeh: AI and GNOME Shell Extensions",
    "link": "https://blogs.gnome.org/jrahmatzadeh/2025/12/06/ai-and-gnome-shell-extensions/",
    "pubDate": "2025-12-06T16:48:01.000Z",
    "content": "Since I joined the extensions team, I’ve only had one goal in mind. Making the extension developers’ job easier by providing them documentation and help.\n\n\nI started with the port guide and then I became involved in the reviews by providing developers code samples, mentioning best practices, even fixing the issue myself and sending them merge requests. Andy Holmes and I spent a lot of time writing",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": null
  },
  {
    "title": "Felipe Borges: One Project Selected for the December 2025 Outreachy Cohort with GNOME!",
    "link": "https://blogs.gnome.org/feborges/outreachy-dec2025-announcement/",
    "pubDate": "2025-12-03T11:03:51.000Z",
    "content": "We are happy to announce that the GNOME Foundation is sponsoring an Outreachy project for the December 2025 Outreachy cohort.\nOutreachy provides internships to people subject to systemic bias and impacted by underrepresentation in the tech industry where they are living.\nLet’s welcome Malika Asman! Malika will be working with Lucas Baudin on improving document signing in Papers, our document viewe",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": null
  },
  {
    "title": "Cassidy James Blaede: Looking back on GNOME in 2025—and looking forward to 2026",
    "link": "https://cassidyjames.com/blog/looking-back-gnome-2025-looking-forward-2026/",
    "pubDate": "2025-12-02T00:00:00.000Z",
    "content": "This past year has been an exceptional one for GNOME. The project released two excellent releases on schedule with GNOME 48 in March and GNOME 49 in September. Contributors have been relentless in delivering a set of new and improved default apps, constant performance improvements across the board benefitting everyone (but especially lower-specced hardware), a better experience on high end hardwar",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": null
  },
  {
    "title": "Federico Mena-Quintero: Mutation testing for librsvg",
    "link": "https://viruta.org/mutation-testing-librsvg.html",
    "pubDate": "2025-12-01T19:06:14.000Z",
    "content": "I was reading a blog post about the testing strategy for the Wild\nlinker, when I came upon a link to cargo-mutants, a\nmutation testing tool for Rust.  The tool promised to be easy to set\nup, so I gave it a try.  I'm happy to find that it totally delivers!\nBriefly: mutation testing catches cases where bugs are\ndeliberately inserted in the source code, but the test suite fails to\ncatch them: after m",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": "https://viruta.org/images/cargo-mutants-running.png"
  },
  {
    "title": "GNOME Foundation News: Join Friends of GNOME",
    "link": "https://blogs.gnome.org/foundation/2025/12/01/join-friends-of-gnome/",
    "pubDate": "2025-12-01T18:05:03.000Z",
    "content": "This post was contributed by the Fundraising Committee from the GNOME Foundation.\nThis week we are launching an end-of-year fundraising campaign with a simple goal: to reach 1,500 Friends of GNOME by the end of the year. We need your help: become a Friend of GNOME today at donate.gnome.org!\nWhy give?\nWe are a nearly 30-year-old Free Software project whose contributors believe in building something",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": null
  },
  {
    "title": "Sophie Herold: Weekly report #75",
    "link": "https://blogs.gnome.org/sophieh/2025/11/30/weekly-report-75/",
    "pubDate": "2025-11-30T21:03:24.000Z",
    "content": "Hello world! Last week, I asked the people that financially support me, if I should post my updates publicly. A majority voted to release my future weekly reports to the public, some voted to make them public every other week. So I will try to post some of them publicly in the future.\nThese updates are made possible by the amazing people that support me on Ko-fi, Patreon, Open Collective, and GitH",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": null
  },
  {
    "title": "Philip Withnall: Parental controls web filtering backend",
    "link": "https://tecnocode.co.uk/2025/11/27/parental-controls-web-filtering-backend/",
    "pubDate": "2025-11-27T13:25:50.000Z",
    "content": "In my previous post I gave an overview of the backend for the screen time limits feature of parental controls in GNOME. In this post, I’ll try and do the same for the web filtering feature.\nWe haven’t said much about web filtering so far, because the user interface for it isn’t finished yet. The backend is, though, and it will get plumbed up eventually. Currently we don’t have a GNOME release targ",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": "https://tecnocode.co.uk/wp-content/uploads/2025/11/web-filtering-ipc.svg"
  },
  {
    "title": "Arun Raghavan: Rusty Pipes and Oxidized Wires",
    "link": "https://arunraghavan.net/2025/11/rusty-pipes-and-oxidized-wires/",
    "pubDate": "2025-11-24T01:12:31.000Z",
    "content": "In case you missed it, the GStreamer Conference 2025 videos are up!\nThis includes my talk on the new PipeWire native Rust bindings. You’ll want to skip the first 1:20 to get to the start.\nI talk a little bit about the motivation and structure of the project, and discuss my experience writing this low-level library in Rust.\nThere are a lot of great talks, so it’s worth catching up if you weren’t th",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": null
  },
  {
    "title": "Jakub Steiner: 12 months instead of 12 minutes",
    "link": "https://blog.jimmac.eu/2025/3D-Website/",
    "pubDate": "2025-11-21T06:44:00.000Z",
    "content": "Hey Kids! Other than raving about GNOME.org being a static HTML, there’s one more aspect I’d like to get back to in this writing exercise called a blog post.\n\nI’ve recently come across an apalling genAI website for a project I hold deerly so I thought I’d give a glimpse on how we used to do things in the olden days. It is probably not going to be done this way anymore in the enshittified timeline ",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": "https://blog.jimmac.eu/2025/3D-Website/3D-sharecard.webp"
  },
  {
    "title": "Philip Withnall: Parental controls screen time limits backend",
    "link": "https://tecnocode.co.uk/2025/11/19/parental-controls-screen-time-limits-backend/",
    "pubDate": "2025-11-19T23:39:19.000Z",
    "content": "Ignacy blogged recently about all the parts of the user interface for screen time limits in parental controls in GNOME. He’s been doing great work pulling that all together, while I have been working on the backend side of things. We’re aiming for this screen time limits feature to appear in GNOME 50.\nHigh level design\nThere’s a design document which is the canonical reference for the design of th",
    "creator": "",
    "sourceTitle": "Planet GNOME",
    "sheetCategory": "Data + teknologia",
    "enforcedImage": "https://tecnocode.co.uk/wp-content/uploads/2025/11/screen-time-ipc.svg"
  }
]