[
  {
    "title": "Uudet Soundit -voittajat valittu: Saga Mast, Helmi Antila Quartet ja St. Aurora esiintyvät ensi kesänä suurilla festivaaleilla",
    "link": "https://www.teosto.fi/uudet-soundit-voittajat-2026-valittu/",
    "pubDate": "2026-01-27T07:47:54.000Z",
    "content": "Teosto ja kotimaiset festivaalit Provinssi, Pori Jazz ja John Smith Rock Festival etsivät Uudet Soundit -kampanjassa suomalaisen musiikin tulevaisuuden nimiä. Yleisöltä tulleiden ennätyksellisten 5800 ehdotuksen joukosta on nyt valittu kolme voittajaa esiintymään ensi kesän festivaaleille. Tuomariston valitsemat Saga Mast, Helmi Antila Quartet ja St. Aurora tuovat lavalle uutta energiaa ja vahvaa omaa ääntä. Uudet Soundit -kampanjan tavoitteena on vahvistaa kotimaisen musiikin elinvoimaa ja luod...",
    "creator": "Vappu.aura@teosto.fi",
    "sourceTitle": "Teosto",
    "sheetCategory": "Digipolitiikka + digitaaliset oikeudet",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.teosto.fi",
    "originalRssUrl": "https://www.teosto.fi/feed",
    "isDarkLogo": false
  },
  {
    "title": "Teosto kerää tietoa kuntien, hyvinvointialueiden ja seurakuntien musiikinkäytöstä  ",
    "link": "https://www.teosto.fi/teosto-keraa-tietoa-kuntien-hyvinvointialueiden-ja-seurakuntien-musiikinkaytosta/",
    "pubDate": "2026-01-23T06:00:00.000Z",
    "content": "Teosto aloittaa verkkokyselyn kuntien, seurakuntien ja hyvinvointialueiden toimipaikkojen musiikinkäytöstä tammikuun viimeisellä viikolla 2026. Kysely kartoittaa, miten kunnat, hyvinvointialueet ja seurakunnat tyypillisesti käyttävät musiikkia järjestämissään toiminnoissa ja palveluissa. Toivomme vastauksia työntekijöiltä, joiden toimipaikassa käytetään musiikkia tai jotka käyttävät musiikkia osana omaa työtään. Käytämme kyselyn&nbsp;tuloksia&nbsp;apuna, kun&nbsp;ohjaamme&nbsp;musiikinkäytöstä k...",
    "creator": "johanna.laitinen",
    "sourceTitle": "Teosto",
    "sheetCategory": "Digipolitiikka + digitaaliset oikeudet",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.teosto.fi",
    "originalRssUrl": "https://www.teosto.fi/feed",
    "isDarkLogo": false
  },
  {
    "title": "Taloustutkimus: Musiikilla on keskeinen rooli suomalaisten vapaa-ajassa ja työelämässä",
    "link": "https://www.teosto.fi/taloustutkimus-musiikilla-on-keskeinen-rooli-suomalaisten-vapaa-ajassa-ja-tyoelamassa/",
    "pubDate": "2026-01-21T10:07:33.000Z",
    "content": "Taloustutkimuksen syksyllä 2025 toteuttaman kyselyn mukaan musiikki on suomalaisille läheinen ja tärkeä osa arkea. Peräti 73 prosenttia suomalaisista kertoo kuuntelevansa paljon musiikkia. Musiikki on myös yksi suosituimmista harrastuksista, ja Teosto on Suomen tunnetuimpia musiikkialan organisaatioita. Taloustutkimuksen syys-lokakuussa tekemän kyselytutkimuksen mukaan musiikilla on erityisen tärkeä rooli nuorten, alle 30-vuotiaiden elämässä. Heistä jopa yhdeksän kymmenestä kuuntelee paljon musi...",
    "creator": "Vappu.aura@teosto.fi",
    "sourceTitle": "Teosto",
    "sheetCategory": "Digipolitiikka + digitaaliset oikeudet",
    "enforcedImage": "https://www.teosto.fi/wp-content/uploads/2020/06/vappu_200.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.teosto.fi",
    "originalRssUrl": "https://www.teosto.fi/feed",
    "isDarkLogo": false
  }
]