[
  {
    "title": "Teosto mukana kansainvälisessä Female Songwriters Dayssa",
    "link": "https://www.teosto.fi/teosto-mukana-kansainvalisessa-female-songwriters-dayssa/",
    "pubDate": "2026-01-30T16:34:14.000Z",
    "content": "Teosto toimii kumppanina Female Songwriters Dayssa, joka nostaa esiin naisten ja sukupuolivähemmistöjen osaamista laulunkirjoittajina. Kampanjan ohjelma on helmikuun ja maaliskuun aikana täynnä kansainvälisiä kohtaamisia ja mahdollisuuksia. Teoston asiakaskokemusjohtaja Miia Engberg osallistuu 26. helmikuuta järjestettävään kansainväliseen webinaariin, jossa käsitellään musiikin tekijän uraa globaalissa toimintaympäristössä. Female Songwriters Day on vuodesta 2020 toiminut yhteisötapahtumasarja,...",
    "creator": "Vappu.aura@teosto.fi",
    "sourceTitle": "Teosto",
    "sheetCategory": "Digipolitiikka + digitaaliset oikeudet",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.teosto.fi",
    "originalRssUrl": "https://www.teosto.fi/feed"
  },
  {
    "title": "EU:n oikeudellisten asioiden valiokunta vaatii toimia tekijöiden suojaamiseksi tekoälymarkkinoilla",
    "link": "https://www.teosto.fi/eun-oikeudellisten-asioiden-valiokunta-vaatii-toimia-tekijoiden-suojaamiseksi-tekoalymarkkinoilla/",
    "pubDate": "2026-01-29T09:50:44.000Z",
    "content": "Euroopan parlamentin oikeudellisten asioiden valiokunta esittää uusia konkreettisia keinoja, joilla luovien sisältöjen tekijöiden oikeudet turvataan generatiivisen tekoälyn aikakaudella. Tavoitteena on varmistaa läpinäkyvyys ja oikeudenmukainen korvaus sekä palauttaa tekijälle päätösvalta oman työnsä hyödyntämisestä. Euroopan parlamentin oikeudellisten asioiden valiokunta (JURI) hyväksyi keskiviikkona raportin, joka vaatii selkeitä eurooppalaisia pelisääntöjä generatiivisen tekoälyn ja tekijänoi...",
    "creator": "Vappu.aura@teosto.fi",
    "sourceTitle": "Teosto",
    "sheetCategory": "Digipolitiikka + digitaaliset oikeudet",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.teosto.fi",
    "originalRssUrl": "https://www.teosto.fi/feed"
  },
  {
    "title": "Uudet Soundit -voittajat valittu: Saga Mast, Helmi Antila Quartet ja St. Aurora esiintyvät ensi kesänä suurilla festivaaleilla",
    "link": "https://www.teosto.fi/uudet-soundit-voittajat-2026-valittu/",
    "pubDate": "2026-01-27T07:47:54.000Z",
    "content": "Teosto ja kotimaiset festivaalit Provinssi, Pori Jazz ja John Smith Rock Festival etsivät Uudet Soundit -kampanjassa suomalaisen musiikin tulevaisuuden nimiä. Yleisöltä tulleiden ennätyksellisten 5800 ehdotuksen joukosta on nyt valittu kolme voittajaa esiintymään ensi kesän festivaaleille. Tuomariston valitsemat Saga Mast, Helmi Antila Quartet ja St. Aurora tuovat lavalle uutta energiaa ja vahvaa omaa ääntä. Uudet Soundit -kampanjan tavoitteena on vahvistaa kotimaisen musiikin elinvoimaa ja luod...",
    "creator": "Vappu.aura@teosto.fi",
    "sourceTitle": "Teosto",
    "sheetCategory": "Digipolitiikka + digitaaliset oikeudet",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.teosto.fi",
    "originalRssUrl": "https://www.teosto.fi/feed"
  },
  {
    "title": "Teosto kerää tietoa kuntien, hyvinvointialueiden ja seurakuntien musiikinkäytöstä  ",
    "link": "https://www.teosto.fi/teosto-keraa-tietoa-kuntien-hyvinvointialueiden-ja-seurakuntien-musiikinkaytosta/",
    "pubDate": "2026-01-23T06:00:00.000Z",
    "content": "Teosto aloittaa verkkokyselyn kuntien, seurakuntien ja hyvinvointialueiden toimipaikkojen musiikinkäytöstä tammikuun viimeisellä viikolla 2026. Kysely kartoittaa, miten kunnat, hyvinvointialueet ja seurakunnat tyypillisesti käyttävät musiikkia järjestämissään toiminnoissa ja palveluissa. Toivomme vastauksia työntekijöiltä, joiden toimipaikassa käytetään musiikkia tai jotka käyttävät musiikkia osana omaa työtään. Käytämme kyselyn&nbsp;tuloksia&nbsp;apuna, kun&nbsp;ohjaamme&nbsp;musiikinkäytöstä k...",
    "creator": "johanna.laitinen",
    "sourceTitle": "Teosto",
    "sheetCategory": "Digipolitiikka + digitaaliset oikeudet",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.teosto.fi",
    "originalRssUrl": "https://www.teosto.fi/feed"
  }
]