[
  {
    "title": "Starmer’s response to Trump’s Greenland outburst shows good old British pragmatism only goes so far",
    "link": "https://theconversation.com/starmers-response-to-trumps-greenland-outburst-shows-good-old-british-pragmatism-only-goes-so-far-274137",
    "pubDate": "2026-01-23T14:29:32.000Z",
    "content": "Having thus far taken a highly cautious line with the capricious Donald Trump, Keir Starmer broke with the US president this week over the latter’s desire to acquire Greenland. \nWith the dust settling on Trump’s address to Davos and his ruling out of military force and tariffs, the UK prime minister congratulated his own approach. Starmer remarked: “We’ve got through the last few days with a mix o",
    "creator": "Nick Whittaker, Tutor of International Relations, University of Sussex",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/274137/count.gif"
  },
  {
    "title": "UK earmarks £1.5 billion in arts funding until 2030\n– expert panel responds",
    "link": "https://theconversation.com/uk-earmarks-1-5-billion-in-arts-funding-until-2030-expert-panel-responds-274230",
    "pubDate": "2026-01-23T13:45:01.000Z",
    "content": "Visitors enjoying Manchester Art Gallery. Mark Saxby/Shutterstock\nThe UK government has announced a £1.5 billion funding package for the arts, which it says marks a turning point after a decade of underinvestment. Spread across five years from 2025 to 2030, the money includes £600 million for national museums and other organisations backed by the Department for Culture, Media and Sport. A further ",
    "creator": "Adam Behr, Reader in Music, Politics and Socieity, Newcastle University",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/714153/original/file-20260123-56-sqw04j.jpg"
  },
  {
    "title": "Russian knowledge of Soviet-era energy systems has helped it to target Ukraine’s heating and homes",
    "link": "https://theconversation.com/russian-knowledge-of-soviet-era-energy-systems-has-helped-it-to-target-ukraines-heating-and-homes-274052",
    "pubDate": "2026-01-23T13:44:58.000Z",
    "content": "In the middle of Ukraine’s fiercest winter of the war, many Ukrainians are unable to prepare hot meals or are unable to heat their homes while temperatures have dipped as low as -20C in the past few weeks. Harsher weather is forecast.\nRussia has once again targeted Ukraine with sustained attacks on power stations, energy grids and heating nodes affecting electricity, as well as heating systems and",
    "creator": "Pauline Sophie Heinrichs, Lecturer in War Studies, Climate and Energy Security, King's College London",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/274052/count.gif"
  },
  {
    "title": "How romanticised images of London fog shaped the way we see polluted air",
    "link": "https://theconversation.com/how-romanticised-images-of-london-fog-shaped-the-way-we-see-polluted-air-272851",
    "pubDate": "2026-01-23T13:44:57.000Z",
    "content": "Researching in the archives of the British photographic company Ilford Limited, I recently came across a curious memo pasted into an experiment book by one of the company’s chemists. Dated January 19 1923, it appears as a small interruption in the page: a practical instruction that “in future, coating of any kind of emulsion must not be commenced or proceeded with during a fog”. \nThis brief direct",
    "creator": "Michelle Henning, Chair in Photography and Media, University of Liverpool",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711015/original/file-20260106-56-kml0be.jpg"
  },
  {
    "title": "The big higher education question in 2026 ought to be: what are we preparing young people for?",
    "link": "https://theconversation.com/the-big-higher-education-question-in-2026-ought-to-be-what-are-we-preparing-young-people-for-270208",
    "pubDate": "2026-01-23T10:01:58.000Z",
    "content": "The UK’s proposed post-16 education and skills policy promises a nation “where nobody is left behind”. The country’s modern industrial strategy 2025 talks of a workforce ready for a decade of growth, green jobs and artificial intelligence. It is the language of momentum and modernity, but beneath the optimism of these papers and policies lies unease. \nWe have a plan for skills, but do we still hav",
    "creator": "Lucy Gill-Simmen, Associate Dean (Education & Student Experience) Faculty of Business & Law, Royal Holloway, University of London",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/270208/count.gif"
  },
  {
    "title": "Robert Burns and Mary, Queen of Scots: how the poet shaped the enduring cultural legacy of the executed monarch",
    "link": "https://theconversation.com/robert-burns-and-mary-queen-of-scots-how-the-poet-shaped-the-enduring-cultural-legacy-of-the-executed-monarch-273950",
    "pubDate": "2026-01-23T09:45:58.000Z",
    "content": "Wikimedia and National Galleries of Scotland, CC BY-NC\nInternationally synonymous with Scottish identity, Robert Burns is Scotland’s national bard, a status he has achieved through his popularity since his death in 1796. He wrote some of the country’s most famous poems, including the satirical ode, Address to a Haggis and the rousing Scots Wha Hae. His most well-known work, the emotive Auld Lang S",
    "creator": "Kate Kane, PhD Candidate in Scottish Literature, University of Glasgow",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713636/original/file-20260121-76-luq6mv.png"
  },
  {
    "title": "Trump’s Board of Peace launches into a warring world",
    "link": "https://theconversation.com/trumps-board-of-peace-launches-into-a-warring-world-274147",
    "pubDate": "2026-01-22T23:38:03.000Z",
    "content": "This newsletter was first published in The Conversation UK’s World Affairs Briefing email. Sign up to receive weekly analysis of the latest developments in international relations, direct to your inbox.\nFears that Donald Trump’s newly minted “Board of Peace” might supplant the United Nations appear to have been premature. The US president has touted his brainchild  as “an international organizatio",
    "creator": "Jonathan Este, Senior International Affairs Editor, Associate Editor, The Conversation",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/274147/count.gif"
  },
  {
    "title": "Why Greenland plays an outsized role in climate change science",
    "link": "https://theconversation.com/why-greenland-plays-an-outsized-role-in-climate-change-science-274053",
    "pubDate": "2026-01-22T22:52:18.000Z",
    "content": "How high will the sea eventually rise? Much depends on Greenland.  muratart / shutterstock\nThis roundup of The Conversation’s climate coverage was first published in our award-winning weekly climate action newsletter, Imagine.\n“Observing Greenland from a helicopter,” one scientist wrote last year, “the main problem is one of comprehending scale. I thought we were skimming low over the waves of a f",
    "creator": "Will de Freitas, Environment + Energy Editor, The Conversation",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/714059/original/file-20260122-56-hghmg2.jpg"
  },
  {
    "title": "Brain device for ADHD shows no benefit in major UK trial",
    "link": "https://theconversation.com/brain-device-for-adhd-shows-no-benefit-in-major-uk-trial-273628",
    "pubDate": "2026-01-22T17:54:47.000Z",
    "content": "Child sleeping with the Monarch TNS device Astrid Perez\nDiagnoses of attention deficit hyperactivity disorder (ADHD) are rising rapidly in the UK. More children and teenagers than ever are being referred for assessment and support, and families are often facing long waits and limited options once a diagnosis is made. Schools, health services and parents are all under growing pressure to find treat",
    "creator": "Katya Rubia, Professor of Cognitive Neuroscience, King's College London",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713218/original/file-20260119-66-1sl5cn.jpeg"
  },
  {
    "title": "Why do onions and chips keep washing up on England’s south coast? Here’s the science",
    "link": "https://theconversation.com/why-do-onions-and-chips-keep-washing-up-on-englands-south-coast-heres-the-science-274095",
    "pubDate": "2026-01-22T17:54:45.000Z",
    "content": "Over Christmas, vegetables, bananas and insulation foam washed up on beaches along England’s south-east coast. They were from 16 containers spilled by the cargo ship Baltic Klipper in rough seas. In the new year, a further 24 containers fell from two vessels during Storm Goretti, with chips and onions among the goods appearing on the Sussex shoreline.\nFor most people this is a nuisance – or perhap",
    "creator": "Simon Boxall, Senior Lecturer in Ocean and Earth Science, University of Southampton",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713927/original/file-20260122-56-p00s0q.png"
  },
  {
    "title": "How will weight-loss jabs change the food industry?",
    "link": "https://theconversation.com/how-will-weight-loss-jabs-change-the-food-industry-273849",
    "pubDate": "2026-01-22T17:54:43.000Z",
    "content": "Richard M Lee/Shutterstock\nConsumers are surrounded by food that is highly conducive to weight gain. No one likes dieting and very few have lasting success. But now weight-loss injections are seen as gamechangers, yielding results that seem miraculous for people who have struggled with their weight.\nAround the world, obesity, high blood pressure, and abnormal blood sugar and lipid levels (so-calle",
    "creator": "Yasemin Kor, Beckwith Professor of Management Studies, Cambridge Judge Business School",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713381/original/file-20260120-56-ck1rol.jpg"
  },
  {
    "title": "Why failure is a necessary ingredient for success – especially in the era of AI",
    "link": "https://theconversation.com/why-failure-is-a-necessary-ingredient-for-success-especially-in-the-era-of-ai-272820",
    "pubDate": "2026-01-22T17:54:40.000Z",
    "content": "On the arm of Swiss tennis player Stan Wawrinka is tattooed a quote by Samuel Beckett: “Ever tried. Ever failed. No matter. Try again. Fail again. Fail better.” \nThis excerpt from novella Worstward Ho seems motivational and suggests that perseverance is needed for success. However, the word failure carries a weight with it, especially if used as a label, as if it were an essential part of someone.",
    "creator": "Thusha Rajendran, Professor of Psychology, The National Robotarium, Heriot-Watt University",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/272820/count.gif"
  },
  {
    "title": "The House of Lords has voted to stop under 16s using social media – what happens now?",
    "link": "https://theconversation.com/the-house-of-lords-has-voted-to-stop-under-16s-using-social-media-what-happens-now-274139",
    "pubDate": "2026-01-22T17:54:30.000Z",
    "content": "The House of Lords, October 2025.  © House of Lords 2025/Annabel Moeller/Flickr\nThe House of Lords has voted, by a significant margin of 261 to 150, to prevent children under 16 in the UK from using social media platforms.\nThere has been growing political interest in introducing a ban after a similar change came into effect in Australia in late 2025. Around 60 Labour MPs have signed a letter publi",
    "creator": "Daniel Gover, Senior Lecturer in British Politics, Queen Mary University of London",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713911/original/file-20260122-64-ehw67k.jpg"
  },
  {
    "title": "Is AI hurting your ability to think? How to reclaim your brain",
    "link": "https://theconversation.com/is-ai-hurting-your-ability-to-think-how-to-reclaim-your-brain-272834",
    "pubDate": "2026-01-22T17:54:26.000Z",
    "content": "Yarrrrrbright/Shutterstock\nThe retirement of West Midlands police chief Craig Guildford is a wake-up call for those of us using artificial intelligence (AI) tools at work and in our personal lives. Guildford lost the confidence of the home secretary after it was revealed that the force used incorrect AI-generated evidence in their controversial decision to ban Israeli football fans from attending ",
    "creator": "Noel Carroll, Associate Professor in Business Information Systems, University of Galway",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/714039/original/file-20260122-56-kgy9c4.jpg"
  },
  {
    "title": "From lunar nights to Martian dust storms: why batteries struggle in space",
    "link": "https://theconversation.com/from-lunar-nights-to-martian-dust-storms-why-batteries-struggle-in-space-272379",
    "pubDate": "2026-01-22T17:54:24.000Z",
    "content": "Mars' Perseverance rover. Dima Zel/Shutterstock\nSpace agencies are no longer talking about visiting the Moon, they’re planning on living on it.\nNasa wants a permanent lunar presence by the 2030s through its Artemis programme. China, meanwhile, has set its sights on landing astronauts on the Moon by the end of the decade, with plans for a construction of a permanent lunar base alongside internation",
    "creator": "Hammad Nazir, Senior Lecturer in Engingeering, University of South Wales",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/712217/original/file-20260113-56-w4isjs.jpg"
  },
  {
    "title": "Signs that Trump’s economic policies are alienating his rural Maga base",
    "link": "https://theconversation.com/signs-that-trumps-economic-policies-are-alienating-his-rural-maga-base-273876",
    "pubDate": "2026-01-22T17:47:36.000Z",
    "content": "As Donald Trump’s second term unfolds, the contradictions at the heart of his “America First” agenda are increasingly apparent. What began as a populist revolt against elite globalism appears to have morphed into policies that alienate the very rural and small-town constituencies that backed him in 2016, 2020 and 2024. \nThese rust-belt and rural counties were drawn to his promises of economic revi",
    "creator": "Inderjeet Parmar, Professor in International Politics, City St George's, University of London",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/273876/count.gif"
  },
  {
    "title": "Questions are being raised about microplastics studies – here’s what’s solid science and what isn’t",
    "link": "https://theconversation.com/questions-are-being-raised-about-microplastics-studies-heres-whats-solid-science-and-what-isnt-273511",
    "pubDate": "2026-01-22T17:47:35.000Z",
    "content": "Over the past few years, studies have suggested that plastic particles from bottles, food packaging and waste have been detected in human blood, lungs, placentas, arteries and even the brain. But a recent investigation by the Guardian suggests that some of these claims may be less robust than they first appeared.\nThe idea that tiny fragments of plastic might be accumulating in human bodies is unse",
    "creator": "Michael Richardson, Professor of Animal Development, Leiden University",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713199/original/file-20260119-56-knfci4.jpg"
  },
  {
    "title": "Donald Trump’s Board of Peace signed at Davos – key points I took away from my visit to the ski resort",
    "link": "https://theconversation.com/donald-trumps-board-of-peace-signed-at-davos-key-points-i-took-away-from-my-visit-to-the-ski-resort-274140",
    "pubDate": "2026-01-22T17:47:33.000Z",
    "content": "Donald Trump’s newly launched “Board of Peace” presents itself as a bold attempt to break with what its founders describe as decades of failed international diplomacy. Its charter opens with a declaration that few would openly dispute: “Durable peace requires pragmatic judgment, common-sense solutions, and the courage to depart from approaches and institutions that have too often failed.”\nIt is tr",
    "creator": "Francesco Grillo, Academic Fellow, Department of Social and Political Sciences, Bocconi University",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/274140/count.gif"
  },
  {
    "title": "Dams can destroy lives and ecosystems. But it doesn’t have to be like this",
    "link": "https://theconversation.com/dams-can-destroy-lives-and-ecosystems-but-it-doesnt-have-to-be-like-this-270910",
    "pubDate": "2026-01-22T13:52:23.000Z",
    "content": "Pak Mun Dam in Ubon Ratchathani, Thailand. Sabrina Kathleen/Shutterstock\nThirty years after the Pak Mun dam was built in Thailand, the traditional way of fishing in the Khong Chiam district has completely stopped as the dam blocks the seasonal migrations of a wide range of fish. \nMany men have had to leave their homes to find work elsewhere because they couldn’t fish or farm locally anymore, while",
    "creator": "Jeremy Allouche, Professor in Development Studies, University of Sussex",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/708428/original/file-20251212-56-hluj6j.jpg"
  },
  {
    "title": "Paying attention to birdsong while walking in nature can boost wellbeing, my research shows",
    "link": "https://theconversation.com/paying-attention-to-birdsong-while-walking-in-nature-can-boost-wellbeing-my-research-shows-273165",
    "pubDate": "2026-01-22T13:48:19.000Z",
    "content": "Listening to the sounds of birdsong may help to reduce stress. BalanceFormCreative/ Shutterstock\nThere’s no question that being in nature is good for wellbeing. Research shows that experiencing nature and listening to natural sounds can relax us.\nA key reason for these benefits may be because of the appeal of birds and their pleasant songs that we hear when in nature. \nStudies show that people fee",
    "creator": "Christoph Randler, Professor, Department of Biology, University of Tübingen",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713852/original/file-20260122-56-4hpik8.jpg"
  },
  {
    "title": "Trump at Davos marks the start of a new era in world affairs",
    "link": "https://theconversation.com/trump-at-davos-marks-the-start-of-a-new-era-in-world-affairs-274007",
    "pubDate": "2026-01-22T11:45:31.000Z",
    "content": "Donald Trump’s concern about the strategic positioning of Greenland is rational. But the way the US president has approached the issue is not – and could still rupture Nato and cause enduring harm to North Atlantic political and economic relations. The question for those attending the World Economic Forum in Davos all week has been how to respond to Trump’s ambition for the US to own Greenland by ",
    "creator": "Robert Dover, Professor of Intelligence and National Security & Dean of Faculty, University of Hull",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/274007/count.gif"
  },
  {
    "title": "Why the establishment of a national school for civil servants matters",
    "link": "https://theconversation.com/why-the-establishment-of-a-national-school-for-civil-servants-matters-273938",
    "pubDate": "2026-01-22T11:25:31.000Z",
    "content": "Public administration has never been the glitziest or most immediately attractive discipline to study. With this in mind, the government’s announcement that it intends to establish a new National School of Government and Public Services (NSGPS) – in-house training for civil servants – is easily overlooked as little more than administrative tinkering in a world beset by uncertainty and turbulence. ",
    "creator": "Matthew Flinders, Founding Director of the Sir Bernard Crick Centre for the Public Understanding of Politics, University of Sheffield",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713625/original/file-20260121-56-g846yk.jpg"
  },
  {
    "title": "The pandemic’s hidden toll: millions of chronic conditions left undiagnosed",
    "link": "https://theconversation.com/the-pandemics-hidden-toll-millions-of-chronic-conditions-left-undiagnosed-273418",
    "pubDate": "2026-01-22T10:12:10.000Z",
    "content": "ITS/Shutterstock.com\nWhen COVID hit, healthcare systems around the world were turned upside down. Hospitals cleared beds, routine appointments were cancelled and people were told to stay at home unless it was urgent. In England, visits to family doctors and hospital admissions for non-COVID reasons fell by a third in the early months of the pandemic. Medical staff were redeployed, routine clinics ",
    "creator": "Mark Russell, NIHR Advanced Fellow, Rheumatology and Epidemiology, King's College London",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713678/original/file-20260121-66-p0bikq.jpg"
  },
  {
    "title": "What’s at stake in special educational needs reform",
    "link": "https://theconversation.com/whats-at-stake-in-special-educational-needs-reform-267474",
    "pubDate": "2026-01-21T17:28:07.000Z",
    "content": "Media_Photos/Shutterstock\nA campaign – backed by celebrities including actress Sally Phillips and broadcaster Chris Packham as well as MPs – is calling on the government not to scrap or reduce education, health and care plans (EHCPs). \nThese provide legally binding extra support for children with special educational needs. There are fears that this will be a change outlined in a forthcoming policy",
    "creator": "Paty Paliokosta, Associate Professor of Special and Inclusive Education, Kingston University",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713103/original/file-20260119-56-gbuoaw.jpg"
  },
  {
    "title": "Horses really can smell fear, new study claims, and it changes their behaviour",
    "link": "https://theconversation.com/horses-really-can-smell-fear-new-study-claims-and-it-changes-their-behaviour-273652",
    "pubDate": "2026-01-21T17:28:02.000Z",
    "content": "Inna photographer/Shutterstock\nHumans have long believed horses can “smell fear”. Nervous riders are often told to “relax, or the horse will feel it”. Until recently, though, there was little scientific evidence to show whether this was anything more than folklore.\nA new study has found that this belief is no myth. Its results show that horses can detect chemical signals linked to human emotions, ",
    "creator": "Roberta Blake, Professor of Animal Performance Science, Anglia Ruskin University",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713626/original/file-20260121-56-edxc68.jpg"
  },
  {
    "title": "I developed an app that uses drone footage to track plastic litter on beaches",
    "link": "https://theconversation.com/i-developed-an-app-that-uses-drone-footage-to-track-plastic-litter-on-beaches-272322",
    "pubDate": "2026-01-21T17:28:00.000Z",
    "content": "4045/Shutterstock\nPlastic pollution is one of those problems everyone can see, yet few know how to tackle it effectively. I grew up walking the beaches around Tramore in County Waterford, Ireland, where plastic debris has always been part of the coastline, including bottles, fragments of fishing gear and food packaging. \nAccording to the UN, every year 19-23 million tonnes of plastic lands up in l",
    "creator": "Gerard Dooly, Assistant Professor in Engineering, University of Limerick",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713663/original/file-20260121-56-si5k2a.jpg"
  },
  {
    "title": "After a year of Trump, who are the winners and losers from US tariffs?",
    "link": "https://theconversation.com/after-a-year-of-trump-who-are-the-winners-and-losers-from-us-tariffs-273925",
    "pubDate": "2026-01-21T17:27:57.000Z",
    "content": "During the 2024 presidential campaign, Donald Trump promised to ease economic pressures on households and restore US economic strength. Central to that promise was the claim that tariffs would revive manufacturing and rebalance trade in America’s favour. Once in office, the second administration quickly made trade policy – especially tariffs – a central pillar of its economic agenda.\nThe introduct",
    "creator": "Prachi Agarwal, Research Fellow in International Trade Policy, ODI Global",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/273925/count.gif"
  },
  {
    "title": "Why AI has not led to mass unemployment",
    "link": "https://theconversation.com/why-ai-has-not-led-to-mass-unemployment-273405",
    "pubDate": "2026-01-21T17:27:55.000Z",
    "content": "Lightspring/Shutterstock\nPeople have become used to living with AI fairly quickly. ChatGPT is barely three years old, but has changed the way many of us communicate or deal with large amounts of information.\nIt has also led to serious concerns about jobs. For if machines become better than people at reading complex legal texts, or translating languages, or presenting arguments, won’t those old fas",
    "creator": "Renaud Foucart, Senior Lecturer in Economics, Lancaster University Management School, Lancaster University",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713341/original/file-20260120-56-9w8wd6.jpg"
  },
  {
    "title": "What detox really means, and why most detox diets miss the point",
    "link": "https://theconversation.com/what-detox-really-means-and-why-most-detox-diets-miss-the-point-269585",
    "pubDate": "2026-01-21T14:15:15.000Z",
    "content": "ViDI Studio/Shutterstock\nAfter the indulgence of festive treats, the idea of starting the year with a clean slate can be appealing. Detox powders, pills, teas and juice “cleanses” all promise a fast reset, often with bold claims about flushing toxins from the body.\nThese promises sound scientific, but they don’t match what detox actually means. In medicine, detoxification refers to the removal of ",
    "creator": "Rachel Woods, Senior Lecturer in Physiology, University of Lincoln",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/708938/original/file-20251215-56-8ii9qi.jpg"
  },
  {
    "title": "Why a flu transmission experiment didn’t spread the flu",
    "link": "https://theconversation.com/why-a-flu-transmission-experiment-didnt-spread-the-flu-273859",
    "pubDate": "2026-01-21T14:09:12.000Z",
    "content": "TetianaKtv/Shutterstock.com\nA group of volunteers spent days locked in a small hotel room with people actively infected with flu. They played games, shared objects and exercised together in conditions designed to help the virus spread. Yet not a single person caught influenza.\nThe unexpected finding comes from a well-designed study that set out to answer a basic question: how does flu really sprea",
    "creator": "Conor Meehan, Associate Professor of Microbial Bioinformatics, Nottingham Trent University",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713585/original/file-20260121-56-ahyg2o.jpg"
  },
  {
    "title": "After the Quake: an ambitious adaptation of Haruki Murakami’s stories born from the 1995 Kobe earthquake",
    "link": "https://theconversation.com/after-the-quake-an-ambitious-adaptation-of-haruki-murakamis-stories-born-from-the-1995-kobe-earthquake-273838",
    "pubDate": "2026-01-21T14:09:09.000Z",
    "content": "NHK\nThe 1995 Kobe earthquake was a catastrophe that disturbed the very foundations of modern Japan. In inspired, as many natural disasters do, great works of art, music, and literature, including Haruki Murakami’s sparse and enigmatic short story collection After the Quake.\nAfter the Quake (2000) comprises six tales that alternate between emotional turmoil and flights of whimsy. The collection res",
    "creator": "Thomas Caffrey, Tutor/Lecturer in English Literature, Dublin City University",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713107/original/file-20260119-56-3dpj56.jpg"
  },
  {
    "title": "I research the harm that can come to teenagers on social media. I don’t support a ban",
    "link": "https://theconversation.com/i-research-the-harm-that-can-come-to-teenagers-on-social-media-i-dont-support-a-ban-273835",
    "pubDate": "2026-01-21T14:09:06.000Z",
    "content": "Rawpixel.com/Shutterstock\nThe UK government has launched a consultation on introducing an Australian-style ban on social media for under-16s. The proposal is framed as a bold response to rising concerns about young people’s mental health, online abuse and exposure to harmful content.\nAt first glance, a ban sounds straightforward: keep children away from platforms that can cause harm. But as someon",
    "creator": "Emily Setty, Associate Professor in Criminology, University of Surrey",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713602/original/file-20260121-66-gxmbgz.jpg"
  },
  {
    "title": "Valentino: the Italian designer who broke into French haute couture with his elegant style and signature red",
    "link": "https://theconversation.com/valentino-the-italian-designer-who-broke-into-french-haute-couture-with-his-elegant-style-and-signature-red-273948",
    "pubDate": "2026-01-21T12:16:48.000Z",
    "content": "On the advent of the seasonal haute couture catwalk shows in Paris, the fashion industry mourns the loss of another iconic designer. Valentino Garavani has died at the age of 93. He was the creator of the House of Valentino and renowned as one of Italy’s greatest couturiers.    \nFor Valentino, fashion was about creating beautiful dresses. He was famously quoted as saying: “I know what women want. ",
    "creator": "Naomi Braithwaite, Associate Professor in Fashion and Material Culture, Nottingham Trent University",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/273948/count.gif"
  },
  {
    "title": "What Mark Zuckerberg’s metaverse U-turn means for the future of virtual reality",
    "link": "https://theconversation.com/what-mark-zuckerbergs-metaverse-u-turn-means-for-the-future-of-virtual-reality-273659",
    "pubDate": "2026-01-20T18:22:00.000Z",
    "content": "Mark Zuckerberg’s vision for the metaverse was meant to reimagine how we interact with each other and the world, providing us with an immersive world where we could seamlessly combine digital and physical information.\nThe parent company, renamed Meta along the way, had begun introducing headsets and reimagining everyday computing with its Project Orion augmented-reality glasses.\nNow, however, Meta",
    "creator": "Per Ola Kristensson, Professor of Interactive Systems Engineering, University of Cambridge",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/273659/count.gif"
  },
  {
    "title": "Come Down to a Lower Place – a Lovecraftian Korean tale about the oppression of female workers and their bodies",
    "link": "https://theconversation.com/come-down-to-a-lower-place-a-lovecraftian-korean-tale-about-the-oppression-of-female-workers-and-their-bodies-273619",
    "pubDate": "2026-01-20T18:10:03.000Z",
    "content": "Honford Star\nThe writings of H.P. Lovecraft have seen a renewal of interest in recent years, despite the fact that he was a well-known racist and xenophobe. Writing in the early 20th century, he imagined monsters that gave form to fear of difference.\nCreatures like Cthulhu, probably his best-known and most borrowed invention, effectively challenge human complacency about our place in the world as ",
    "creator": "Debra Benita Shaw, Reader in Cultural Theory in the School of Architecture and Visual Arts, University of East London",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/712878/original/file-20260116-66-e4zb1d.png"
  },
  {
    "title": "Why Trump is attacking the UK over Chagos Islands – and what it tells us about Britain’s place in the world",
    "link": "https://theconversation.com/why-trump-is-attacking-the-uk-over-chagos-islands-and-what-it-tells-us-about-britains-place-in-the-world-273939",
    "pubDate": "2026-01-20T18:10:01.000Z",
    "content": "The US and UK maintain a joint naval base on Diego Garcia. zelvan/Shutterstock\nThe UK formally agreed to transfer sovereignty over the Chagos Islands to Mauritius in May 2025. With the Trump administration’s explicit support, this move ended one of the longest-running territorial disputes in Britain’s remaining overseas territories. \nThe decision has been hailed by some as a long-overdue act of de",
    "creator": "James Brocklesby, Lecturer in History, Sheffield Hallam University",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713365/original/file-20260120-76-83g0fa.jpg"
  },
  {
    "title": "Why everyone should be a student of American studies",
    "link": "https://theconversation.com/why-everyone-should-be-a-student-of-american-studies-273385",
    "pubDate": "2026-01-20T18:09:59.000Z",
    "content": "The US president Donald Trump’s domestic and foreign policy has surprised much of the world, particularly US allies. It breaks with expectations about how the US has traditionally behaved. \nThis is mainly due to Trump’s speed and bluntness of decisions, his breaks with longstanding norms and his unpredictable style. But the capture of Venezuelan president, Nicolás Maduro, and the mounting tension ",
    "creator": "Sarah Trott, Senior Lecturer in American Studies and History, York St John University",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/273385/count.gif"
  },
  {
    "title": "19th-century plan for a slaving empire based in US deep south and Caribbean resonates with Trump’s foreign policy today",
    "link": "https://theconversation.com/19th-century-plan-for-a-slaving-empire-based-in-us-deep-south-and-caribbean-resonates-with-trumps-foreign-policy-today-272871",
    "pubDate": "2026-01-20T18:09:57.000Z",
    "content": "Seal of the president of the Knights of the Golden Circle. NARA, Records of the Office of the Judge Advocate General (Army), Record Group\nOne year into his second term of office, Donald Trump’s foreign policy aspirations have led him to variously lay claim to Canada, the Panama Canal and, most contentiously at present, Greenland. He has kidnapped the head of state of Venezuela, saying that the US ",
    "creator": "Dafydd Townley, Teaching Fellow in US politics and international security, University of Portsmouth",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713343/original/file-20260120-56-q8kcak.jpg"
  },
  {
    "title": "Trump’s second term is proving different from his first. This time it’s imperial",
    "link": "https://theconversation.com/trumps-second-term-is-proving-different-from-his-first-this-time-its-imperial-273712",
    "pubDate": "2026-01-20T18:09:55.000Z",
    "content": "The key difference between Donald Trump’s first and second presidencies can be summed up by his two official portraits. The first after his victory in 2016 shows a smiling Trump, probably delighted to have won against the odds and, at least in theory, willing to work with his opponents. \nThe second shows a more brooding figure glaring into the camera – a man who recognises that a sizeable chunk of",
    "creator": "Matthew Mokhefi-Ashton, Lecturer in Politics and International Relations, Nottingham Trent University",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713366/original/file-20260120-56-7fd7n1.jpg"
  },
  {
    "title": "The truth about detoxes – by a liver specialist",
    "link": "https://theconversation.com/the-truth-about-detoxes-by-a-liver-specialist-272761",
    "pubDate": "2026-01-20T18:09:53.000Z",
    "content": "Pixel-Shot/Shutterstock\nEvery January, the same wave of “detox” promises rolls in. Juice cleanses, detox teas, charcoal capsules and liver “resets” all sell a familiar story: you overdid it over Christmas, your body is full of toxins, and you need a product to flush them out.\nHere is the inconvenient truth. Your body already has a detox system. It is called your liver, supported by your kidneys an",
    "creator": "Trish Lalor, Professor in Experimental Hepatology, University of Birmingham",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713465/original/file-20260120-56-5ctuox.jpg"
  },
  {
    "title": "US climate obstruction used to be about profits. Trump’s scorched earth policy is something else",
    "link": "https://theconversation.com/us-climate-obstruction-used-to-be-about-profits-trumps-scorched-earth-policy-is-something-else-273643",
    "pubDate": "2026-01-20T18:09:52.000Z",
    "content": "The Trump administration recently announced it would pull out of around 150 international and global organisations, including two foundational pillars of global climate organisations: the political United Nations Framework Convention on Climate Change (UNFCCC) and the scientific Intergovernmental Panel on Climate Change (IPCC). In terms of media coverage this was a one-day wonder, understandably o",
    "creator": "Marc Hudson, Visiting Fellow, SPRU, University of Sussex Business School, University of Sussex",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/273643/count.gif"
  },
  {
    "title": "Some dogs can pick up hundreds of words – do they learn like children?",
    "link": "https://theconversation.com/some-dogs-can-pick-up-hundreds-of-words-do-they-learn-like-children-273620",
    "pubDate": "2026-01-20T18:09:50.000Z",
    "content": "Pixel-Shot/Shutterstock\nImagine Max, a well-trained border collie, manages to ignore a squirrel in the park\nwhen his owner tells him to sit. His owner says, “Max, stop chasing that squirrel and sit down,” and Max obeys. Can dogs learn and understand words the way humans do?\nA new study found dogs like Max may have learnt the names of objects (like a squirrel) from overhearing their owners talking.",
    "creator": "Juliane Kaminski, Associate Professor of Comparative Psychology, University of Portsmouth",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713336/original/file-20260120-66-q5n7zb.jpg"
  },
  {
    "title": "The EU’s new AI rulebook will affect businesses and consumers in the UK too",
    "link": "https://theconversation.com/the-eus-new-ai-rulebook-will-affect-businesses-and-consumers-in-the-uk-too-272467",
    "pubDate": "2026-01-20T18:09:49.000Z",
    "content": "areporter/Shutterstock\nFor the UK after Brexit, it is tempting to imagine that regulation no longer comes from Brussels. Yet one of the most significant pieces of digital legislation anywhere in the world – the EU’s Artificial Intelligence Act – is now coming into force, and its effects will reach UK companies, regulators and citizens.\nAI is already threaded through daily life: in how loans are pr",
    "creator": "Maria Lucia Passador, Assistant Professor, Department of Law, Bocconi University",
    "sourceTitle": "The Conversation – Articles (UK)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/712929/original/file-20260116-56-z34c27.jpg"
  }
]