[
  {
    "title": "The cold war maps that can help us rethink today’s Arctic conflict",
    "link": "https://theconversation.com/the-cold-war-maps-that-can-help-us-rethink-todays-arctic-conflict-274058",
    "pubDate": "2026-01-27T16:34:04.000Z",
    "content": "A US view of the cold war world, 1950, showing the fearsome power of the USSR. Cornell University – PJ Mode Collection of Persuasive Cartography. The late 1940s and early 1950s were a golden age for polar mapmaking in the US. Major magazines such as Time, Life and Fortune commissioned a generation of famous cartographers – who had come of age in the second world war – to explain the new geopolitics to a mass audience that was highly engaged after the catastrophic global conflict they had just li...",
    "creator": "James Cheshire, Professor of Geographic Information and Cartography, UCL",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713692/original/file-20260121-66-5fn3ap.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Afcon drama: what went wrong and what went right at the continent’s biggest football cup in Morocco",
    "link": "https://theconversation.com/afcon-drama-what-went-wrong-and-what-went-right-at-the-continents-biggest-football-cup-in-morocco-273819",
    "pubDate": "2026-01-27T14:28:58.000Z",
    "content": "The 35th edition of the Africa Cup of Nations, hosted by Morocco, produced thrills and several story lines, some good and others not so good. It ended in a victory for Senegal – their second Afcon championship. While the 1-0 victory over Morocco was deserved, the championship game ended on a sour note as fans invaded the field and the winning country abandoned the game for 16 minutes. I’m a sports communications scholar and an author of multiple books on football as it relates to Africa. The top...",
    "creator": "Chuka Onwumechili, Professor of Communications, Howard University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Repeated government lying, warned Hannah Arendt, makes it impossible for citizens to think and to judge",
    "link": "https://theconversation.com/repeated-government-lying-warned-hannah-arendt-makes-it-impossible-for-citizens-to-think-and-to-judge-274340",
    "pubDate": "2026-01-27T13:16:55.000Z",
    "content": "Despite evidence to the contrary, Homeland Security Secretary Kristi Noem said at a Jan. 24, 2026, news conference that Alex Pretti &#39;came with a weapon ... and attacked&#39; officers, who took action to &#39;defend their lives.&#39; AP Photo/Julia Demaree Nikhinson In Minneapolis, two recent fatal encounters with federal immigration agents have produced not only grief and anger, but an unusually clear fight over what is real. In the aftermath of Alex Pretti’s killing on Jan. 24 , 2026, feder...",
    "creator": "Stephanie A. (Sam) Martin, Frank and Bethine Church Endowed Chair of Public Affairs, Boise State University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/714510/original/file-20260126-66-hx14uk.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Why the shooting of Alex Pretti in Minneapolis is so significant – expert Q&A",
    "link": "https://theconversation.com/why-the-shooting-of-alex-pretti-in-minneapolis-is-so-significant-expert-qanda-274318",
    "pubDate": "2026-01-26T17:42:19.000Z",
    "content": "Federal immigration agents in the city of Minneapolis are accused of having wrestled a 37-year-old intensive care nurse called Alex Pretti to the ground and then shooting him dead. The killing took place just over a mile from where another American citizen, Renee Good, was allegedly fatally shot by federal agents weeks earlier. The latest incident prompted angry protests from people in Minneapolis who want the immigration enforcement operation in their city to end. We spoke to Mark Shanahan, an ...",
    "creator": "Mark Shanahan, Associate Professor of Political Engagement, University of Surrey",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Iran’s biggest centres of protest are also experiencing extreme pollution and water shortages",
    "link": "https://theconversation.com/irans-biggest-centres-of-protest-are-also-experiencing-extreme-pollution-and-water-shortages-274217",
    "pubDate": "2026-01-26T13:39:41.000Z",
    "content": "Iran’s current wave of protests is often interpreted as having been sparked by inflation, currency collapse, corruption and repression. These explanations are not wrong, but they are incomplete. Beneath the country’s political and economic crisis lies a more destabilising force that is still largely missing from international analysis: environmental breakdown. Iran is experiencing not one environmental crisis but the convergence of several: water shortages , land subsidence , air pollution and e...",
    "creator": "Nima Shokri, Professor, Applied Engineering, United Nations University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Rebirth of the madman theory? Unpredictability isn’t what it was when it comes to foreign policy",
    "link": "https://theconversation.com/rebirth-of-the-madman-theory-unpredictability-isnt-what-it-was-when-it-comes-to-foreign-policy-274098",
    "pubDate": "2026-01-26T13:32:22.000Z",
    "content": "🎶 When the madman flips the switch, the nuclear will go for me 🎶 Columbia Pictures , CC BY-SA Tariffs are on, until they are not . Military force is an option … and then it’s off the table . Erratic behavior and unpredictability is having a moment in foreign policy circles. In the White House and elsewhere, it is seemingly being viewed as a strategic asset rather than a weakness. But it is far from a new strategy. Wild threats, sudden policy reversals and intentionally confusing language have ...",
    "creator": "Andrew Latham, Professor of Political Science, Macalester College",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/714165/original/file-20260123-56-8rkhom.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Marine protected areas aren’t in the right places to safeguard dolphins and whales in the South Atlantic",
    "link": "https://theconversation.com/marine-protected-areas-arent-in-the-right-places-to-safeguard-dolphins-and-whales-in-the-south-atlantic-274256",
    "pubDate": "2026-01-26T13:31:48.000Z",
    "content": "Whales have become increasingly common in regions such as the northern coast of São Paulo, which also has heavy ship traffic. Julio Cardoso/Projeto Baleia à Vista The ocean is under increasing pressure. Everyday human activities, from shipping to oil and gas exploration to urban pollution, are affecting the marine environment. Extensive research shows how this combination of stressors represents one of the greatest threats to marine wildlife, potentially affecting biodiversity on a global scale ...",
    "creator": "Guilherme Maricato, Pós-doutorando no Programa de Pós-Graduação em Ecologia, UFRJ",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/714198/original/file-20251222-56-gvi5om.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "One country is trying to outlaw political lying, without curbing free speech",
    "link": "https://theconversation.com/one-country-is-trying-to-outlaw-political-lying-without-curbing-free-speech-273526",
    "pubDate": "2026-01-23T17:31:43.000Z",
    "content": "Lightspring/Shutterstock For the past two years, the Welsh parliament – or Senedd – has been grappling with how to tackle deliberate lying by politicians and how to rebuild public trust in democracy. There is broad agreement across parties in Wales that the current system offers few real consequences for dishonesty . As one Senedd member put it: “Lying flourishes in politics because we can get away with it”. That frustration has now translated into legislative action. A bill that would make it i...",
    "creator": "Stephen Clear, Lecturer in Constitutional and Administrative Law, and Public Procurement, Bangor University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713134/original/file-20260119-56-3gqjoh.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Russian knowledge of Soviet-era energy systems has helped it to target Ukraine’s heating and homes",
    "link": "https://theconversation.com/russian-knowledge-of-soviet-era-energy-systems-has-helped-it-to-target-ukraines-heating-and-homes-274052",
    "pubDate": "2026-01-23T13:44:58.000Z",
    "content": "In the middle of Ukraine’s fiercest winter of the war, many Ukrainians are unable to prepare hot meals or are unable to heat their homes while temperatures have dipped as low as -20C in the past few weeks. Harsher weather is forecast. Russia has once again targeted Ukraine with sustained attacks on power stations, energy grids and heating nodes affecting electricity, as well as heating systems and water pumps. Following the Russian strikes on January 20, around 5,600 apartment buildings in Kyiv ...",
    "creator": "Pauline Sophie Heinrichs, Lecturer in War Studies, Climate and Energy Security, King's College London",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "The rise of Reza Pahlavi: Iranian opposition leader or opportunist?",
    "link": "https://theconversation.com/the-rise-of-reza-pahlavi-iranian-opposition-leader-or-opportunist-273423",
    "pubDate": "2026-01-23T10:52:48.000Z",
    "content": "Reza Pahlavi, Iranian opposition leader and son of the last shah of Iran. Joel Saget/AFP via Getty Images During the protests that ripped through Iran in January, one person who gained attention was Reza Pahlavi . Pahlavi, who lives in a suburb of Washington, D.C. , is the son of the late shah of Iran, who ruthlessly ruled the country before being deposed during the Iranian Revolution in 1979. Pahlavi emerged during the recent upheaval as a prominent political dissident in exile who encouraged a...",
    "creator": "Eric Lob, Associate Professor of Politics and International Relations, Florida International University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713734/original/file-20260121-56-u30zko.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Donald Trump’s Board of Peace signed at Davos – key points I took away from my visit to the ski resort",
    "link": "https://theconversation.com/donald-trumps-board-of-peace-signed-at-davos-key-points-i-took-away-from-my-visit-to-the-ski-resort-274140",
    "pubDate": "2026-01-22T17:47:33.000Z",
    "content": "Donald Trump’s newly launched “Board of Peace” presents itself as a bold attempt to break with what its founders describe as decades of failed international diplomacy. Its charter opens with a declaration that few would openly dispute: “Durable peace requires pragmatic judgment, common-sense solutions, and the courage to depart from approaches and institutions that have too often failed.” It is true that the world urgently needs to overcome decades of inertia to reform its international organisa...",
    "creator": "Francesco Grillo, Academic Fellow, Department of Social and Political Sciences, Bocconi University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "What a US military base lost under Greenland’s ice sheet reveals about the island’s real strategic importance",
    "link": "https://theconversation.com/what-a-us-military-base-lost-under-greenlands-ice-sheet-reveals-about-the-islands-real-strategic-importance-274067",
    "pubDate": "2026-01-22T16:49:53.000Z",
    "content": "U.S. Army Corps of Engineers via Wikimedia Commons In the summer of 1959, a group of American soldiers began carving trenches in the Greenland ice sheet. Those trenches would become the snow-covered tunnels of Camp Century, a secret Arctic research base powered by a nuclear reactor. It was located about 150 miles inland from Thule, now Pituffik, a large American military base set up in north-western Greenland after a military agreement with Denmark during world war two. Camp Century operated for...",
    "creator": "Gemma Ware, Host, The Conversation Weekly Podcast, The Conversation",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713867/original/file-20260122-56-f0a2yy.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Lebanon’s orchards have been burnt, wildlife habitat destroyed by Israeli strikes – raising troubling international law questions",
    "link": "https://theconversation.com/lebanons-orchards-have-been-burnt-wildlife-habitat-destroyed-by-israeli-strikes-raising-troubling-international-law-questions-271577",
    "pubDate": "2026-01-22T13:34:34.000Z",
    "content": "Smoke rises from Israeli airstrikes on southern Lebanese villages on Sept. 23, 2024. AP Photo / Hussein Malla More than a year after a ceasefire nominally ended active fighting, much of southern Lebanon bears the ecological scars of war. Avocado orchards are gone and beehives destroyed . So, too, are the livelihoods they supported. Meanwhile, fields and forests have disappeared under the intense fire caused by white phosphorus shelling . Shrapnel and unexploded bombs , however, remain. Such grim...",
    "creator": "Mireille Rebeiz, Chair of Middle East Studies, Dickinson College",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711729/original/file-20260109-55-grk8sa.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Hacking the grid: How digital sabotage turns infrastructure into a weapon",
    "link": "https://theconversation.com/hacking-the-grid-how-digital-sabotage-turns-infrastructure-into-a-weapon-272874",
    "pubDate": "2026-01-22T13:34:22.000Z",
    "content": "Today&#39;s power grid equipment incorporates internet-connected – and therefore hackable – computers. Joe Raedle/Getty Images The darkness that swept over the Venezuelan capital in the predawn hours of Jan. 3, 2026, signaled a profound shift in the nature of modern conflict: the convergence of physical and cyber warfare. While U.S. special operations forces carried out the dramatic seizure of Venezuelan President Nicolás Maduro , a far quieter but equally devastating offensive was taking place ...",
    "creator": "Saman Zonouz, Associate Professor of Cybersecurity and Privacy and Electrical and Computer Engineering, Georgia Institute of Technology",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713760/original/file-20260121-66-2blqlf.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Grains of sand prove people – not glaciers – transported Stonehenge rocks",
    "link": "https://theconversation.com/grains-of-sand-prove-people-not-glaciers-transported-stonehenge-rocks-271310",
    "pubDate": "2026-01-21T10:08:11.000Z",
    "content": "Ask people how Stonehenge was built and you’ll hear stories of sledges, ropes, boats and sheer human determination to haul stones from across Britain to Salisbury Plain, in south-west England. Others might mention giants, wizards, or alien assistance to explain the transport of Stonehenge’s stones, which come from as far as Wales and Scotland . But what if nature itself did the heavy lifting in transporting Stonehenge’s megaliths? In this scenario, vast glaciers that once covered Britain carried...",
    "creator": "Anthony Clarke, Research Associate, School of Earth and Planetary Sciences, Curtin University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Deep in the Amazon, I discovered this monkey’s ingenious survival tactic",
    "link": "https://theconversation.com/deep-in-the-amazon-i-discovered-this-monkeys-ingenious-survival-tactic-271995",
    "pubDate": "2026-01-20T14:22:19.000Z",
    "content": "The red-nosed cuxiu is endangered. Cavan-Images/Shutterstock Look down at the rainforest floor. Rotting flowers shift under the assault of tiny petal-eating beetles. Vividly coloured fungi pop up everywhere like the strange sculptures of a madly productive ceramicist. Look in front of you and heliconias and calatheas, tropical plants familiar from garden centres and greenhouses, vie for the attention of hummingbirds with scarlet and orange flowers. Look up and the distant canopy offers a full sp...",
    "creator": "Adrian Barnett, Senior Lecturer in Behavioural Ecology, University of Greenwich",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711673/original/file-20260109-56-te3wkf.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Opera is not dying – but it needs a second act for the streaming era",
    "link": "https://theconversation.com/opera-is-not-dying-but-it-needs-a-second-act-for-the-streaming-era-271376",
    "pubDate": "2026-01-20T13:35:45.000Z",
    "content": "American soprano Renee Fleming performs at a dress rehearsal for a Metropolitan Opera production of &#39;The Merry Widow&#39; in New York in 2014. Jack Vartoogian/Getty Images “By construction, any automation will defeat the purpose of a live performance, which is the experience that the audience is paying for.” Every few years , you’ll hear a familiar refrain: “Opera is dying.” National surveys point to slumping attendance at live performances. Audiences are aging, leaving fewer fans to fill se...",
    "creator": "Christos Makridis, Associate Research Professor of Information Systems, Arizona State University; Institute for Humane Studies",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713012/original/file-20260118-56-dyvsi1.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Juice cleanses, charcoal supplements and foot patches – is detoxing worth the hype?",
    "link": "https://theconversation.com/juice-cleanses-charcoal-supplements-and-foot-patches-is-detoxing-worth-the-hype-273394",
    "pubDate": "2026-01-20T10:08:56.000Z",
    "content": "January arrives with a familiar hangover. Too much food. Too much drink. Too much screen time. And suddenly social media is full of green juices, charcoal supplements, foot patches and seven-day “liver resets”, all promising to purge the body of mysterious toxins and return it to a purer state. In the first episode of Strange Health , a new visualised podcast from The Conversation, hosts Katie Edwards and Dan Baumgardt put detox culture under the microscope and ask a simple question: do we actua...",
    "creator": "Katie Edwards, Commissioning Editor, Health + Medicine and Host of Strange Health podcast, The Conversation",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Valentino shaped the runway – and the red carpet – for 60 years",
    "link": "https://theconversation.com/valentino-shaped-the-runway-and-the-red-carpet-for-60-years-273891",
    "pubDate": "2026-01-20T05:35:34.000Z",
    "content": "Valentino, who died on Monday at 93, leaves a lasting legacy full of celebrities, glamour and, in his words, knowing what women want: “ to be beautiful ”. The Italian fashion powerhouse has secured his dream of making a lasting impact, outliving Karl Lagerfeld and Yves Saint Laurent. Valentino was known for his unique blend between the bold and colourful Italian fashion and the elegant French haute couture – the highest level of craftsmanship in fashion , with exceptional detail and strict profe...",
    "creator": "Jye Marshall, Lecturer, Fashion Design, School of Design and Architecture, Swinburne University of Technology",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713276/original/file-20260120-66-wr84as.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "The way Earth’s surface moves has a bigger impact on shifting the climate than we knew",
    "link": "https://theconversation.com/the-way-earths-surface-moves-has-a-bigger-impact-on-shifting-the-climate-than-we-knew-272352",
    "pubDate": "2026-01-19T22:44:18.000Z",
    "content": "Our planet has experienced dramatic climate shifts throughout its history, oscillating between freezing “icehouse” periods and warm “greenhouse” states. Scientists have long linked these climate changes to fluctuations in atmospheric carbon dioxide. However, new research reveals the source of this carbon – and the driving forces behind it – are far more complex than previously thought. In fact, the way tectonic plates move about Earth’s surface plays a major, previously underappreciated role in ...",
    "creator": "Ben Mather, ARC Early Career Industry Fellow, School of Geography, Earth and Atmospheric Sciences, The University of Melbourne",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Would you use AI to break writer’s block? We asked 5 experts",
    "link": "https://theconversation.com/would-you-use-ai-to-break-writers-block-we-asked-5-experts-271627",
    "pubDate": "2026-01-19T17:14:40.000Z",
    "content": "Pexels, The Conversation , CC BY-NC The founder and chief executive of Bloomsbury Publishing, responsible for blockbuster romantasy author Sarah J. Maas and literary heavyweights like George Saunders, has suggested AI “will probably help creativity” – including by helping authors defeat writer’s block. “AI gets them going and writes the first paragraph, or first chapter, and gets them back in the zone,” he said. We asked five creative writing experts, including authors who’ve published memoirs, ...",
    "creator": "Nicola Redhouse, Lecturer, Publishing and Editing, The University of Melbourne",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713032/original/file-20260119-56-tjc5tc.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "‘We got lazy and complacent’: Swedish pensioners explain how abolishing the wealth tax changed their country",
    "link": "https://theconversation.com/we-got-lazy-and-complacent-swedish-pensioners-explain-how-abolishing-the-wealth-tax-changed-their-country-272041",
    "pubDate": "2026-01-19T12:59:56.000Z",
    "content": "&#39;A country of rich people&#39;: a superyacht with helicopter on board heads into Stockholm&#39;s harbour. M-Production/Shutterstock For much of the 20th century, Sweden enjoyed a justifiable reputation as one of Europe’s most egalitarian countries. Yet over the past two decades, it has transformed into what journalist and author Andreas Cervenka calls a “paradise for the super-rich”. Today, Sweden has one of the world’s highest ratios of dollar billionaires , and is home to numerous “unicorn...",
    "creator": "Miranda Sheild Johansson, Senior Research Fellow in Social Anthropology, UCL",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711782/original/file-20260111-65-xw15g6.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "When science discourages correction: How publishers profit from mistakes",
    "link": "https://theconversation.com/when-science-discourages-correction-how-publishers-profit-from-mistakes-272657",
    "pubDate": "2026-01-19T02:31:15.000Z",
    "content": "Flawed scientific articles don’t just clutter journals — they misguide policies, waste taxpayer funds, and endanger lives. Errors in top-tier research persist due to a broken correction system. Consider our own recent experiences. In March 2025, Communications Earth &amp; Environment published a paper claiming oil palm certification reduces yields and drives land expansion. But the study misread satellite data – interpreting temporary declines during replanting as a loss of production area. When...",
    "creator": "Douglas Sheil, Professor, Faculty of Environmental Sciences and Natural Resource Management, Wageningen University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711362/original/file-20260108-56-ftnoi3.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "China’s new condom tax will prove no effective barrier to country’s declining fertility rate",
    "link": "https://theconversation.com/chinas-new-condom-tax-will-prove-no-effective-barrier-to-countrys-declining-fertility-rate-273333",
    "pubDate": "2026-01-15T19:44:02.000Z",
    "content": "A Chinese visitor looks at condoms at the Beijing International Sex Supplies Exhibition. Zhang Peng/LightRocket via Getty Images Once the world’s most populous nation , China is now among the many Asian countries struggling with anemic fertility rates. In an attempt to double the country’s rate of 1.0 children per woman , Beijing is reaching for a new tool: taxes on condoms, birth control pills and other contraceptives. As of Jan. 1, such items were subject to a 13% value-added tax . Meanwhile, ...",
    "creator": "Dudley L. Poston Jr., Professor of Sociology, Texas A&M University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/712489/original/file-20260114-56-rifegc.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Most of the world just agreed on something: a new treaty to protect our oceans",
    "link": "https://theconversation.com/most-of-the-world-just-agreed-on-something-a-new-treaty-to-protect-our-oceans-273500",
    "pubDate": "2026-01-15T16:04:36.000Z",
    "content": "gabrielvieiracosta/Shutterstock In a moment being celebrated by global marine conservationists, a new UN high seas treaty comes into force on January 17 providing a new way to govern the world’s oceans. Formally known as the Biodiversity Beyond National Jurisdiction agreement, it will allow for the creation of protected areas in international waters, like national parks. It will also set out ways of sharing genetic materials from the high seas – and any future profits derived from them. Agreed i...",
    "creator": "Gemma Ware, Host, The Conversation Weekly Podcast, The Conversation",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/712470/original/file-20260114-56-7xw4g5.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "How mountain terraces have helped Indigenous peoples live with climate uncertainty",
    "link": "https://theconversation.com/how-mountain-terraces-have-helped-indigenous-peoples-live-with-climate-uncertainty-271599",
    "pubDate": "2026-01-15T13:38:05.000Z",
    "content": "Farmers during harvest season in Batad, Ifugao, Philippines. Paul Connor and the Ifugao Archaeological Project , CC BY Indigenous communities have lived with changes to the climate for centuries. Their adaptations over those many years are based on their close observation of weather, water, soils and seasonal change, and they have been refined through generations of learning. That knowledge, though developed deep in the past, is increasingly useful in the modern world. As global temperatures ris...",
    "creator": "Stephen Acabado, Professor of Anthropology, University of California, Los Angeles",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/710908/original/file-20260106-63-71yb46.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Ghana collects half the blood it needs – digital approaches can improve that",
    "link": "https://theconversation.com/ghana-collects-half-the-blood-it-needs-digital-approaches-can-improve-that-271436",
    "pubDate": "2026-01-15T10:16:59.000Z",
    "content": "Infinite Photo/Shutterstock.com It is late, the ward is crowded, and the clock is moving faster than everyone would like. A doctor has stabilised the patient as best they can, but one thing is missing – blood. A relative is asked to “try somewhere else”, and within minutes, the family is on the phone, calling friends, contacting church groups, posting in WhatsApp chats, hoping that someone nearby is eligible, willing and able to reach the hospital in time. In that moment, healthcare stops being ...",
    "creator": "Michael Head, Senior Research Fellow in Global Health, University of Southampton",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/710981/original/file-20260106-56-yokoru.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Growing up alongside deadly fires inspired me to study them – and fight flames with swarms of drones",
    "link": "https://theconversation.com/growing-up-alongside-deadly-fires-inspired-me-to-study-them-and-fight-flames-with-swarms-of-drones-273270",
    "pubDate": "2026-01-15T10:13:17.000Z",
    "content": "Growing up in Greece, wildfires were a constant presence each summer. In 2007, I remember watching TV footage of fires ravaging the Peloponnese peninsula and island of Evia, destroying forests and homes, taking lives. The sight of helicopters and firefighting aircraft crossing the smoky skies was both terrifying and awe-inspiring. Then when I was 17, flames crept dangerously close to my home in Kavala, northern Greece. I recall standing outside with water-hose in hand, scanning the horizon and h...",
    "creator": "Georgios Tzoumas, Senior Research Associate, School of Engineering Mathematics and Technology, University of Bristol",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "One uprising, two stories: how each side is trying to frame the uprising in Iran",
    "link": "https://theconversation.com/one-uprising-two-stories-how-each-side-is-trying-to-frame-the-uprising-in-iran-273573",
    "pubDate": "2026-01-15T05:29:06.000Z",
    "content": "Since the outbreak of the current wave of protests in Iran, two sharply competing narratives have emerged to explain what is unfolding in the streets. For the ruling establishment, the unrest is portrayed as a foreign-engineered plot. They argue it is an externally-driven attempt to destabilise the state through manipulation, infiltration, and psychological operations. For the opposition, the same events are framed as a nationwide uprising rooted in long-standing grievances. They argue the prote...",
    "creator": "Ali Mamouri, Research Fellow, Middle East Studies, Deakin University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Does adding ‘please’ and ‘thank you’ to your ChatGPT prompts really waste energy?",
    "link": "https://theconversation.com/does-adding-please-and-thank-you-to-your-chatgpt-prompts-really-waste-energy-272258",
    "pubDate": "2026-01-14T23:23:20.000Z",
    "content": "Serene Lee/Getty Images Cut the words “please” and “thank you” from your next ChatGPT query and, if you believe some of the talk online , you might think you are helping save the planet. The idea sounds plausible because AI systems process text incrementally: longer prompts require slightly more computation and therefore use more energy. OpenAI’s chief executive Sam Altman has acknowledged it all adds to operating costs at the scale of billions of prompts. At the same time, it is a stretch to su...",
    "creator": "Richard Morris, Postdoctoral Fellow, Faculty of Agriculture and Life Sciences, Lincoln University, New Zealand",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711355/original/file-20260108-56-jjh5fh.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Climate engineering would alter the oceans, reshaping marine life – new study examines each method’s risks",
    "link": "https://theconversation.com/climate-engineering-would-alter-the-oceans-reshaping-marine-life-new-study-examines-each-methods-risks-270659",
    "pubDate": "2026-01-14T14:01:40.000Z",
    "content": "Phytoplankton blooms, seen by satellite in the Baltic Sea, pull carbon dioxide out of the atmosphere. European Space Agency via Flickr , CC BY-SA Climate change is already fueling dangerous heat waves , raising sea levels and transforming the oceans . Even if countries meet their pledges to reduce the greenhouse gas emissions that are driving climate change, global warming will exceed what many ecosystems can safely handle . That reality has motivated scientists, governments and a growing number...",
    "creator": "Kelsey Roberts, Post-Doctoral Scholar in Marine Ecology, Cornell University; UMass Dartmouth",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711796/original/file-20260111-56-2tc6dc.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Why the world’s central bankers had to speak up against Trump’s attacks on the Fed",
    "link": "https://theconversation.com/why-the-worlds-central-bankers-had-to-speak-up-against-trumps-attacks-on-the-fed-273450",
    "pubDate": "2026-01-14T06:55:17.000Z",
    "content": "Central bankers from around the world have issued a joint statement of support for US Federal Reserve Chair Jerome Powell, as he faces a criminal probe on top of mounting pressure from US President Donald Trump to resign early. It is very unusual for the world’s central bank governors to issue such a statement. But these are very unusual times. The reason so many senior central bankers – from Australia, Brazil, Canada, Europe, New Zealand, South Africa, South Korea, the United Kingdom and other ...",
    "creator": "John Hawkins, Head, Canberra School of Government, University of Canberra",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "The World Trade Organization is on life support. Will Trump’s new rules finish it off?",
    "link": "https://theconversation.com/the-world-trade-organization-is-on-life-support-will-trumps-new-rules-finish-it-off-273216",
    "pubDate": "2026-01-13T22:33:58.000Z",
    "content": "Chip Somodevilla/Getty Images The United States has now withdrawn from 66 international organisations, conventions and treaties, illegally invaded Venezuela , and promoted an “America First” agenda in its new National Security Strategy . This all signals the collapse of a global system that has operated for the past 60 years. The old world order – driven by hyper-globalisation and US hegemonic power – is in its death throes, but a new era is yet to be born. We now face a deepening ideological, s...",
    "creator": "Jane Kelsey, Emeritus Professor of Law, University of Auckland, Waipapa Taumata Rau",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/712075/original/file-20260113-56-ecftzf.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Ukraine is under pressure to trade land for peace − if it does, history shows it might not ever get it back",
    "link": "https://theconversation.com/ukraine-is-under-pressure-to-trade-land-for-peace-if-it-does-history-shows-it-might-not-ever-get-it-back-271609",
    "pubDate": "2026-01-12T13:19:09.000Z",
    "content": "An elderly Ukrainian walks through the rubble following a Russian aerial bomb strike in Donetsk Oblast. Diego Herrera Carcedo/Anadolu via Getty Images Asked in December 2025 what the biggest sticking point was in negotiating peace in Ukraine, U.S. President Donald Trump got straight to the point : land. “Some of that land has been taken. Some of that land is maybe up for grabs,” he added. From the very beginning of the full-scale war, Ukrainian President Volodymyr Zelenskyy has ruled out ceding ...",
    "creator": "Peter Harris, Associate Professor of Political Science, Colorado State University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711543/original/file-20260108-56-5mcttg.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Why the mad artistic genius trope doesn’t stand up to scientific scrutiny",
    "link": "https://theconversation.com/why-the-mad-artistic-genius-trope-doesnt-stand-up-to-scientific-scrutiny-272841",
    "pubDate": "2026-01-12T13:13:53.000Z",
    "content": "Vincent van Gogh sliced off his ear with a knife during a psychotic episode. Ballet dancer Vaslav Nijinsky developed schizophrenia and spent the last 30 years of his life in hospital. Virginia Woolf lived with bipolar disorder, eventually taking her own life as she felt another deep depression beginning. Many famous creative artists have lived with severe mental illness. Catherine Zeta-Jones, Mariah Carey, Demi Lovato, Jean-Claude Van Damme and Mel Gibson have all reported diagnoses of bipolar d...",
    "creator": "Daisy Fancourt, Professor Psychobiology and Epidemiology, UCL",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "India’s 60 million street dogs are turning from village scavengers to city territory defenders",
    "link": "https://theconversation.com/indias-60-million-street-dogs-are-turning-from-village-scavengers-to-city-territory-defenders-272751",
    "pubDate": "2026-01-09T16:44:17.000Z",
    "content": "Dasarath Deka / shutterstock Growing up in rural India, my grandmother would feed the village dog half a chapati and a bowl of milk each afternoon, surely insufficient for its needs. The dog survived by scavenging from nearby homes. Years later, living in Delhi, I encountered street dogs refusing biscuits, overfed by households competing to care for them. India’s unique mix of religious and cultural values creates a deep tolerance for non-humans and wildlife among rich and poor alike, often root...",
    "creator": "Nishant Kumar, India Alliance Fellow, National Centre for Biological Science, Bangalore & Department of Biology, University of Oxford",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/710991/original/file-20260106-56-ojo504.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "How facial recognition for bears can help ecologists manage wildlife",
    "link": "https://theconversation.com/how-facial-recognition-for-bears-can-help-ecologists-manage-wildlife-271371",
    "pubDate": "2026-01-07T13:37:39.000Z",
    "content": "Can you tell these bears apart now? Would you recognize them if you saw them again tomorrow? Education Images/Universal Images Group via Getty Images When a grizzly bear attacked a group of fourth- and fifth-graders in western Canada in late November 2025, it sparked more than a rescue effort for the 11 people injured – four with severe injuries . Local authorities began trying to find the specific bear that was involved in order to relocate or euthanize it, depending on the results of their ass...",
    "creator": "Emily Wanderer, Associate Professor of Anthropology, University of Pittsburgh",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/709961/original/file-20251219-66-obb752.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "The battle over a global energy transition is on between petro-states and electro-states – here’s what to watch for in 2026",
    "link": "https://theconversation.com/the-battle-over-a-global-energy-transition-is-on-between-petro-states-and-electro-states-heres-what-to-watch-for-in-2026-272205",
    "pubDate": "2026-01-06T13:38:06.000Z",
    "content": "Solar power has been expanding quickly, but natural gas is also booming. Gerard Julien/AFP via Getty Images Two years ago, countries around the world set a goal of “transitioning away from fossil fuels in energy systems in a just, orderly and equitable manner.” The plan included tripling renewable energy capacity and doubling energy efficiency gains by 2030 – important steps for slowing climate change since the energy sector makes up about 75% of the global carbon dioxide emissions that are heat...",
    "creator": "Jennifer Morgan, Senior Fellow, Center for International Environment and Resource Policy and Climate Policy Lab, Tufts University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/709755/original/file-20251218-56-oxcot8.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Venezuela, Gaza, Ukraine: is the UN failing?",
    "link": "https://theconversation.com/venezuela-gaza-ukraine-is-the-un-failing-272703",
    "pubDate": "2026-01-06T00:19:13.000Z",
    "content": "The United Nations turned 80 in October last year; a venerable age for the most significant international organisation the world has ever seen. But events of recent years – from last weekend’s Trumpian military action to seize Venezuelan President Nicolás Maduro and Russia’s unlawful invasion of Ukraine in 2022, to the ongoing humanitarian catastrophe in Gaza – represent major challenges to the UN system. Many are now asking whether the United Nations has any future at all if it cannot fulfil it...",
    "creator": "Juliette McIntyre, Senior Lecturer in Law, Adelaide University ",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "How I used AI to transform myself from a female dance artist to an all-male post-punk band – and what that means for other musicians",
    "link": "https://theconversation.com/how-i-used-ai-to-transform-myself-from-a-female-dance-artist-to-an-all-male-post-punk-band-and-what-that-means-for-other-musicians-271247",
    "pubDate": "2026-01-05T17:16:10.000Z",
    "content": "Intelligent Band Machine. Real or AI generated? Priscilla Angelique-Page When you click on the Spotify profile of Intelligent Band Machine you will see an image of three young men staring moodily back into the camera. Their profile confirms that they are a “British band”, “influenced by the post-punk scene” and trying to capture the spirit of bands like The Cure “while carving out their own unique sound”. When you listen to their music you might be reminded of Joy Division’s Ian Curtis. If you d...",
    "creator": "Priscilla Angelique-Page, Researcher, Generative Artificial Intelligence, Nottingham Trent University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/706186/original/file-20251203-64-uinsax.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "As the Milan Winter Olympics approach, what are the environmental expectations?",
    "link": "https://theconversation.com/as-the-milan-winter-olympics-approach-what-are-the-environmental-expectations-270626",
    "pubDate": "2026-01-05T15:06:25.000Z",
    "content": "Italy is preparing to host the 25th Winter Olympic Games next month — from Feb. 6 to the 22nd, followed by the Paralympic Games from March 6 to the 15th. After the excitement of the Paris Summer Games in 2024 , which had sustainability at the heart of its planning strategy, the Milan Winter Games will be decisive in determining whether there’s truly a major shift happening within the Olympic movement. Will the organizing committee be able to keep its green promises ? As a doctoral student in pol...",
    "creator": "Alizée Pillod, Doctorante en science politique, Université de Montréal",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Autocrats have long lists of political enemies. This is how Donald Trump has tried to silence his",
    "link": "https://theconversation.com/autocrats-have-long-lists-of-political-enemies-this-is-how-donald-trump-has-tried-to-silence-his-272252",
    "pubDate": "2026-01-04T17:11:47.000Z",
    "content": "The list of people Donald Trump has punished or threatened to punish since returning to office is long. It includes the likes of James Comey, Letitia James, John Bolton, as well as members of the opposition, such as Adam Schiff, Mark Kelly and Kamala Harris. In fact, he has gone so far as to call Democrats “ the enemy from within ”, saying they are more dangerous than US adversaries like Russia and China. According to Lucan Way, a professor of democracy at the University of Toronto, when a leade...",
    "creator": "Justin Bergman, International Affairs Editor, The Conversation",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "China’s five green economy challenges in 2026",
    "link": "https://theconversation.com/chinas-five-green-economy-challenges-in-2026-270866",
    "pubDate": "2026-01-02T11:39:36.000Z",
    "content": "As China heads into the new year it will start rolling out its 15th five‑year plan, this one is for 2026-2030. Beijing is doubling down on greening its economy , and aims to hit two major climate goals: “carbon peaking” , where carbon dioxide emissions have reached a ceiling by 2030, and “carbon neutrality” , where net carbon dioxide emissions have been driven down to zero by 2060. Yet, China’s green push sits uneasily with its energy realities: coal still provides about 51% of its electricity a...",
    "creator": "Chee Meng Tan, Assistant Professor of Business Economics, University of Nottingham",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Brigitte Bardot defined the modern woman and defied social norms",
    "link": "https://theconversation.com/brigitte-bardot-defined-the-modern-woman-and-defied-social-norms-261659",
    "pubDate": "2025-12-28T10:43:02.000Z",
    "content": "Herbert Dorfman/Corbis via Getty Image Brigitte Bardot’s death, at the age of 91 , brings to a close one of the most extraordinary careers in post-war French cultural life. Best known as an actress, she was also a singer, a fashion icon, an animal rights activist and a symbol of France’s sexual liberation. Famous enough to be known by her initials, B.B. symbolised a certain vision of French femininity – rebellious and sensual, yet vulnerable. Her impact on beauty standards and French national id...",
    "creator": "Ben McCann, Associate Professor of French Studies, University of Adelaide",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/683384/original/file-20250801-74-h2ce9y.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Revolutionary rap: Nigerian star Falz has kept protest music alive",
    "link": "https://theconversation.com/revolutionary-rap-nigerian-star-falz-has-kept-protest-music-alive-266529",
    "pubDate": "2025-12-19T08:35:44.000Z",
    "content": "Nigerian rapper, actor and social media star Falz released his sixth studio album, The Feast , in 2025. Few Nigerian popular musicians have shown as much versatility and staying power as the man behind the #ElloBae and #WehDoneSir social media trends. For over a decade now, Falz has been marrying musical skills and social activism with digital savvy and comedy. His rise to global prominence was solidified with his 2018 song This is Nigeria . But it began in 2014 with Marry Me off his debut album...",
    "creator": "Paul Onanuga, Lecturer, Federal University, Oye Ekiti",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Sudan’s civil war: A visual guide to the brutal conflict",
    "link": "https://theconversation.com/sudans-civil-war-a-visual-guide-to-the-brutal-conflict-271429",
    "pubDate": "2025-12-18T13:24:29.000Z",
    "content": "Mahmoud Hjaj/Anadolu Agency via Getty, Ebrahim Hamid, Getty, Hussein Malla/Getty, Anadolu/Getty, The Conversation Sudan’s brutal civil war has dragged on for more than 2½ years, displacing millions and killing in excess of 150,000 people – making it among the most deadly conflicts in the world today. As of December 2025, the paramilitary Rapid Support Forces appear to be making gains, seizing a key oil field in central Sudan and forcing the retreat of the Sudanese Armed Forces in key cities in t...",
    "creator": "Christopher Tounsel, Associate Professor of History, University of Washington",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/709260/original/file-20251216-62-n0diyz.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Bird flu warnings are being ignored. I’ve seen this pattern before",
    "link": "https://theconversation.com/bird-flu-warnings-are-being-ignored-ive-seen-this-pattern-before-271765",
    "pubDate": "2025-12-18T11:01:09.000Z",
    "content": "TLF/Shutterstock.com There’s an unwritten rule in publishing, or so I’ve been told: don’t write about COVID. Our collective attention span has been saturated by those endless months holed up in attics and cramped corners of apartments, staring out at a world we could no longer take part in. When the worst of it passed, we felt an urge to close that chapter, to padlock it behind a heavy latch. But in doing so, we also tuck away the hard-won lessons of that time: how quickly systems buckle, how tw...",
    "creator": "Nikki Ikani, Assistant Professor Intelligence & Security, Leiden University; King's College London",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/709041/original/file-20251216-72-mcaryk.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Marriage and migration: what happens when men return to the family home in Botswana",
    "link": "https://theconversation.com/marriage-and-migration-what-happens-when-men-return-to-the-family-home-in-botswana-270403",
    "pubDate": "2025-12-18T08:19:20.000Z",
    "content": "The history of labour migration in Botswana can be linked to the discovery of gold and diamonds in South Africa in the late 19th century. South Africa needed cheap labour, and men from neighbouring territories were pulled into the workforce as unskilled or semi-skilled workers in mines, factories, kitchens and farms. Mine recruitment agencies like the Native Recruiting Corporation and the Witwatersrand Native Labour Association began expanding recruitment networks in Botswana in the 1930s. Men i...",
    "creator": "Unaludo Sechele, Research Fellow, University of the Free State",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "From record warming to rusting rivers, 2025 Arctic Report Card shows a region transforming faster than expected",
    "link": "https://theconversation.com/from-record-warming-to-rusting-rivers-2025-arctic-report-card-shows-a-region-transforming-faster-than-expected-271572",
    "pubDate": "2025-12-16T17:02:31.000Z",
    "content": "As temperatures rise, the timing of the ice thaw changes. Vincent Denarie via Arctic Report Card The Arctic is transforming faster and with more far-reaching consequences than scientists expected just 20 years ago, when the first Arctic Report Card assessed the state of Earth’s far northern environment. The snow season is dramatically shorter today, sea ice is thinning and melting earlier, and wildfire seasons are getting worse. Increasing ocean heat is reshaping ecosystems as non-Arctic marine ...",
    "creator": "Matthew L. Druckenmiller, Senior Scientist, National Snow and Ice Data Center (NSIDC), Cooperative Institute for Research in Environmental Sciences (CIRES), University of Colorado Boulder",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/708445/original/file-20251212-56-y890g1.jpeg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "How rogue nations are capitalizing on gaps in crypto regulation to finance weapons programs",
    "link": "https://theconversation.com/how-rogue-nations-are-capitalizing-on-gaps-in-crypto-regulation-to-finance-weapons-programs-269060",
    "pubDate": "2025-12-16T13:46:22.000Z",
    "content": "Two years after Hamas attacked Israel on Oct. 7, 2023, families of the victims filed suit against Binance , a major cryptocurrency platform that has been plagued by scandals . In a Nov. 24, 2025, filing by representatives of more than 300 victims and family members, Binance and its former CEO – recently pardoned Changpeng Zhao – were accused of willfully ignoring anti-money-laundering and so-called “know your customer” controls that require financial institutions to identify who is engaging in t...",
    "creator": "Nolan Fahrenkopf, Research Fellow at Project on International Security, Commerce and Economic Statecraft, University at Albany, State University of New York",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/708934/original/file-20251215-56-ry92w6.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  }
]