[
  {
    "title": "Angola’s Lobito Corridor is being revived – but who stands to gain?",
    "link": "https://theconversation.com/angolas-lobito-corridor-is-being-revived-but-who-stands-to-gain-274305",
    "pubDate": "2026-02-02T13:32:58.000Z",
    "content": "The Lobito Corridor is a massive infrastructure axis linking Angola’s shore on the west of Africa to the mineral-rich interior. Built in the first three decades of the 1900s to export cheap commodities to colonial Portugal, it later fell into disrepair. Its main railway was rebuilt during Angola’s post-war reconstruction . More recently it has attracted renewed and competing international interests . Daniel Tjarks has researched Angola’s political and economic geography, the spatial development ...",
    "creator": "Daniel Tjarks, Resarch Associate in Human Geography, Saarland University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Preventable deaths in a warming world: how politics shapes who lives and who dies",
    "link": "https://theconversation.com/preventable-deaths-in-a-warming-world-how-politics-shapes-who-lives-and-who-dies-273132",
    "pubDate": "2026-02-02T12:55:37.000Z",
    "content": "Floods in Kolkata, West Bengal, India in 2019. ABHISHEK BASAK 90/Shutterstock In Brownsville, Texas, three members of the Galvan family died after a malfunctioning air conditioner left them exposed to extreme heat. Aged between 60 and 82, all three had chronic health conditions, including diabetes and heart disease. This makes it harder for the body to regulate temperature and increases vulnerability to heat stress. Nobody arrived to check on them until days after they had died in their apartmen...",
    "creator": "Aaron Thierry, PhD Candidate, Social Science, Cardiff University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/712670/original/file-20260115-64-b1oqhf.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Some companies claim they can ‘resurrect’ species. Does that make people more comfortable with extinction?",
    "link": "https://theconversation.com/some-companies-claim-they-can-resurrect-species-does-that-make-people-more-comfortable-with-extinction-273583",
    "pubDate": "2026-02-02T01:03:52.000Z",
    "content": "Ross Stone/Unsplash Less than a year ago, United States company Colossal Biosciences announced it had “resurrected” the dire wolf, a megafauna-hunting wolf species that had been extinct for 10,000 years. Within two days of Colossal’s announcement, the Interior Secretary of the US, Doug Burgum, used the idea of resurrection to justify weakening environmental protection laws : “pick your favourite species and call up Colossal”. His reasoning appeared to confirm critics’ fears about de-extinction t...",
    "creator": "Christopher Lean, Research Fellow in Philosophy, Centre of Excellence in Synthetic Biology, Macquarie University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/715054/original/file-20260129-64-f8jdl.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Why does this river slice straight through a mountain range? After 150 years, scientists finally know",
    "link": "https://theconversation.com/why-does-this-river-slice-straight-through-a-mountain-range-after-150-years-scientists-finally-know-274888",
    "pubDate": "2026-02-02T16:33:14.000Z",
    "content": "The Gates of Lodore mark the beginning of the Green River&#39;s path through the Uinta Mountains. Scott Alan Ritchie / shutterstock The western US is a geologists’ dream, home to the Rocky Mountains, the Grand Canyon, active volcanoes and striking sandstone arches. But one landform simply doesn’t make sense. Rivers normally flow around barriers. The Danube river, for example, flows between the Alps and the Carpathians, twisting and turning to avoid the mountains. But in north-western Colorado, o...",
    "creator": "Adam Smith, Postdoctoral Research Associate, School of Geographical & Earth Sciences, University of Glasgow",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/715742/original/file-20260202-56-9vta4c.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "The only remaining US-Russia nuclear treaty expires this week. Could a new arms race soon accelerate?",
    "link": "https://theconversation.com/the-only-remaining-us-russia-nuclear-treaty-expires-this-week-could-a-new-arms-race-soon-accelerate-269508",
    "pubDate": "2026-02-01T19:11:27.000Z",
    "content": "The New START treaty, the last remaining agreement constraining Russian and US nuclear weapons, is due to lapse on February 4. There are no negotiations to extend the terms of the treaty, either. As US President Donald Trump said dismissively in a recent interview , “if it expires, it expires”. The importance of the New START treaty is hard to overstate. As other nuclear treaties have been abrogated in recent years, this was the only deal left with notification, inspection, verification and trea...",
    "creator": "Tilman Ruff, Honorary Principal Fellow, School of Population and Global Health, The University of Melbourne",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Why Trump’s new pick for Fed chair hit gold and silver markets – for good reasons",
    "link": "https://theconversation.com/why-trumps-new-pick-for-fed-chair-hit-gold-and-silver-markets-for-good-reasons-273233",
    "pubDate": "2026-02-01T00:59:23.000Z",
    "content": "Kevork Djansezian/Getty Images After months of speculation, US President Donald Trump confirmed he will be nominating Kevin Warsh as the next chair of the US Federal Reserve. The appointment has been closely watched in the context of Trump’s ongoing conflict with the Fed and its current chairman Jerome Powell. The immediate reaction to the announcement was a significant crash in gold and silver markets. After months of record highs and stretched valuations, spot prices for gold and silver droppe...",
    "creator": "Henry Maher, Lecturer in Politics, Department of Government and International Relations, University of Sydney",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/715550/original/file-20260131-56-tw9eks.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "US exit from the World Health Organization marks a new era in global health policy – here’s what the US, and world, will lose",
    "link": "https://theconversation.com/us-exit-from-the-world-health-organization-marks-a-new-era-in-global-health-policy-heres-what-the-us-and-world-will-lose-274277",
    "pubDate": "2026-01-31T14:17:59.000Z",
    "content": "The U.S.-WHO collaboration has been critical in the country&#39;s response to mpox, shown here, as well as Ebola, Marburg, flu and COVID-19. Uma Shankar sharma/Moment via Getty Images The U.S. departure from the World Health Organization became official in late January 2026, according to the Trump administration – a year after President Donald Trump signed an executive order on inauguration day of his second term declaring that he was doing so. He first stated his intention to do so during his f...",
    "creator": "Jordan Miller, Teaching Professor of Public Health, Arizona State University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/715479/original/file-20260130-56-uhzr3d.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Funny, tender, goofy – Catherine O'Hara lit up the screen every time she showed up",
    "link": "https://theconversation.com/funny-tender-goofy-catherine-ohara-lit-up-the-screen-every-time-she-showed-up-274816",
    "pubDate": "2026-01-31T07:38:32.000Z",
    "content": "Catherine O’Hara, the beloved actor and comedian who has died aged 71 , occupied that rare position in contemporary screen culture: a comic actor, a cult figure and a mainstream star. Her work spanned more than 50 years, from improv sketch comedy to Hollywood features and off-beat TV classics. She was celebrated for her unmatched comic timing and chameleon-like character work. Her roles were often absurdist and quirky, but they hid a razor-sharp humour. Born and raised in Toronto in a close-knit...",
    "creator": "Ben McCann, Associate Professor of French Studies, Adelaide University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Silver and gold hit record highs – then crashed. Before joining the rush, you need to know this",
    "link": "https://theconversation.com/silver-and-gold-hit-record-highs-then-crashed-before-joining-the-rush-you-need-to-know-this-274622",
    "pubDate": "2026-01-31T00:37:47.000Z",
    "content": "Zlaťáky.cz/Pexels , CC BY The start of 2026 has seen gold and silver surge to record highs – only to crash on Friday. Gold prices peaked above US$5,500 (A$7,900) per ounce for the first time on Thursday, well above previous highs. But by the end of Friday, it had dropped to around US$5068 (A$7,282). Silver had been making gains even faster than gold . It hit more than US$120 (A$172) per ounce last week, marking one of its strongest runs in decades, before crashing on Friday to US$98.50 (A$141.50...",
    "creator": "Angel Zhong, Professor of Finance, RMIT University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/715383/original/file-20260130-56-su6190.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "US military action in Iran risks igniting a regional and global nuclear cascade",
    "link": "https://theconversation.com/us-military-action-in-iran-risks-igniting-a-regional-and-global-nuclear-cascade-274599",
    "pubDate": "2026-01-30T01:35:09.000Z",
    "content": "Iranian youths walk past a building covered with a giant billboard depicting an image of the destroyed USS Abraham Lincoln. Morteza Nikoubazl/NurPhoto via Getty Images The United States is seemingly moving toward a potential strike on Iran. On Jan. 28, 2026, President Donald Trump sharply intensified his threats to the Islamic Republic, suggesting that if Tehran did not agree to a set of demands, he could mount an attack “ with speed and violence .” To underline the threat, the Pentagon moved ai...",
    "creator": "Farah N. Jan, Senior Lecturer in International Relations, University of Pennsylvania",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/715305/original/file-20260129-56-pvcs28.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "If Pope Leo joined Trump’s Board of Peace, it would compromise centuries of ‘positive neutrality’",
    "link": "https://theconversation.com/if-pope-leo-joined-trumps-board-of-peace-it-would-compromise-centuries-of-positive-neutrality-274283",
    "pubDate": "2026-01-30T00:36:35.000Z",
    "content": "Pope Leo XIV is among the world leaders invited to join Donald Trump’s “ Board of Peace ”. Initially aimed at ending the conflict in Gaza, Trump says it will also resolve conflicts globally. The Vatican’s secretary of state has said the pope needs time to consider whether to take part. Leo, the first pope from the United States, forcefully decried conditions in Gaza in a Christmas Eve address . He has told journalists the only solution to the conflict is a Palestinian state. But the Vatican has ...",
    "creator": "Darius von Guttner Sporzynski, Professor of History, Australian Catholic University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/715126/original/file-20260129-56-y0yynj.jpeg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Anti-ICE protesters are following same nonviolent playbook used by people in war zones across the world to fight threats to their communities",
    "link": "https://theconversation.com/anti-ice-protesters-are-following-same-nonviolent-playbook-used-by-people-in-war-zones-across-the-world-to-fight-threats-to-their-communities-274498",
    "pubDate": "2026-01-29T17:52:18.000Z",
    "content": "In Detroit, Mich., volunteers with the Detroit People&#39;s Assembly put together whistle kits designed to alert the community when immigration agents are nearby. Jim West/UCG/Universal Images Group via Getty Images From coast to coast, groups of people are springing up to protect members of their communities as Immigration and Customs Enforcement and Border Patrol agents threaten them with violent enforcement. In Portland, Oregon, community volunteers have delivered food boxes to migrant famili...",
    "creator": "Oliver Kaplan, Associate Professor of International Studies, University of Denver",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/715005/original/file-20260128-66-pfcb79.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Why keeping quiet about the family feud gave Brand Beckham a commercial boost",
    "link": "https://theconversation.com/why-keeping-quiet-about-the-family-feud-gave-brand-beckham-a-commercial-boost-274483",
    "pubDate": "2026-01-29T17:34:35.000Z",
    "content": "The ease and global reach of social media posts make them a fitting way to divulge secrets about a commercial dynasty – particularly when your parents are David and Victoria Beckham. In the days after Brooklyn Beckham took to Instagram to say he had cut ties with his A-list family, reactions from the world’s social media users took on a life of their own. The Beckhams’ PR machine was largely silent on the matter, despite the size of the business empire. If sold, Brand Beckham’s combined business...",
    "creator": "Ashleigh Logan-McFarlane, Lecturer in Marketing, Edinburgh Napier University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Banning Rafiki was unlawful: why new court ruling is an important moment for African film",
    "link": "https://theconversation.com/banning-rafiki-was-unlawful-why-new-court-ruling-is-an-important-moment-for-african-film-274542",
    "pubDate": "2026-01-29T15:18:58.000Z",
    "content": "The film Rafiki is a charming love story that plays out in urban Kenya. It follows two teenage girls whose close friendship slowly turns into first love. Directed by rising filmmaker Wanuri Kahiu , it was celebrated as groundbreaking by critics and at festivals when it was released in 2018. But back home in Kenya, where homosexuality is criminal, the film was banned . On 23 January 2026, after an eight-year legal campaign by the film producers, the Kenyan Court of Appeals ruled that the 2018 ban...",
    "creator": "Gibson Ncube, Senior Lecturer, Stellenbosch University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/714887/original/file-20260128-93-jqsrak.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "African migration: focusing on Europe misses the point – most people move within the continent",
    "link": "https://theconversation.com/african-migration-focusing-on-europe-misses-the-point-most-people-move-within-the-continent-273679",
    "pubDate": "2026-01-29T15:18:34.000Z",
    "content": "Images of rubber dinghies overcrowded with refugees heading for Europe and narratives about mistreatment and exploitation of migrants on unsafe migration routes have come to dominate how African migration is perceived in European public and policy debates . They suggest a continent on the move, driven mainly by conflict and heading to the global north. These narratives are deeply misleading. Nevertheless, they shape public opinion and political decision-making. Fears of large-scale migration fro...",
    "creator": "Nadine Biehler, Researcher, German Institute for International and Security Affairs",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "US abandons Syria’s Kurds, risking regional turmoil and an IS resurgence",
    "link": "https://theconversation.com/us-abandons-syrias-kurds-risking-regional-turmoil-and-an-is-resurgence-274169",
    "pubDate": "2026-01-28T16:32:09.000Z",
    "content": "Kurdish fighters of the all-female Women Protection Units (YPJ) stand in formation. Kurdishstruggle / Wikimedia Commons , CC BY-SA Many Kurdish people will be feeling betrayed by the US after the Syrian army, backed by the US and armed by Turkey, launched an offensive against the Kurdish-led Syrian Democratic Forces (SDF) in early January. The SDF has long been hailed as the west’s most effective partner against the Islamic State (IS) terrorist organisation. Led by Ahmed al-Sharaa , the Syrian p...",
    "creator": "Kamran Matin, Associate Professor of International Relations, University of Sussex",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/714611/original/file-20260127-56-wln343.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "What’s the point of a space station around the Moon?",
    "link": "https://theconversation.com/whats-the-point-of-a-space-station-around-the-moon-274765",
    "pubDate": "2026-02-03T09:07:10.000Z",
    "content": "The Lunar Gateway is planned space station that will orbit the Moon. It is part of the Nasa‑led Artemis programme. Artemis aims to return humans to the Moon, establishing a sustainable presence there for scientific and commercial purposes, and eventually reach Mars. However, the modular space station now faces delays, cost concerns and potential US funding cuts. This raises a fundamental question: is an orbiting space station necessary to achieve lunar objectives, including scientific ones? The ...",
    "creator": "Berna Akcali Gur, Lecturer in Outer Space Law, Queen Mary University of London",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/715691/original/file-20260202-66-gh09wi.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "It’s easy making green: Muppets continue to make a profit 50 years into their run",
    "link": "https://theconversation.com/its-easy-making-green-muppets-continue-to-make-a-profit-50-years-into-their-run-272855",
    "pubDate": "2026-01-28T13:36:42.000Z",
    "content": "A variety show that’s still revered for its absurdist, slapstick humor debuted 50 years ago. It starred an irreverent band of characters made of foam and fleece. Long after “ The Muppet Show ”‘s original 120-episode run ended in 1981, the legend and legacy of Miss Piggy, Fozzie Bear, Gonzo and other creations concocted by puppeteer and TV producer Jim Henson have kept on growing. Thanks to the Muppets’ film franchise and the wonders of YouTube, the wacky gang is still delighting, and expanding, ...",
    "creator": "Jared Bahir Browsh, Assistant Teaching Professor of Critical Sports Studies, University of Colorado Boulder",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Russia’s drone pipeline: How Iran helps Moscow produce an ever-evolving unmanned fleet",
    "link": "https://theconversation.com/russias-drone-pipeline-how-iran-helps-moscow-produce-an-ever-evolving-unmanned-fleet-272016",
    "pubDate": "2026-01-28T13:34:46.000Z",
    "content": "Ukrainian firefighters extinguish a fire in a house after it was hit by a Russian drone on Jan. 15, 2026. Diego Herrera Carcedo/Anadolu via Getty Images With Russian ground troops bogged down in a grinding war of attrition , Moscow is striving to press home its advantage in the skies – through an ever-evolving army of drones, courtesy of Iran. In early January, wreckage of a drone found in Ukraine hinted at a new high-speed model of drone being deployed by Russia in the conflict. It prompted Ukr...",
    "creator": "Amy McAuliffe, Visiting Distinguished Professor of the Practice, University of Notre Dame",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/714628/original/file-20260127-56-qrd3y3.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Trump’s framing of Nigeria insurgency as a war on Christians risks undermining interfaith peacebuilding",
    "link": "https://theconversation.com/trumps-framing-of-nigeria-insurgency-as-a-war-on-christians-risks-undermining-interfaith-peacebuilding-272418",
    "pubDate": "2026-01-28T13:34:03.000Z",
    "content": "Mosques, as well as churches, in Nigeria are targets of insurgent groups. Kola Sulaimon/AFP via Getty Images Nigeria “must do more to protect Christians,” a senior U.S. State Department official demanded on Jan. 22, 2026, during a high-level security meeting in the African nation’s capital, Abuja. The comment followed an attack just days earlier in which more than 160 worshipers were kidnapped from three churches in Nigeria’s northern Kaduna state. The security meeting came a month after the Uni...",
    "creator": "Aili Mari Tripp, Vilas Research Professor of Political Science, University of Wisconsin-Madison",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/714709/original/file-20260127-56-fuinab.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "As Syria’s new government consolidates its power, the Kurdish minority fears for its future",
    "link": "https://theconversation.com/as-syrias-new-government-consolidates-its-power-the-kurdish-minority-fears-for-its-future-274110",
    "pubDate": "2026-01-28T04:19:46.000Z",
    "content": "Renewed fighting in Syria in recent weeks between government-aligned forces and the Kurdish-led Syrian Democratic Forces (SDF) isn’t just a local issue. It has serious implications for the stability of the rest of the Middle East. Syrian government forces launched an offensive in early January into areas of northeastern Syria controlled by Kurdish forces. The operation enabled the government to gain control of key oil and gas fields and major border crossings with Iraq and Turkey. Of particular ...",
    "creator": "Ali Mamouri, Research Fellow, Middle East Studies, Deakin University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Xi Jinping has dismissed two of China’s most senior generals. What does this mean?",
    "link": "https://theconversation.com/xi-jinping-has-dismissed-two-of-chinas-most-senior-generals-what-does-this-mean-274425",
    "pubDate": "2026-01-28T04:02:13.000Z",
    "content": "Last weekend, China’s Ministry of National Defence announced that the country’s two most senior generals – Zhang Youxia and Liu Zhenli – would be removed from office and placed under investigation for serious disciplinary violations. Zhang had been the People’s Liberation Army’s most senior general since October 2022. He was the highest ranking military member of the Politburo of the Communist Party of China (CCP), the party-state’s 24-member executive policy-making body. Zhang was also the seni...",
    "creator": "David S G Goodman, Director, China Studies Centre, Professor of Chinese Politics, University of Sydney",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Great white sharks grow a whole new kind of tooth for slicing bone as they age",
    "link": "https://theconversation.com/great-white-sharks-grow-a-whole-new-kind-of-tooth-for-slicing-bone-as-they-age-272805",
    "pubDate": "2026-01-27T23:25:21.000Z",
    "content": "Ken Bondy/iNaturalist , CC BY-NC A great white shark is a masterwork of evolutionary engineering. These beautiful predators glide effortlessly through the water, each slow, deliberate sweep of the powerful tail driving a body specialised for stealth, speed and efficiency. From above, its dark back blends into the deep blue water, while from below its pale belly disappears into the sunlit surface. In an instant, the calm glide explodes into an attack, accelerating to more than 60 kilometres per h...",
    "creator": "Emily Hunt, PhD Candidate, School of Life and Environmental Sciences, University of Sydney",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/711549/original/file-20260108-56-wdzffu.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "New fear unlocked: runaway black holes",
    "link": "https://theconversation.com/new-fear-unlocked-runaway-black-holes-272429",
    "pubDate": "2026-01-27T22:55:37.000Z",
    "content": "A runaway black hole leaving a streak of new stars in its wake. James Webb Space Telescope / van Dokkum et al. Last year, astronomers were fascinated by a runaway asteroid passing through our Solar System from somewhere far beyond. It was moving at around 68 kilometres per second, just over double Earth’s speed around the Sun. Imagine if it had been something much bigger and faster: a black hole travelling at more like 3,000km per second. We wouldn’t see it coming until its intense gravitational...",
    "creator": "David Blair, Emeritus Professor, ARC Centre of Excellence for Gravitational Wave Discovery, OzGrav, The University of Western Australia",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/711132/original/file-20260107-56-rwehdh.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Greenland’s Inuit have spent decades fighting for self-determination",
    "link": "https://theconversation.com/greenlands-inuit-have-spent-decades-fighting-for-self-determination-274268",
    "pubDate": "2026-01-27T18:48:31.000Z",
    "content": "People walk along a street in Nuuk, the capital of Greenland. Ina Fassbender/AFP via Getty Images Amid the discussion between U.S. President Donald Trump and Danish and European leaders about who should own Greenland, the Inuit who live there and call it home aren’t getting much attention. The Kalaallit (Inuit of West Greenland), the Tunumi (Inuit of East Greenland) and the Inughuit (Inuit of North Greenland) together represent nearly 90% of the population of Greenland, which totals about 57,000...",
    "creator": "Susan A. Kaplan, Professor of Anthropology, Director of Peary-MacMillan Arctic Museum and Arctic Studies Center, Bowdoin College",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/714492/original/file-20260126-66-ct0elz.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "The cold war maps that can help us rethink today’s Arctic conflict",
    "link": "https://theconversation.com/the-cold-war-maps-that-can-help-us-rethink-todays-arctic-conflict-274058",
    "pubDate": "2026-01-27T16:34:04.000Z",
    "content": "A US view of the cold war world, 1950, showing the fearsome power of the USSR. Cornell University – PJ Mode Collection of Persuasive Cartography. The late 1940s and early 1950s were a golden age for polar mapmaking in the US. Major magazines such as Time, Life and Fortune commissioned a generation of famous cartographers – who had come of age in the second world war – to explain the new geopolitics to a mass audience that was highly engaged after the catastrophic global conflict they had just li...",
    "creator": "James Cheshire, Professor of Geographic Information and Cartography, UCL",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/713692/original/file-20260121-66-5fn3ap.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Afcon drama: what went wrong and what went right at the continent’s biggest football cup in Morocco",
    "link": "https://theconversation.com/afcon-drama-what-went-wrong-and-what-went-right-at-the-continents-biggest-football-cup-in-morocco-273819",
    "pubDate": "2026-01-27T14:28:58.000Z",
    "content": "The 35th edition of the Africa Cup of Nations, hosted by Morocco, produced thrills and several story lines, some good and others not so good. It ended in a victory for Senegal – their second Afcon championship. While the 1-0 victory over Morocco was deserved, the championship game ended on a sour note as fans invaded the field and the winning country abandoned the game for 16 minutes. I’m a sports communications scholar and an author of multiple books on football as it relates to Africa. The top...",
    "creator": "Chuka Onwumechili, Professor of Communications, Howard University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Iran’s biggest centres of protest are also experiencing extreme pollution and water shortages",
    "link": "https://theconversation.com/irans-biggest-centres-of-protest-are-also-experiencing-extreme-pollution-and-water-shortages-274217",
    "pubDate": "2026-01-26T13:39:41.000Z",
    "content": "Iran’s current wave of protests is often interpreted as having been sparked by inflation, currency collapse, corruption and repression. These explanations are not wrong, but they are incomplete. Beneath the country’s political and economic crisis lies a more destabilising force that is still largely missing from international analysis: environmental breakdown. Iran is experiencing not one environmental crisis but the convergence of several: water shortages , land subsidence , air pollution and e...",
    "creator": "Nima Shokri, Professor, Applied Engineering, United Nations University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Rebirth of the madman theory? Unpredictability isn’t what it was when it comes to foreign policy",
    "link": "https://theconversation.com/rebirth-of-the-madman-theory-unpredictability-isnt-what-it-was-when-it-comes-to-foreign-policy-274098",
    "pubDate": "2026-01-26T13:32:22.000Z",
    "content": "🎶 When the madman flips the switch, the nuclear will go for me 🎶 Columbia Pictures , CC BY-SA Tariffs are on, until they are not . Military force is an option … and then it’s off the table . Erratic behavior and unpredictability is having a moment in foreign policy circles. In the White House and elsewhere, it is seemingly being viewed as a strategic asset rather than a weakness. But it is far from a new strategy. Wild threats, sudden policy reversals and intentionally confusing language have ...",
    "creator": "Andrew Latham, Professor of Political Science, Macalester College",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/714165/original/file-20260123-56-8rkhom.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Marine protected areas aren’t in the right places to safeguard dolphins and whales in the South Atlantic",
    "link": "https://theconversation.com/marine-protected-areas-arent-in-the-right-places-to-safeguard-dolphins-and-whales-in-the-south-atlantic-274256",
    "pubDate": "2026-01-26T13:31:48.000Z",
    "content": "Whales have become increasingly common in regions such as the northern coast of São Paulo, which also has heavy ship traffic. Julio Cardoso/Projeto Baleia à Vista The ocean is under increasing pressure. Everyday human activities, from shipping to oil and gas exploration to urban pollution, are affecting the marine environment. Extensive research shows how this combination of stressors represents one of the greatest threats to marine wildlife, potentially affecting biodiversity on a global scale ...",
    "creator": "Guilherme Maricato, Pós-doutorando no Programa de Pós-Graduação em Ecologia, UFRJ",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/714198/original/file-20251222-56-gvi5om.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Donald Trump’s Board of Peace signed at Davos – key points I took away from my visit to the ski resort",
    "link": "https://theconversation.com/donald-trumps-board-of-peace-signed-at-davos-key-points-i-took-away-from-my-visit-to-the-ski-resort-274140",
    "pubDate": "2026-01-22T17:47:33.000Z",
    "content": "Donald Trump’s newly launched “Board of Peace” presents itself as a bold attempt to break with what its founders describe as decades of failed international diplomacy. Its charter opens with a declaration that few would openly dispute: “Durable peace requires pragmatic judgment, common-sense solutions, and the courage to depart from approaches and institutions that have too often failed.” It is true that the world urgently needs to overcome decades of inertia to reform its international organisa...",
    "creator": "Francesco Grillo, Academic Fellow, Department of Social and Political Sciences, Bocconi University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "What a US military base lost under Greenland’s ice sheet reveals about the island’s real strategic importance",
    "link": "https://theconversation.com/what-a-us-military-base-lost-under-greenlands-ice-sheet-reveals-about-the-islands-real-strategic-importance-274067",
    "pubDate": "2026-01-22T16:49:53.000Z",
    "content": "U.S. Army Corps of Engineers via Wikimedia Commons In the summer of 1959, a group of American soldiers began carving trenches in the Greenland ice sheet. Those trenches would become the snow-covered tunnels of Camp Century, a secret Arctic research base powered by a nuclear reactor. It was located about 150 miles inland from Thule, now Pituffik, a large American military base set up in north-western Greenland after a military agreement with Denmark during world war two. Camp Century operated for...",
    "creator": "Gemma Ware, Host, The Conversation Weekly Podcast, The Conversation",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/713867/original/file-20260122-56-f0a2yy.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Hacking the grid: How digital sabotage turns infrastructure into a weapon",
    "link": "https://theconversation.com/hacking-the-grid-how-digital-sabotage-turns-infrastructure-into-a-weapon-272874",
    "pubDate": "2026-01-22T13:34:22.000Z",
    "content": "Today&#39;s power grid equipment incorporates internet-connected – and therefore hackable – computers. Joe Raedle/Getty Images The darkness that swept over the Venezuelan capital in the predawn hours of Jan. 3, 2026, signaled a profound shift in the nature of modern conflict: the convergence of physical and cyber warfare. While U.S. special operations forces carried out the dramatic seizure of Venezuelan President Nicolás Maduro , a far quieter but equally devastating offensive was taking place ...",
    "creator": "Saman Zonouz, Associate Professor of Cybersecurity and Privacy and Electrical and Computer Engineering, Georgia Institute of Technology",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/713760/original/file-20260121-66-2blqlf.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Humanity’s oldest known cave art has been discovered in Sulawesi",
    "link": "https://theconversation.com/humanitys-oldest-known-cave-art-has-been-discovered-in-sulawesi-273364",
    "pubDate": "2026-01-21T16:01:01.000Z",
    "content": "Supplied When we think of the world’s oldest art, Europe usually comes to mind, with famous cave paintings in France and Spain often seen as evidence this was the birthplace of symbolic human culture. But new evidence from Indonesia dramatically reshapes this picture. Our research, published today in the journal Nature , reveals people living in what is now eastern Indonesia were producing rock art significantly earlier than previously demonstrated. These artists were not only among the world’s ...",
    "creator": "Maxime Aubert, Professor of Archaeological Science, Griffith University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/712632/original/file-20260115-56-j0pw7s.JPG",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Grains of sand prove people – not glaciers – transported Stonehenge rocks",
    "link": "https://theconversation.com/grains-of-sand-prove-people-not-glaciers-transported-stonehenge-rocks-271310",
    "pubDate": "2026-01-21T10:08:11.000Z",
    "content": "Ask people how Stonehenge was built and you’ll hear stories of sledges, ropes, boats and sheer human determination to haul stones from across Britain to Salisbury Plain, in south-west England. Others might mention giants, wizards, or alien assistance to explain the transport of Stonehenge’s stones, which come from as far as Wales and Scotland . But what if nature itself did the heavy lifting in transporting Stonehenge’s megaliths? In this scenario, vast glaciers that once covered Britain carried...",
    "creator": "Anthony Clarke, Research Associate, School of Earth and Planetary Sciences, Curtin University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Deep in the Amazon, I discovered this monkey’s ingenious survival tactic",
    "link": "https://theconversation.com/deep-in-the-amazon-i-discovered-this-monkeys-ingenious-survival-tactic-271995",
    "pubDate": "2026-01-20T14:22:19.000Z",
    "content": "The red-nosed cuxiu is endangered. Cavan-Images/Shutterstock Look down at the rainforest floor. Rotting flowers shift under the assault of tiny petal-eating beetles. Vividly coloured fungi pop up everywhere like the strange sculptures of a madly productive ceramicist. Look in front of you and heliconias and calatheas, tropical plants familiar from garden centres and greenhouses, vie for the attention of hummingbirds with scarlet and orange flowers. Look up and the distant canopy offers a full sp...",
    "creator": "Adrian Barnett, Senior Lecturer in Behavioural Ecology, University of Greenwich",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/711673/original/file-20260109-56-te3wkf.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Opera is not dying – but it needs a second act for the streaming era",
    "link": "https://theconversation.com/opera-is-not-dying-but-it-needs-a-second-act-for-the-streaming-era-271376",
    "pubDate": "2026-01-20T13:35:45.000Z",
    "content": "American soprano Renee Fleming performs at a dress rehearsal for a Metropolitan Opera production of &#39;The Merry Widow&#39; in New York in 2014. Jack Vartoogian/Getty Images “By construction, any automation will defeat the purpose of a live performance, which is the experience that the audience is paying for.” Every few years , you’ll hear a familiar refrain: “Opera is dying.” National surveys point to slumping attendance at live performances. Audiences are aging, leaving fewer fans to fill se...",
    "creator": "Christos Makridis, Associate Research Professor of Information Systems, Arizona State University; Institute for Humane Studies",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/713012/original/file-20260118-56-dyvsi1.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Juice cleanses, charcoal supplements and foot patches – is detoxing worth the hype?",
    "link": "https://theconversation.com/juice-cleanses-charcoal-supplements-and-foot-patches-is-detoxing-worth-the-hype-273394",
    "pubDate": "2026-01-20T10:08:56.000Z",
    "content": "January arrives with a familiar hangover. Too much food. Too much drink. Too much screen time. And suddenly social media is full of green juices, charcoal supplements, foot patches and seven-day “liver resets”, all promising to purge the body of mysterious toxins and return it to a purer state. In the first episode of Strange Health , a new visualised podcast from The Conversation, hosts Katie Edwards and Dan Baumgardt put detox culture under the microscope and ask a simple question: do we actua...",
    "creator": "Katie Edwards, Commissioning Editor, Health + Medicine and Host of Strange Health podcast, The Conversation",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Valentino shaped the runway – and the red carpet – for 60 years",
    "link": "https://theconversation.com/valentino-shaped-the-runway-and-the-red-carpet-for-60-years-273891",
    "pubDate": "2026-01-20T05:35:34.000Z",
    "content": "Valentino, who died on Monday at 93, leaves a lasting legacy full of celebrities, glamour and, in his words, knowing what women want: “ to be beautiful ”. The Italian fashion powerhouse has secured his dream of making a lasting impact, outliving Karl Lagerfeld and Yves Saint Laurent. Valentino was known for his unique blend between the bold and colourful Italian fashion and the elegant French haute couture – the highest level of craftsmanship in fashion , with exceptional detail and strict profe...",
    "creator": "Jye Marshall, Lecturer, Fashion Design, School of Design and Architecture, Swinburne University of Technology",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/713276/original/file-20260120-66-wr84as.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "The way Earth’s surface moves has a bigger impact on shifting the climate than we knew",
    "link": "https://theconversation.com/the-way-earths-surface-moves-has-a-bigger-impact-on-shifting-the-climate-than-we-knew-272352",
    "pubDate": "2026-01-19T22:44:18.000Z",
    "content": "Our planet has experienced dramatic climate shifts throughout its history, oscillating between freezing “icehouse” periods and warm “greenhouse” states. Scientists have long linked these climate changes to fluctuations in atmospheric carbon dioxide. However, new research reveals the source of this carbon – and the driving forces behind it – are far more complex than previously thought. In fact, the way tectonic plates move about Earth’s surface plays a major, previously underappreciated role in ...",
    "creator": "Ben Mather, ARC Early Career Industry Fellow, School of Geography, Earth and Atmospheric Sciences, The University of Melbourne",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Would you use AI to break writer’s block? We asked 5 experts",
    "link": "https://theconversation.com/would-you-use-ai-to-break-writers-block-we-asked-5-experts-271627",
    "pubDate": "2026-01-19T17:14:40.000Z",
    "content": "Pexels, The Conversation , CC BY-NC The founder and chief executive of Bloomsbury Publishing, responsible for blockbuster romantasy author Sarah J. Maas and literary heavyweights like George Saunders, has suggested AI “will probably help creativity” – including by helping authors defeat writer’s block. “AI gets them going and writes the first paragraph, or first chapter, and gets them back in the zone,” he said. We asked five creative writing experts, including authors who’ve published memoirs, ...",
    "creator": "Nicola Redhouse, Lecturer, Publishing and Editing, The University of Melbourne",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/713032/original/file-20260119-56-tjc5tc.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "When science discourages correction: How publishers profit from mistakes",
    "link": "https://theconversation.com/when-science-discourages-correction-how-publishers-profit-from-mistakes-272657",
    "pubDate": "2026-01-19T02:31:15.000Z",
    "content": "Flawed scientific articles don’t just clutter journals — they misguide policies, waste taxpayer funds, and endanger lives. Errors in top-tier research persist due to a broken correction system. Consider our own recent experiences. In March 2025, Communications Earth &amp; Environment published a paper claiming oil palm certification reduces yields and drives land expansion. But the study misread satellite data – interpreting temporary declines during replanting as a loss of production area. When...",
    "creator": "Douglas Sheil, Professor, Faculty of Environmental Sciences and Natural Resource Management, Wageningen University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/711362/original/file-20260108-56-ftnoi3.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "China’s new condom tax will prove no effective barrier to country’s declining fertility rate",
    "link": "https://theconversation.com/chinas-new-condom-tax-will-prove-no-effective-barrier-to-countrys-declining-fertility-rate-273333",
    "pubDate": "2026-01-15T19:44:02.000Z",
    "content": "A Chinese visitor looks at condoms at the Beijing International Sex Supplies Exhibition. Zhang Peng/LightRocket via Getty Images Once the world’s most populous nation , China is now among the many Asian countries struggling with anemic fertility rates. In an attempt to double the country’s rate of 1.0 children per woman , Beijing is reaching for a new tool: taxes on condoms, birth control pills and other contraceptives. As of Jan. 1, such items were subject to a 13% value-added tax . Meanwhile, ...",
    "creator": "Dudley L. Poston Jr., Professor of Sociology, Texas A&M University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/712489/original/file-20260114-56-rifegc.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Most of the world just agreed on something: a new treaty to protect our oceans",
    "link": "https://theconversation.com/most-of-the-world-just-agreed-on-something-a-new-treaty-to-protect-our-oceans-273500",
    "pubDate": "2026-01-15T16:04:36.000Z",
    "content": "gabrielvieiracosta/Shutterstock In a moment being celebrated by global marine conservationists, a new UN high seas treaty comes into force on January 17 providing a new way to govern the world’s oceans. Formally known as the Biodiversity Beyond National Jurisdiction agreement, it will allow for the creation of protected areas in international waters, like national parks. It will also set out ways of sharing genetic materials from the high seas – and any future profits derived from them. Agreed i...",
    "creator": "Gemma Ware, Host, The Conversation Weekly Podcast, The Conversation",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/712470/original/file-20260114-56-7xw4g5.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "How mountain terraces have helped Indigenous peoples live with climate uncertainty",
    "link": "https://theconversation.com/how-mountain-terraces-have-helped-indigenous-peoples-live-with-climate-uncertainty-271599",
    "pubDate": "2026-01-15T13:38:05.000Z",
    "content": "Farmers during harvest season in Batad, Ifugao, Philippines. Paul Connor and the Ifugao Archaeological Project , CC BY Indigenous communities have lived with changes to the climate for centuries. Their adaptations over those many years are based on their close observation of weather, water, soils and seasonal change, and they have been refined through generations of learning. That knowledge, though developed deep in the past, is increasingly useful in the modern world. As global temperatures ris...",
    "creator": "Stephen Acabado, Professor of Anthropology, University of California, Los Angeles",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/710908/original/file-20260106-63-71yb46.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Ghana collects half the blood it needs – digital approaches can improve that",
    "link": "https://theconversation.com/ghana-collects-half-the-blood-it-needs-digital-approaches-can-improve-that-271436",
    "pubDate": "2026-01-15T10:16:59.000Z",
    "content": "Infinite Photo/Shutterstock.com It is late, the ward is crowded, and the clock is moving faster than everyone would like. A doctor has stabilised the patient as best they can, but one thing is missing – blood. A relative is asked to “try somewhere else”, and within minutes, the family is on the phone, calling friends, contacting church groups, posting in WhatsApp chats, hoping that someone nearby is eligible, willing and able to reach the hospital in time. In that moment, healthcare stops being ...",
    "creator": "Michael Head, Senior Research Fellow in Global Health, University of Southampton",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/710981/original/file-20260106-56-yokoru.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Growing up alongside deadly fires inspired me to study them – and fight flames with swarms of drones",
    "link": "https://theconversation.com/growing-up-alongside-deadly-fires-inspired-me-to-study-them-and-fight-flames-with-swarms-of-drones-273270",
    "pubDate": "2026-01-15T10:13:17.000Z",
    "content": "Growing up in Greece, wildfires were a constant presence each summer. In 2007, I remember watching TV footage of fires ravaging the Peloponnese peninsula and island of Evia, destroying forests and homes, taking lives. The sight of helicopters and firefighting aircraft crossing the smoky skies was both terrifying and awe-inspiring. Then when I was 17, flames crept dangerously close to my home in Kavala, northern Greece. I recall standing outside with water-hose in hand, scanning the horizon and h...",
    "creator": "Georgios Tzoumas, Senior Research Associate, School of Engineering Mathematics and Technology, University of Bristol",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "One uprising, two stories: how each side is trying to frame the uprising in Iran",
    "link": "https://theconversation.com/one-uprising-two-stories-how-each-side-is-trying-to-frame-the-uprising-in-iran-273573",
    "pubDate": "2026-01-15T05:29:06.000Z",
    "content": "Since the outbreak of the current wave of protests in Iran, two sharply competing narratives have emerged to explain what is unfolding in the streets. For the ruling establishment, the unrest is portrayed as a foreign-engineered plot. They argue it is an externally-driven attempt to destabilise the state through manipulation, infiltration, and psychological operations. For the opposition, the same events are framed as a nationwide uprising rooted in long-standing grievances. They argue the prote...",
    "creator": "Ali Mamouri, Research Fellow, Middle East Studies, Deakin University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Does adding ‘please’ and ‘thank you’ to your ChatGPT prompts really waste energy?",
    "link": "https://theconversation.com/does-adding-please-and-thank-you-to-your-chatgpt-prompts-really-waste-energy-272258",
    "pubDate": "2026-01-14T23:23:20.000Z",
    "content": "Serene Lee/Getty Images Cut the words “please” and “thank you” from your next ChatGPT query and, if you believe some of the talk online , you might think you are helping save the planet. The idea sounds plausible because AI systems process text incrementally: longer prompts require slightly more computation and therefore use more energy. OpenAI’s chief executive Sam Altman has acknowledged it all adds to operating costs at the scale of billions of prompts. At the same time, it is a stretch to su...",
    "creator": "Richard Morris, Postdoctoral Fellow, Faculty of Agriculture and Life Sciences, Lincoln University, New Zealand",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/711355/original/file-20260108-56-jjh5fh.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Climate engineering would alter the oceans, reshaping marine life – new study examines each method’s risks",
    "link": "https://theconversation.com/climate-engineering-would-alter-the-oceans-reshaping-marine-life-new-study-examines-each-methods-risks-270659",
    "pubDate": "2026-01-14T14:01:40.000Z",
    "content": "Phytoplankton blooms, seen by satellite in the Baltic Sea, pull carbon dioxide out of the atmosphere. European Space Agency via Flickr , CC BY-SA Climate change is already fueling dangerous heat waves , raising sea levels and transforming the oceans . Even if countries meet their pledges to reduce the greenhouse gas emissions that are driving climate change, global warming will exceed what many ecosystems can safely handle . That reality has motivated scientists, governments and a growing number...",
    "creator": "Kelsey Roberts, Post-Doctoral Scholar in Marine Ecology, Cornell University; UMass Dartmouth",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/711796/original/file-20260111-56-2tc6dc.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Why the world’s central bankers had to speak up against Trump’s attacks on the Fed",
    "link": "https://theconversation.com/why-the-worlds-central-bankers-had-to-speak-up-against-trumps-attacks-on-the-fed-273450",
    "pubDate": "2026-01-14T06:55:17.000Z",
    "content": "Central bankers from around the world have issued a joint statement of support for US Federal Reserve Chair Jerome Powell, as he faces a criminal probe on top of mounting pressure from US President Donald Trump to resign early. It is very unusual for the world’s central bank governors to issue such a statement. But these are very unusual times. The reason so many senior central bankers – from Australia, Brazil, Canada, Europe, New Zealand, South Africa, South Korea, the United Kingdom and other ...",
    "creator": "John Hawkins, Head, Canberra School of Government, University of Canberra",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  }
]