[
  {
    "title": "Russian knowledge of Soviet-era energy systems has helped it to target Ukraine’s heating and homes",
    "link": "https://theconversation.com/russian-knowledge-of-soviet-era-energy-systems-has-helped-it-to-target-ukraines-heating-and-homes-274052",
    "pubDate": "2026-01-23T13:44:58.000Z",
    "content": "In the middle of Ukraine’s fiercest winter of the war, many Ukrainians are unable to prepare hot meals or are unable to heat their homes while temperatures have dipped as low as -20C in the past few weeks. Harsher weather is forecast.\nRussia has once again targeted Ukraine with sustained attacks on power stations, energy grids and heating nodes affecting electricity, as well as heating systems and",
    "creator": "Pauline Sophie Heinrichs, Lecturer in War Studies, Climate and Energy Security, King's College London",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/274052/count.gif"
  },
  {
    "title": "The rise of Reza Pahlavi: Iranian opposition leader or opportunist?",
    "link": "https://theconversation.com/the-rise-of-reza-pahlavi-iranian-opposition-leader-or-opportunist-273423",
    "pubDate": "2026-01-23T10:52:48.000Z",
    "content": "Reza Pahlavi, Iranian opposition leader and son of the last shah of Iran. Joel Saget/AFP via Getty Images\nDuring the protests that ripped through Iran in January, one person who gained attention was Reza Pahlavi. Pahlavi, who lives in a suburb of Washington, D.C., is the son of the late shah of Iran, who ruthlessly ruled the country before being deposed during the Iranian Revolution in 1979. \nPahl",
    "creator": "Eric Lob, Associate Professor of Politics and International Relations, Florida International University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713734/original/file-20260121-56-u30zko.jpg"
  },
  {
    "title": "Robert Burns and Mary, Queen of Scots: how the poet shaped the enduring cultural legacy of the executed monarch",
    "link": "https://theconversation.com/robert-burns-and-mary-queen-of-scots-how-the-poet-shaped-the-enduring-cultural-legacy-of-the-executed-monarch-273950",
    "pubDate": "2026-01-23T09:45:58.000Z",
    "content": "Wikimedia and National Galleries of Scotland, CC BY-NC\nInternationally synonymous with Scottish identity, Robert Burns is Scotland’s national bard, a status he has achieved through his popularity since his death in 1796. He wrote some of the country’s most famous poems, including the satirical ode, Address to a Haggis and the rousing Scots Wha Hae. His most well-known work, the emotive Auld Lang S",
    "creator": "Kate Kane, PhD Candidate in Scottish Literature, University of Glasgow",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713636/original/file-20260121-76-luq6mv.png"
  },
  {
    "title": "Donald Trump’s Board of Peace signed at Davos – key points I took away from my visit to the ski resort",
    "link": "https://theconversation.com/donald-trumps-board-of-peace-signed-at-davos-key-points-i-took-away-from-my-visit-to-the-ski-resort-274140",
    "pubDate": "2026-01-22T17:47:33.000Z",
    "content": "Donald Trump’s newly launched “Board of Peace” presents itself as a bold attempt to break with what its founders describe as decades of failed international diplomacy. Its charter opens with a declaration that few would openly dispute: “Durable peace requires pragmatic judgment, common-sense solutions, and the courage to depart from approaches and institutions that have too often failed.”\nIt is tr",
    "creator": "Francesco Grillo, Academic Fellow, Department of Social and Political Sciences, Bocconi University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/274140/count.gif"
  },
  {
    "title": "What a US military base lost under Greenland’s ice sheet reveals about the island’s real strategic importance",
    "link": "https://theconversation.com/what-a-us-military-base-lost-under-greenlands-ice-sheet-reveals-about-the-islands-real-strategic-importance-274067",
    "pubDate": "2026-01-22T16:49:53.000Z",
    "content": "U.S. Army Corps of Engineers via Wikimedia Commons\n\n\n\n\n\n\nIn the summer of 1959, a group of American soldiers began carving trenches in the Greenland ice sheet. Those trenches would become the snow-covered tunnels of Camp Century, a secret Arctic research base powered by a nuclear reactor. \nIt was located about 150 miles inland from Thule, now Pituffik, a large American military base set up in nort",
    "creator": "Gemma Ware, Host, The Conversation Weekly Podcast, The Conversation",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713867/original/file-20260122-56-f0a2yy.png"
  },
  {
    "title": "Mark Carney invoked Thucydides at Davos – what people get wrong about this ancient Greek writer’s take on power",
    "link": "https://theconversation.com/mark-carney-invoked-thucydides-at-davos-what-people-get-wrong-about-this-ancient-greek-writers-take-on-power-274086",
    "pubDate": "2026-01-22T13:48:20.000Z",
    "content": "In his speech to this year’s World Economic Forum at Davos, Canadian prime minister Mark Carney mourned the demise of international cooperation by evoking an authority from ancient Greece. \n“It seems that every day we’re reminded that we live in an era of great power rivalry, that the rules-based order is fading, that the strong can do what they can, and the weak must suffer what they must. And th",
    "creator": "Neville Morley, Professor in Classics, Ancient History, Religion, and Theology, University of Exeter",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/274086/count.gif"
  },
  {
    "title": "Lebanon’s orchards have been burnt, wildlife habitat destroyed by Israeli strikes – raising troubling international law questions",
    "link": "https://theconversation.com/lebanons-orchards-have-been-burnt-wildlife-habitat-destroyed-by-israeli-strikes-raising-troubling-international-law-questions-271577",
    "pubDate": "2026-01-22T13:34:34.000Z",
    "content": "Smoke rises from Israeli airstrikes on southern Lebanese villages on Sept. 23, 2024.\r\n AP Photo / Hussein Malla\nMore than a year after a ceasefire nominally ended active fighting, much of southern Lebanon bears the ecological scars of war. Avocado orchards are gone and beehives destroyed. So, too, are the livelihoods they supported. Meanwhile, fields and forests have disappeared under the intense ",
    "creator": "Mireille Rebeiz, Chair of Middle East Studies, Dickinson College",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711729/original/file-20260109-55-grk8sa.jpg"
  },
  {
    "title": "Hacking the grid: How digital sabotage turns infrastructure into a weapon",
    "link": "https://theconversation.com/hacking-the-grid-how-digital-sabotage-turns-infrastructure-into-a-weapon-272874",
    "pubDate": "2026-01-22T13:34:22.000Z",
    "content": "Today's power grid equipment incorporates internet-connected – and therefore hackable – computers. Joe Raedle/Getty Images\nThe darkness that swept over the Venezuelan capital in the predawn hours of Jan. 3, 2026, signaled a profound shift in the nature of modern conflict: the convergence of physical and cyber warfare. While U.S. special operations forces carried out the dramatic seizure of Venezue",
    "creator": "Saman Zonouz, Associate Professor of Cybersecurity and Privacy and Electrical and Computer Engineering, Georgia Institute of Technology",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713760/original/file-20260121-66-2blqlf.jpg"
  },
  {
    "title": "Deep in the Amazon, I discovered this monkey’s ingenious survival tactic",
    "link": "https://theconversation.com/deep-in-the-amazon-i-discovered-this-monkeys-ingenious-survival-tactic-271995",
    "pubDate": "2026-01-20T14:22:19.000Z",
    "content": "The red-nosed cuxiu is endangered.  Cavan-Images/Shutterstock\nLook down at the rainforest floor. Rotting flowers shift under the assault of tiny petal-eating beetles. Vividly coloured fungi pop up everywhere like the strange sculptures of a madly productive ceramicist. \nLook in front of you and heliconias and calatheas, tropical plants familiar from garden centres and greenhouses, vie for the atte",
    "creator": "Adrian Barnett, Senior Lecturer in Behavioural Ecology, University of Greenwich",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711673/original/file-20260109-56-te3wkf.jpg"
  },
  {
    "title": "Opera is not dying – but it needs a second act for the streaming era",
    "link": "https://theconversation.com/opera-is-not-dying-but-it-needs-a-second-act-for-the-streaming-era-271376",
    "pubDate": "2026-01-20T13:35:45.000Z",
    "content": "American soprano Renee Fleming performs at a dress rehearsal for a Metropolitan Opera production of 'The Merry Widow' in New York in 2014. Jack Vartoogian/Getty Images\n“By construction, any automation will defeat the purpose of a live performance, which is the experience that the audience is paying for.”\nEvery few years, you’ll hear a familiar refrain: “Opera is dying.”\nNational surveys point to s",
    "creator": "Christos Makridis, Associate Research Professor of Information Systems, Arizona State University; Institute for Humane Studies",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713012/original/file-20260118-56-dyvsi1.jpg"
  },
  {
    "title": "What a bear attack in a remote valley in Nepal tells us about the problem of aging rural communities",
    "link": "https://theconversation.com/what-a-bear-attack-in-a-remote-valley-in-nepal-tells-us-about-the-problem-of-aging-rural-communities-271377",
    "pubDate": "2026-01-20T13:35:31.000Z",
    "content": "Dorje Dundul ponders a life living with increased risk of bear attacks. Geoff Childs, CC BY-SA\nDorje Dundul recently had his foot gnawed by a brown bear – a member of the species Ursus thibetanus, to be precise.\nIt wasn’t his first such encounter. Recounting the first of three such violent experiences over the past five years, Dorje told our research team: “My wife came home one evening and report",
    "creator": "Geoff Childs, Professor of Sociocultural Anthropology, Washington University in St. Louis",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/706742/original/file-20251205-76-lfafc6.JPG"
  },
  {
    "title": "Juice cleanses, charcoal supplements and foot patches – is detoxing worth the hype?",
    "link": "https://theconversation.com/juice-cleanses-charcoal-supplements-and-foot-patches-is-detoxing-worth-the-hype-273394",
    "pubDate": "2026-01-20T10:08:56.000Z",
    "content": "January arrives with a familiar hangover. Too much food. Too much drink. Too much screen time. And suddenly social media is full of green juices, charcoal supplements, foot patches and seven-day “liver resets”, all promising to purge the body of mysterious toxins and return it to a purer state.\nIn the first episode of Strange Health, a new visualised podcast from The Conversation, hosts Katie Edwa",
    "creator": "Katie Edwards, Commissioning Editor, Health + Medicine and Host of Strange Health podcast, The Conversation",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/273394/count.gif"
  },
  {
    "title": "Valentino shaped the runway – and the red carpet – for 60 years",
    "link": "https://theconversation.com/valentino-shaped-the-runway-and-the-red-carpet-for-60-years-273891",
    "pubDate": "2026-01-20T05:35:34.000Z",
    "content": "Valentino, who died on Monday at 93, leaves a lasting legacy full of celebrities, glamour and, in his words, knowing what women want: “to be beautiful”. \nThe Italian fashion powerhouse has secured his dream of making a lasting impact, outliving Karl Lagerfeld and Yves Saint Laurent. \nValentino was known for his unique blend between the bold and colourful Italian fashion and the elegant French haut",
    "creator": "Jye Marshall, Lecturer, Fashion Design, School of Design and Architecture, Swinburne University of Technology",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713276/original/file-20260120-66-wr84as.jpg"
  }
]