[
  {
    "title": "Is CEO activism threatening democracy?",
    "link": "https://theconversation.com/is-ceo-activism-threatening-democracy-272120",
    "pubDate": "2026-02-04T15:13:15.000Z",
    "content": "Intervening in the boardroom alone no longer seems to be enough for a good number of CEOs who are becoming increasingly vocal about politics. The most prominent example is Elon Musk, who publicly endorsed Donald Trump during the 2024 US presidential election campaign and later accepted a government role offered to him by the newly elected president. Is Musk an exception, or does his foray into politics reflect a broader trend among CEOs? Could the growing political involvement of business leader...",
    "creator": "Aurélien Feix, Professeur associé, EDHEC Business School",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Where are Europe’s oldest people living? What geography tells us about a fragmenting continent",
    "link": "https://theconversation.com/where-are-europes-oldest-people-living-what-geography-tells-us-about-a-fragmenting-continent-274550",
    "pubDate": "2026-02-04T15:10:47.000Z",
    "content": "For over a century and a half, life expectancy has steadily increased in the wealthiest countries. Spectacular climbs in longevity have been noted in the 20th Century, correlating with the slump in infectious illnesses and advances in cardiovascular medicine. However, for some years now, experts have been obsessing over one question: when is this slick mechanism going to run out of steam? In several western countries, gains in life expectancy have become so slight, they are practically non-exist...",
    "creator": "Florian Bonnet, Démographe et économiste, spécialiste des inégalités territoriales, Ined (Institut national d'études démographiques)",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/714452/original/file-20260126-66-ypl15g.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Why futuristic, tech-centred ‘smart city’ projects are destined to fail",
    "link": "https://theconversation.com/why-futuristic-tech-centred-smart-city-projects-are-destined-to-fail-274377",
    "pubDate": "2026-02-03T17:22:22.000Z",
    "content": "The Line was a proposed sustainable, autonomous futuristic city project in the Saudi Arabian desert. Corona Borealis Studio/ShutterstockFor residents of European cities – with their snarled traffic, draughty old buildings, creaking public services and grey winters – it’s easy to see the appeal of moving to a brand-new, high-tech metropolis. Enter Dunia Cyber City, a new special economic zone in Zanzibar aimed at attracting tech workers (real and virtual) and companies with its low taxes. Backed ...",
    "creator": "Pascual Berrone, Head of Strategic Management Department and Chair of Sustainability and Business Strategy, IESE Business School (Universidad de Navarra) ",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/714605/original/file-20260127-76-qov4hz.jpeg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "AI is coming to Olympic judging: what makes it a game changer?",
    "link": "https://theconversation.com/ai-is-coming-to-olympic-judging-what-makes-it-a-game-changer-274313",
    "pubDate": "2026-02-03T14:27:22.000Z",
    "content": "As the International Olympic Committee (IOC) embraces AI-assisted judging, this technology promises greater consistency and improved transparency. Yet research suggests that trust, legitimacy, and cultural values may matter just as much as technical accuracy. The Olympic AI agenda In 2024, the IOC unveiled its Olympic AI Agenda, positioning artificial intelligence as a central pillar of future Olympic Games. This vision was reinforced at the very first Olympic AI Forum, held in November 2025, wh...",
    "creator": "Willem Standaert, Associate Professor, Université de Liège",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Spain’s mass regularisation for 500,000 undocumented migrants is not extreme, unprecedented or opportunistic",
    "link": "https://theconversation.com/spains-mass-regularisation-for-500-000-undocumented-migrants-is-not-extreme-unprecedented-or-opportunistic-274875",
    "pubDate": "2026-02-03T09:58:13.000Z",
    "content": "Harvest picking in Spain. Adwo/ShutterstockAs governments around the world tighten migration controls, Spain has taken a strikingly different path. In January 2026, the Spanish cabinet approved a decree opening a pathway to legal residency for hundreds of thousands of undocumented migrants who already live in the country. At a time when deportations, detentions and exclusion dominate migration debates elsewhere, Spain has chosen regularisation. The measure allows migrants without legal status to...",
    "creator": "Asbel Bohigues, Profesor de Ciencia Política, Universitat de València",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/715791/original/file-20260202-56-xmx38i.jpeg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "When rights exist on paper but not in practice: how bureaucracy blocks access to welfare across Europe",
    "link": "https://theconversation.com/when-rights-exist-on-paper-but-not-in-practice-how-bureaucracy-blocks-access-to-welfare-across-europe-273055",
    "pubDate": "2026-02-02T17:39:57.000Z",
    "content": "Media_Photos/ShutterstockIn Europe, national and regional parliaments widely recognise citizens’ entitlement to protection in areas like housing, fuel and access to health and social care. But across the continent, growing numbers of people entitled to social benefits never actually receive them. Complex application processes, burdensome requirements, long waiting times and increasingly digital-only services have made social rights into an obstacle course. The day-to-day reality of navigating th...",
    "creator": "Andrei Quintiá Pastrana, Investigador Ramón y Cajal, Universidade de Santiago de Compostela",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/715435/original/file-20260130-56-y2731p.jpeg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Your genes matter more for lifespan now than they did a century ago – here’s why",
    "link": "https://theconversation.com/your-genes-matter-more-for-lifespan-now-than-they-did-a-century-ago-heres-why-274796",
    "pubDate": "2026-02-02T14:05:26.000Z",
    "content": "buritora/Shutterstock.comHow much do your genes determine how long you’ll live? It’s a question that fascinates us, and one that’s been debated for decades. For years, the answer seemed settled – genes account for about 20–25% of the variation in human lifespan, with the rest down to lifestyle and environment. But a new study published in Science has challenged this view, suggesting the genetic contribution might be considerably higher. The reason, according to the researchers, is that previous ...",
    "creator": "Karin Modig, Associate Professor, Epidemiology, Karolinska Institutet",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/715668/original/file-20260202-56-l257wc.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false
  },
  {
    "title": "Spain already regularised over half a million undocumented migrants in 2005. Here’s what happened to its economy",
    "link": "https://theconversation.com/spain-already-regularised-over-half-a-million-undocumented-migrants-in-2005-heres-what-happened-to-its-economy-275186",
    "pubDate": "2026-02-05T12:25:45.000Z",
    "content": "Construction workers in Pontevedra, Spain. Pilar Picas/Shutterstock With an upcoming amnesty for an estimated half a million undocumented workers, Spain is charting its own course on immigration policy, while also reinforcing its dependence on migrants to fuel economic growth. “We are strengthening a migration model based on human rights, integration and coexistence, and compatible with economic growth and social cohesion,” said Elma Saiz, Minister of Inclusion, Social Security and Migrations, o...",
    "creator": "Joan Monras, Labor Economics, IESE Business School (Universidad de Navarra) ",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/716522/original/file-20260205-56-nuw7bv.jpeg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Rethinking Troy: how years of careful peace, not epic war, shaped this bronze age city",
    "link": "https://theconversation.com/rethinking-troy-how-years-of-careful-peace-not-epic-war-shaped-this-bronze-age-city-272833",
    "pubDate": "2026-01-29T12:36:49.000Z",
    "content": "Imagine a city that thrived for thousands of years, its streets alive with workshops, markets and the laughter of children, yet that is remembered for a single night of fire. That city is Troy. Long before Homer’s epics immortalised its fall, Troy was a place of everyday life. Potters shaped jars and bowls destined to travel far beyond the settlement itself, moving through wide horizons of exchange and connection. Bronze tools rang in busy workshops. Traders called across the marketplace and chi...",
    "creator": "Stephan Blum, Research Associate, Institute for Prehistory and Early History and Medieval Archaeology, University of Tübingen",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/710944/original/file-20260106-56-3tpx1m.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "When should dentists prescribe antibiotics? Some countries don’t even have guidelines to answer this question",
    "link": "https://theconversation.com/when-should-dentists-prescribe-antibiotics-some-countries-dont-even-have-guidelines-to-answer-this-question-274378",
    "pubDate": "2026-01-29T08:14:07.000Z",
    "content": "Ungvar/Shutterstock We’re all familiar with the idea that we have to use antibiotics wisely . You’ve probably seen a poster at your local health centre warning about their loss of effectiveness, and with good reason – bacterial resistance to these drugs is currently one of the biggest threats to global health . As patients, many of us have contributed, in one way or another, to this phenomenon, whether by skipping antibiotic doses, failing to complete a course of treatment, or simply taking pill...",
    "creator": "Maruxa Zapata Cachafeiro, Profesora de Salud Pública, Universidade de Santiago de Compostela",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/714453/original/file-20251215-66-kubntp.jpeg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Is time a fundamental part of reality? A quiet revolution in physics suggests not",
    "link": "https://theconversation.com/is-time-a-fundamental-part-of-reality-a-quiet-revolution-in-physics-suggests-not-273841",
    "pubDate": "2026-01-28T18:23:25.000Z",
    "content": "Pack-Shot/Shutterstock Time feels like the most basic feature of reality. Seconds tick, days pass and everything from planetary motion to human memory seems to unfold along a single, irreversible direction. We are born and we die, in exactly that order. We plan our lives around time, measure it obsessively and experience it as an unbroken flow from past to future. It feels so obvious that time moves forward that questioning it can seem almost pointless. And yet, for more than a century, physics ...",
    "creator": "Florian Neukart, Assistant professor of Physics, Leiden University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/713591/original/file-20260121-56-ahajey.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Small-scale farmers produce more of the rich world’s food than previously thought – new study",
    "link": "https://theconversation.com/small-scale-farmers-produce-more-of-the-rich-worlds-food-than-previously-thought-new-study-274057",
    "pubDate": "2026-01-28T16:06:58.000Z",
    "content": "Media Lens King/Shutterstock Who grows our food? This seemingly simple question is getting harder to answer in a world where our food crosses borders to get to our plate. As countries increasingly rely on food imports, the mention of distant countries on our food labels is commonplace. Today, only one in seven countries are food self-sufficient across key food groups. So to understand who farms our food , researchers like me need to take a global vantage point. The contribution of small and indu...",
    "creator": "Oliver Taherzadeh, Assistant Professor, Environmental Economics, Leiden University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/714177/original/file-20260123-56-bm4zsg.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "How to use cleanser properly – by an expert in skin science",
    "link": "https://theconversation.com/how-to-use-cleanser-properly-by-an-expert-in-skin-science-271029",
    "pubDate": "2026-01-28T13:51:32.000Z",
    "content": "Cleansing is an important part of any skincare routine. leungchopan/ Shutterstock Cleansing has long been an important part of hygiene rituals across cultures. Nowadays, cleansing remains an essential part of daily skincare routines, helping to remove sweat, makeup and old skin cells. But with skincare routines becoming more and more extensive (and expensive), it can be difficult to know which cleanser to use – and how to use it. The right product can benefit skin health and overall wellbeing, w...",
    "creator": "Rebecca Wagner, Postdoctoral Researcher, Stem Cell Biology and Single Cell Technologies, Karolinska Institutet",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/713606/original/file-20260121-89-hvfytp.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "The circular economy may not be taking off: Here are six ways stakeholders can make it happen",
    "link": "https://theconversation.com/the-circular-economy-may-not-be-taking-off-here-are-six-ways-stakeholders-can-make-it-happen-271353",
    "pubDate": "2026-01-28T11:38:34.000Z",
    "content": "Around the world, governments and businesses are talking more and more about the need to move from today’s “take, make, waste” economy to a circular one, where products are designed to last, materials stay in use, and waste is dramatically reduced. On paper, the case is compelling: recent assessments show that shifting to a circular economy offers both a major climate opportunity and a significant economic one. A study from the European Commission’s Joint Research Centre finds that “reduction, r...",
    "creator": "Arne De Keyser, Professor of Marketing, EDHEC Business School",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Social media is boosting mental health disorders and suicidal thoughts among teens, particularly in girls",
    "link": "https://theconversation.com/social-media-is-boosting-mental-health-disorders-and-suicidal-thoughts-among-teens-particularly-in-girls-273514",
    "pubDate": "2026-01-28T11:26:23.000Z",
    "content": "Mixed anxiety-depressive disorders (MADD) and suicidal thoughts, online bullying, poorer self-esteem, alcohol, cannabis and psychoactive substance use… social networks exploit young people’s vulnerability and actually help boost certain disorders that they are prone to. This is the conclusion of a large-scale report by the French Agency for Food, Environmental and Occupational Health &amp; Safety (Anses) which dissects the mechanisms behind digital marketing tools designed to target the specific...",
    "creator": "Olivia Roth-Delgado, Cheffe de projets scientifiques, Agence nationale de sécurité sanitaire de l’alimentation, de l’environnement et du travail (Anses)",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Menstrual leave: stigma and uncertainty mean these progressive measures are being underused around the world",
    "link": "https://theconversation.com/menstrual-leave-stigma-and-uncertainty-mean-these-progressive-measures-are-being-underused-around-the-world-271449",
    "pubDate": "2026-01-27T17:42:32.000Z",
    "content": "Antonio Guillem/Shutterstock Menstrual symptoms can severely affect a person’s working life. To combat this, the idea of menstrual leave has emerged. This legal measure allows workers to take time off when their period symptoms are too difficult to manage at work. It falls under the umbrella of menstrual health , a relatively new and broad concept that looks at menstruation not just as a biological process, but also as an issue that affects people’s daily lives, wellbeing, and fundamental rights...",
    "creator": "Lidia de la Iglesia Aza, Professor of Labour Law and Social Security, Universidade de Santiago de Compostela",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/714589/original/file-20260127-99-6pv6dt.jpeg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "From Hamburg to Uganda: how an NGO learned to reinvent itself",
    "link": "https://theconversation.com/from-hamburg-to-uganda-how-an-ngo-learned-to-reinvent-itself-271886",
    "pubDate": "2026-01-27T15:43:01.000Z",
    "content": "Development aid is often provided by large, international NGOs based in the Global North. These globally operating NGOs are under growing pressure to adapt the nature of their work – including administrative tasks – to the places where it occurs. However, this process of localisation is rarely straightforward. It’s not just about transferring responsibilities or adjusting ways of working to fit local contexts. It’s the contradictions within organisations that can distort or stall this process, w...",
    "creator": "Carolin Waldner, Assistant Professor of Sustainability Management, ESCP Business School",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "The new US food pyramid is scientifically questionable, and upends decades of trusted public health advice",
    "link": "https://theconversation.com/the-new-us-food-pyramid-is-scientifically-questionable-and-upends-decades-of-trusted-public-health-advice-274082",
    "pubDate": "2026-01-26T17:28:09.000Z",
    "content": "The new Dietary Guidelines for Americans (DGAs) for 2025-2030 have caused significant controversy, with polarised opinions between their supporters and detractors. They are disruptive, to say the least, both in how they are presented and the recommendations they make. But little has been said about the fact that, for the first time since 1980, after nine editions in 45 years, the standard scientific procedure for preparing them has been completely bypassed. The most striking thing about the 2025...",
    "creator": "Juan Alfonso Revenga Frauca, Director experto, Grado de Nutrición Humana y Dietética, Universidad Internacional de Valencia; Universidad San Jorge",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/712410/original/file-20260114-64-lv8wm9.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Shooting of Alex Pretti in Minneapolis has put America’s gun lobby at odds with the White House",
    "link": "https://theconversation.com/shooting-of-alex-pretti-in-minneapolis-has-put-americas-gun-lobby-at-odds-with-the-white-house-274343",
    "pubDate": "2026-01-26T15:57:29.000Z",
    "content": "Another US citizen has allegedly been killed by immigration agents in Minnesota, raising tensions between state and federal governments. The actions of the federal agencies involved has drawn fierce criticism not only from former Democratic presidents Barack Obama and Bill Clinton, but also America’s powerful pro-gun lobby, the National Rifle Association (NRA). If you were to think it unusual that the people named in the previous sentence appear to be on the same side over this issue, you’d be r...",
    "creator": "Andrew Gawthorpe, Lecturer in History and International Studies, Leiden University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Questions are being raised about microplastics studies – here’s what’s solid science and what isn’t",
    "link": "https://theconversation.com/questions-are-being-raised-about-microplastics-studies-heres-whats-solid-science-and-what-isnt-273511",
    "pubDate": "2026-01-22T17:47:35.000Z",
    "content": "Over the past few years, studies have suggested that plastic particles from bottles, food packaging and waste have been detected in human blood, lungs, placentas, arteries and even the brain. But a recent investigation by the Guardian suggests that some of these claims may be less robust than they first appeared. The idea that tiny fragments of plastic might be accumulating in human bodies is unsettling. This concern stems largely from evidence that nanoplastics – the very smallest plastic fragm...",
    "creator": "Michael Richardson, Professor of Animal Development, Leiden University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/713199/original/file-20260119-56-knfci4.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Paying attention to birdsong while walking in nature can boost wellbeing, my research shows",
    "link": "https://theconversation.com/paying-attention-to-birdsong-while-walking-in-nature-can-boost-wellbeing-my-research-shows-273165",
    "pubDate": "2026-01-22T13:48:19.000Z",
    "content": "Listening to the sounds of birdsong may help to reduce stress. BalanceFormCreative/ Shutterstock There’s no question that being in nature is good for wellbeing . Research shows that experiencing nature and listening to natural sounds can relax us. A key reason for these benefits may be because of the appeal of birds and their pleasant songs that we hear when in nature. Studies show that people feel better in bird-rich environments . Even life satisfaction may be related to the richness of the bi...",
    "creator": "Christoph Randler, Professor, Department of Biology, University of Tübingen",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/713852/original/file-20260122-56-4hpik8.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Trump’s annexation of Greenland seemed imminent.  Now it’s on much shakier ground",
    "link": "https://theconversation.com/trumps-annexation-of-greenland-seemed-imminent-now-its-on-much-shakier-ground-273787",
    "pubDate": "2026-01-21T20:24:34.000Z",
    "content": "Looking at headlines around the world, it seemed like United States President Donald Trump’s annexation of Greenland was imminent. Buoyed by the success of his military operation to oust Venezuelan President Nicolás Maduro , Trump ratcheted up his rhetoric and threatened tariffs on any nation that opposed him. Adding insult to injury, he openly mocked European leaders by posting their private messages and sharing an AI-generated image of himself raising the American flag over Greenland. But behi...",
    "creator": "Eric Van Rythoven, Instructor in Political Science, Carleton University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Europe wants to end its dangerous reliance on US internet technology",
    "link": "https://theconversation.com/europe-wants-to-end-its-dangerous-reliance-on-us-internet-technology-274042",
    "pubDate": "2026-01-21T14:52:44.000Z",
    "content": "Helsingborg in Sweden is undergoing a city-wide trial of how its services would respond to a complete digital shutdown. Collection Maykova/Shutterstock Imagine the internet suddenly stops working. Payment systems in your local food store go down. Healthcare systems in the regional hospital flatline. Your work software tools, and all the information they contain, disappear. You reach out for information but struggle to communicate with family and friends, or to get the latest updates on what is h...",
    "creator": "Johan Linåker, Adjunct Assistant Professor in Computer Science, Lund University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/713598/original/file-20260121-56-46s7gd.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Snow is vital for the Pyrenees – and it’s disappearing fast",
    "link": "https://theconversation.com/snow-is-vital-for-the-pyrenees-and-its-disappearing-fast-273857",
    "pubDate": "2026-01-21T13:07:44.000Z",
    "content": "Snow melt in the western Pyrenees. Josep Bonsoms , CC BY-SA Snow is a defining feature of mountain ranges, and of winter itself for much of the world. But beyond its scenic value, snow plays a vital role in mountain ecosystems, as well as a range of human socioeconomic activity, and it is one of the climatic elements most sensitive to global warming . In recent decades, its quantity, duration and behaviour have all changed significantly. Snow varies a lot, both in terms of where and when it appe...",
    "creator": "Josep Bonsoms, Postdoctoral researcher and professor, Universitat de Barcelona",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/713149/original/file-20260114-64-i1ofzv.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Air pollution may be linked to increased risk of motor neurone disease, our new study indicates",
    "link": "https://theconversation.com/air-pollution-may-be-linked-to-increased-risk-of-motor-neurone-disease-our-new-study-indicates-272457",
    "pubDate": "2026-01-20T16:14:45.000Z",
    "content": "PradeepGaurs/Shutterstock.com The scientist Stephen Hawking lived with amyotrophic lateral sclerosis (ALS), the most common type of motor neurone disease, for 55 years. He was one of the longest-surviving people with the condition. However, most people with motor neurone disease are not as lucky. It often progresses quickly, and many pass away within two to five years of diagnosis. There is still no cure. Genetics account for only about 10% of cases , and the rest of the causes are still largely...",
    "creator": "Jing Wu, Postdoctoral Researcher, Integrative Epidemiology, Karolinska Institutet",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/713311/original/file-20260120-56-ettaw3.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Greenland: Staying with the Polar Inuit. How a secret military base helped trigger the silent collapse of an Arctic world",
    "link": "https://theconversation.com/greenland-staying-with-the-polar-inuit-how-a-secret-military-base-helped-trigger-the-silent-collapse-of-an-arctic-world-273853",
    "pubDate": "2026-01-20T13:29:15.000Z",
    "content": "Today, as Greenland once again becomes a strategic prize , history seems poised to repeat itself. Staying with the Polar Inuit means refusing to speak of territory while erasing those who inhabit it. On 16 June 1951 Jean Malaurie was travelling by dog sled along the north-west coast of Greenland. He had set out alone, almost on a whim, with a modest grant from the French National Centre for Scientific research (CNRS), officially to study periglacial landscapes. In reality, this encounter with pe...",
    "creator": "Ludovic Slimak, Archéologue, penseur et chercheur au CNRS, Université de Toulouse",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/711653/original/file-20260109-56-t1wayf.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Iran’s crackdown: why security forces are shooting demonstrators straight in the eye",
    "link": "https://theconversation.com/irans-crackdown-why-security-forces-are-shooting-demonstrators-straight-in-the-eye-273508",
    "pubDate": "2026-01-19T15:30:24.000Z",
    "content": "In Iran, protestors and especially militants are being subjected to an extremely violent crackdown with shooting aimed at their eyes. Blinding the enemy who dares to dispute the powers that be, is the latest act of repression to go down in the country’s long history. Over the course of the Iranian dissident action in recent years, and during the nationwide Women, Life, Freedom movement in 2022 the frequency of eye injuries inflicted upon protestors has come under public scrutiny. Women, young pe...",
    "creator": "Firouzeh Nahavandi, Professeure émérite, Université Libre de Bruxelles (ULB)",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "How cocaine traffickers launder cartel money",
    "link": "https://theconversation.com/how-cocaine-traffickers-launder-cartel-money-270500",
    "pubDate": "2026-01-14T13:32:18.000Z",
    "content": "On 4 May&amp;nbsp;2016, the European Central Bank (ECB) decided to stop issuing 500 euro notes. The number of these notes in circulation will fall from 614&amp;nbsp;million at the end of 2015 to just under 220&amp;nbsp;million by mid-2025. DerkachevArtem/Shutterstock The cocaine market exploded between 2014 and 2023. Production in Colombia increased more than sevenfold to nearly 2,700 tonnes, according to the United Nations Office on Drugs and Crime (UNODC). Behind the scenes, drug traffickers f...",
    "creator": "Pierre-Charles Pradier, Maître de conférences en Sciences économiques, LabEx RéFi, Université Paris 1 Panthéon-Sorbonne",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/704223/original/file-20250917-66-912m8k.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Does running wear out the bodies of professionals and amateurs alike?",
    "link": "https://theconversation.com/does-running-wear-out-the-bodies-of-professionals-and-amateurs-alike-270507",
    "pubDate": "2026-01-08T10:37:22.000Z",
    "content": "Running counts among today’s most popular sports. Sometimes the race is on even before the competition itself has started, as tickets for events sell out within hours. In France, this has got people talking about a “race for the runner’s bib”. So, while running enjoys the reputation of a wholesome sport, the reality is that some of us feel stress at the simple prospect of donning a bib, while even a greater number of us face exhaustion upon completing a race such as a marathon or trail. So, what...",
    "creator": "Sylvain Durand, Professeur de physiologie humaine au département STAPS, chercheur au laboratoire Motricité, Interactions, Performance, Le Mans Université",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/696200/original/file-20251014-56-uiw828.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Screens and social media are damaging kids’ conversation skills. Here’s why this matters, and how to get them back",
    "link": "https://theconversation.com/screens-and-social-media-are-damaging-kids-conversation-skills-heres-why-this-matters-and-how-to-get-them-back-272526",
    "pubDate": "2025-12-30T12:57:33.000Z",
    "content": "Social media and mobile phones are major disruptors of face-to-face conversations. Recent research has conclusively demonstrated that the indiscriminate (and borderline addictive) use of mobile phones has a direct impact on the quality of our interactions . Our compulsive relationship with these devices drains our attention, preventing us from listening and sustaining meaningful conversation. Studies have found that the mere presence of a mobile phone , even if it is on silent, divides people’s ...",
    "creator": "Estrella Montolío Durán, Catedrática de Lengua Española. Universitat de Barcelona, Universitat de Barcelona",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/706522/original/file-20251204-56-ocwvxe.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "The hidden health dangers of electric scooters: how ‘assisted mobility’ is making us less mobile",
    "link": "https://theconversation.com/the-hidden-health-dangers-of-electric-scooters-how-assisted-mobility-is-making-us-less-mobile-272476",
    "pubDate": "2025-12-30T12:51:34.000Z",
    "content": "Wpadington/Shutterstock Electric scooters have become a common sight in our cities. They are often touted as an emblem of modern micro-mobility, a solution that promises to ease congestion, reduce travel times and cut emissions. However, behind their promise and modernity lies a hidden danger: these vehicles pose a threat to the health and safety of young people. The World Health Organisation has identified physical inactivity as a “silent threat to global health”. Active mobility – walking or c...",
    "creator": "Javier Brazo-Sayavera, Profesor del área de Educación Física y Deportiva, Universidad Pablo de Olavide",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/709930/original/file-20251217-56-cid0fx.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Is democracy always about truth? Why we may need to loosen our views to heal our divisions",
    "link": "https://theconversation.com/is-democracy-always-about-truth-why-we-may-need-to-loosen-our-views-to-heal-our-divisions-269038",
    "pubDate": "2025-12-23T13:09:15.000Z",
    "content": "An illustration from an edition of Ambroise and Jérôme Drouart&#39;s poem _Civitas Veri sive Morum_ (The City of Truth). University of Illinois We find ourselves in the midst of a crisis of truth. Trust in public institutions of knowledge (schools, legacy media, universities and experts) is at an all-time low, and blatant liars are drawing political support around the world. It seems we collectively have ceased to care about the truth. The nervousness of democrats before this epistemic crisis is...",
    "creator": "Frank Chouraqui, Senior University Lecturer in Philosophy, Leiden University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/708873/original/file-20251215-89-wsvarb.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "From stadium to the wild: Sports clubs as new champions of biodiversity",
    "link": "https://theconversation.com/from-stadium-to-the-wild-sports-clubs-as-new-champions-of-biodiversity-272300",
    "pubDate": "2025-12-22T16:41:32.000Z",
    "content": "When you walk around the Groupama Stadium in Lyon (France), you can’t miss them. Four majestic lions in the colours of Olympique Lyonnais stand proudly in front of the stadium, symbols of the influence of a club that dominated French football in the early 2000s. The lion is everywhere in the club’s branding: on the logo, on social media, and even on the chests of some fans who live and breathe for their team. These are the ones who rise as one when Lyou, the mascot , runs through the stands ever...",
    "creator": "Ugo Arbieu, Chercheur postdoctoral, Université Paris-Saclay",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/699998/original/file-20251103-61-8ut7bz.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "How we unlocked the secrets of Denmark’s oldest plank boat – with the help of an ancient fingerprint",
    "link": "https://theconversation.com/how-we-unlocked-the-secrets-of-denmarks-oldest-plank-boat-with-the-help-of-an-ancient-fingerprint-271977",
    "pubDate": "2025-12-12T15:51:53.000Z",
    "content": "Vikings Heading for Land, by Frank Dicksee (1873). Christie&#39;s via Wikimedia Around 2,400 years ago, before the emergence of the Roman empire, a small armada of boats approached the island of Als off the coast of southern Jutland in modern-day Denmark. The armada carried around 80 warriors armed with spears and shields. Some of them were officers, and these men carried iron swords. The seafarers had travelled across what is now the Baltic Sea in sleek plank boats some 20 metres long. The plan...",
    "creator": "Mikael Fauvelle, Associate Professor and Researcher, Department of Archaeology and Ancient History, Lund University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/708415/original/file-20251212-56-quu0m7.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "‘Is my boss a narcissist?’ How researchers look and listen for clues",
    "link": "https://theconversation.com/is-my-boss-a-narcissist-how-researchers-look-and-listen-for-clues-270691",
    "pubDate": "2025-12-10T13:04:02.000Z",
    "content": "Between the public extravagances of today’s business icons and the recent trials of prominent CEOs , narcissistic managers have firmly taken the spotlight. In academia, the fascination with the potent mix of charisma and ego that defines narcissistic leaders has fuelled nearly two decades of extensive research and analysis . Yet one of the central challenges of this work is measurement: how can we identify and assess narcissism in managers outside a clinical setting? Since it’s rarely possible t...",
    "creator": "Ivana Vitanova, Associate professor, EM Lyon Business School",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Why art is a prime target for organised crime",
    "link": "https://theconversation.com/why-art-is-a-prime-target-for-organised-crime-270865",
    "pubDate": "2025-12-04T15:22:12.000Z",
    "content": "In 2024, the global art market hit an estimated $57.5 billion (€49.5 billion) in sales, according to the Art Basel and UBS Art Market Report 2025 , underscoring art’s significance as an asset class. Art is traditionally associated with noble motivations and heritage. However, the art market, with its high value per unit transactions, subjective and/or manipulated valuations, and relative opacity, can be exploited as a tool for criminal investment and money laundering, particularly through the pu...",
    "creator": "Guergana Guintcheva, Professeur de Marketing, EDHEC Business School",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "DNA from soil could soon reveal who lived in ice age caves",
    "link": "https://theconversation.com/dna-from-soil-could-soon-reveal-who-lived-in-ice-age-caves-270318",
    "pubDate": "2025-12-02T13:19:21.000Z",
    "content": "The team at GACT has been analysing sediments from Hohle Fels cave in Germany. GACT The last two decades have seen a revolution in scientists’ ability to reconstruct the past. This has been made possible through technological advances in the way DNA is extracted from ancient bones and analysed. These advances have revealed that Neanderthals and modern humans interbred – something that wasn’t previously thought to have happened. It has allowed researchers to disentangle the various migrations tha...",
    "creator": "Gerlinde Bigga, Scientific Coordinator of the Leibniz Science Campus \"Geogenomic Archaeology Campus Tübingen\", University of Tübingen",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": "https://images.theconversation.com/files/705080/original/file-20251127-56-cwa8m1.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Internet of beings: the dream of digitising human bodies for healthcare (and the nightmare)",
    "link": "https://theconversation.com/internet-of-beings-the-dream-of-digitising-human-bodies-for-healthcare-and-the-nightmare-270473",
    "pubDate": "2025-12-01T17:33:23.000Z",
    "content": "In the 1966 film Fantastic Voyage, a spacecraft and its crew are shrunk to microscopic size and injected into the body of an injured astronaut to remove a life-threatening blood clot from his brain. The Academy Award-winning movie – later developed into a novel by Isaac Asimov – seemed like pure fantasy at the time. However, it anticipated what could be the next revolution in medicine: the idea that ever-smaller and more sophisticated sensors are about to enter our bodies, connecting human being...",
    "creator": "Francesco Grillo, Academic Fellow, Department of Social and Political Sciences, Bocconi University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Perspectives",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "lang": "en",
    "scope": "Europe",
    "isDarkLogo": false,
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  }
]