[
  {
    "title": "Trump’s annexation of Greenland seemed imminent.  Now it’s on much shakier ground",
    "link": "https://theconversation.com/trumps-annexation-of-greenland-seemed-imminent-now-its-on-much-shakier-ground-273787",
    "pubDate": "2026-01-21T20:24:34.000Z",
    "content": "Looking at headlines around the world, it seemed like United States President Donald Trump’s annexation of Greenland was imminent. Buoyed by the success of his military operation to oust Venezuelan President Nicolás Maduro, Trump ratcheted up his rhetoric and threatened tariffs on any nation that opposed him.\nAdding insult to injury, he openly mocked European leaders by posting their private messa",
    "creator": "Eric Van Rythoven, Instructor in Political Science, Carleton University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://counter.theconversation.com/content/273787/count.gif"
  },
  {
    "title": "One venue, two speeches – how Mark Carney left Donald Trump in the dust in Davos",
    "link": "https://theconversation.com/one-venue-two-speeches-how-mark-carney-left-donald-trump-in-the-dust-in-davos-274062",
    "pubDate": "2026-01-21T17:28:14.000Z",
    "content": "The meeting and venue were the same, but the style and tone of the two most anticipated keynote speeches at the World Economic Forum in the Swiss town of Davos could not have been more different. On Tuesday, January 20, Canadian prime minister Mark Carney addressed the assembled political and business leaders as one of them: a national leader with deep expertise in finance. \nHe spoke about a “rupt",
    "creator": "Mark Shanahan, Associate Professor of Political Engagement, University of Surrey",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://counter.theconversation.com/content/274062/count.gif"
  },
  {
    "title": "Humanity’s oldest known cave art has been discovered in Sulawesi",
    "link": "https://theconversation.com/humanitys-oldest-known-cave-art-has-been-discovered-in-sulawesi-273364",
    "pubDate": "2026-01-21T16:01:01.000Z",
    "content": "Supplied\nWhen we think of the world’s oldest art, Europe usually comes to mind, with famous cave paintings in France and Spain often seen as evidence this was the birthplace of symbolic human culture. But new evidence from Indonesia dramatically reshapes this picture.\nOur research, published today in the journal Nature, reveals people living in what is now eastern Indonesia were producing rock art",
    "creator": "Maxime Aubert, Professor of Archaeological Science, Griffith University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/712632/original/file-20260115-56-j0pw7s.JPG?ixlib=rb-4.1.0&rect=684%2C168%2C3347%2C2231&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Europe wants to end its dangerous reliance on US internet technology",
    "link": "https://theconversation.com/europe-wants-to-end-its-dangerous-reliance-on-us-internet-technology-274042",
    "pubDate": "2026-01-21T14:52:44.000Z",
    "content": "Helsingborg in Sweden is undergoing a city-wide trial of how its services would respond to a complete digital shutdown. Collection Maykova/Shutterstock\nImagine the internet suddenly stops working. Payment systems in your local food store go down. Healthcare systems in the regional hospital flatline. Your work software tools, and all the information they contain, disappear.\nYou reach out for inform",
    "creator": "Johan Linåker, Adjunct Assistant Professor in Computer Science, Lund University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/713598/original/file-20260121-56-46s7gd.jpg?ixlib=rb-4.1.0&rect=28%2C0%2C4943%2C3295&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Trump is testing Europe – and the clock is ticking",
    "link": "https://theconversation.com/trump-is-testing-europe-and-the-clock-is-ticking-273990",
    "pubDate": "2026-01-21T14:09:04.000Z",
    "content": "A year into Donald Trump’s second presidency, he is pressing ahead with a volatile agenda that tests the limits of the international order.\nEurope, by contrast, looks disorganised in the face of the threats Trump is making to annex Greenland and strategically hesitant overall. Rather than setting out a coherent approach, the response risks splintering into reactive moves shaped by domestic constra",
    "creator": "Georgios Samaras, Assistant Professor of Public Policy, King's College London",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://counter.theconversation.com/content/273990/count.gif"
  },
  {
    "title": "Snow is vital for the Pyrenees – and it’s disappearing fast",
    "link": "https://theconversation.com/snow-is-vital-for-the-pyrenees-and-its-disappearing-fast-273857",
    "pubDate": "2026-01-21T13:07:44.000Z",
    "content": "Snow melt in the western Pyrenees. Josep Bonsoms, CC BY-SA\nSnow is a defining feature of mountain ranges, and of winter itself for much of the world. But beyond its scenic value, snow plays a vital role in mountain ecosystems, as well as a range of human socioeconomic activity, and it is one of the climatic elements most sensitive to global warming. In recent decades, its quantity, duration and be",
    "creator": "Josep Bonsoms, Postdoctoral researcher and professor, Universitat de Barcelona",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/713149/original/file-20260114-64-i1ofzv.jpg?ixlib=rb-4.1.0&rect=315%2C0%2C3369%2C2246&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Air pollution may be linked to increased risk of motor neurone disease, our new study indicates",
    "link": "https://theconversation.com/air-pollution-may-be-linked-to-increased-risk-of-motor-neurone-disease-our-new-study-indicates-272457",
    "pubDate": "2026-01-20T16:14:45.000Z",
    "content": "PradeepGaurs/Shutterstock.com\nThe scientist Stephen Hawking lived with amyotrophic lateral sclerosis (ALS), the most common type of motor neurone disease, for 55 years. He was one of the longest-surviving people with the condition.\nHowever, most people with motor neurone disease are not as lucky. It often progresses quickly, and many pass away within two to five years of diagnosis. There is still ",
    "creator": "Jing Wu, Postdoctoral Researcher, Integrative Epidemiology, Karolinska Institutet",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/713311/original/file-20260120-56-ettaw3.jpg?ixlib=rb-4.1.0&rect=300%2C0%2C3240%2C2160&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Europe has five options for responding to Trump’s Greenland threats. None of them look good",
    "link": "https://theconversation.com/europe-has-five-options-for-responding-to-trumps-greenland-threats-none-of-them-look-good-273885",
    "pubDate": "2026-01-20T14:22:17.000Z",
    "content": "Johannes Madsen/Shutterstock\nEuropean negotiators believed they had bought stability in July 2025 amid the global trade turmoil sparked by Donald Trump’s liberation day tariffs. The EU’s deal with the US involved eliminating tariffs on American goods, purchasing US energy and committing to American investment. But six months later, as the US president made his intentions regarding Greenland clear,",
    "creator": "Jun Du, Professor of Economics, Centre Director of Centre for Business Prosperity (CBP), Aston University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/713214/original/file-20260119-66-7zpkmu.jpg?ixlib=rb-4.1.0&rect=8%2C0%2C4082%2C2721&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Greenland: Staying with the Polar Inuit. How a secret military base helped trigger the silent collapse of an Arctic world",
    "link": "https://theconversation.com/greenland-staying-with-the-polar-inuit-how-a-secret-military-base-helped-trigger-the-silent-collapse-of-an-arctic-world-273853",
    "pubDate": "2026-01-20T13:29:15.000Z",
    "content": "Today, as Greenland once again becomes a strategic prize, history seems poised to repeat itself. Staying with the Polar Inuit means refusing to speak of territory while erasing those who inhabit it.\nOn 16 June 1951 Jean Malaurie was travelling by dog sled along the north-west coast of Greenland. He had set out alone, almost on a whim, with a modest grant from the French National Centre for Scienti",
    "creator": "Ludovic Slimak, Archéologue, penseur et chercheur au CNRS, Université de Toulouse",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/711653/original/file-20260109-56-t1wayf.png?ixlib=rb-4.1.0&q=45&auto=format&w=754&fit=clip"
  },
  {
    "title": "Spain high-speed train crash: signalling vulnerabilities could be key to understanding the accident",
    "link": "https://theconversation.com/spain-high-speed-train-crash-signalling-vulnerabilities-could-be-key-to-understanding-the-accident-273865",
    "pubDate": "2026-01-19T17:59:55.000Z",
    "content": "A tragic accident on the high-speed train line between Andalusia and Madrid has exposed the urgent need to upgrade Spain’s railway system. \nAt 19:45 on Sunday January 18, a modern Iryo high-speed train collided with a Renfe train  at the switch (turnout) leading into Adamuz station in Córdoba province, Andalusia. The Iryo 6189 service, travelling from Málaga to Madrid, had registered for the track",
    "creator": "Carlos Gutiérrez Hita, Profesor titular de Universidad. Economía industrial (transporte, energía, telecomunicaciones), Universidad Miguel Hernández",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg?ixlib=rb-4.1.0&q=45&auto=format&w=237&fit=clip"
  },
  {
    "title": "Iran’s crackdown: why security forces are shooting demonstrators straight in the eye",
    "link": "https://theconversation.com/irans-crackdown-why-security-forces-are-shooting-demonstrators-straight-in-the-eye-273508",
    "pubDate": "2026-01-19T15:30:24.000Z",
    "content": "In Iran, protestors and especially militants are being subjected to an extremely violent crackdown with shooting aimed at their eyes. Blinding the enemy who dares to dispute the powers that be, is the latest act of repression to go down in the country’s long history.\nOver the course of the Iranian dissident action in recent years, and during the nationwide Women, Life, Freedom movement in 2022 the",
    "creator": "Firouzeh Nahavandi, Professeure émérite, Université Libre de Bruxelles (ULB)",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg?ixlib=rb-4.1.0&q=45&auto=format&w=237&fit=clip"
  },
  {
    "title": "Blue Monday isn’t real, but sadness is – and it plays a vital role in children’s development",
    "link": "https://theconversation.com/blue-monday-isnt-real-but-sadness-is-and-it-plays-a-vital-role-in-childrens-development-273734",
    "pubDate": "2026-01-18T20:24:13.000Z",
    "content": "PeopleImages\nJanuary can feel exhausting. With the magic of Christmas and New Year fading fast, returning to routine brings with it an undeniable emotional slump. But is it really the saddest month? \nThe idea of “Blue Monday” caught on in 2005, when British psychologist Cliff Arnall announced that he had identified the saddest day of the year using a mathematical formula that factored in climate, ",
    "creator": "Paola Alexandria Pinto de Magalhães, Investigador - Facultad de Enfermería - Desarrollo Positivo de Niños y Adolescentes, Universidad de Navarra",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/712888/original/file-20260112-64-mgdlxq.jpg?ixlib=rb-4.1.0&rect=542%2C0%2C3303%2C2202&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "US-Greenland negotiations have hit a wall. Here are three ways the crisis could end",
    "link": "https://theconversation.com/us-greenland-negotiations-have-hit-a-wall-here-are-three-ways-the-crisis-could-end-273629",
    "pubDate": "2026-01-16T08:23:38.000Z",
    "content": "Rokas Tenys/Shutterstock\nA “fundamental disagreement” persists. This was the only concrete outcome of the meeting at the White House between US, Danish and Greenlandic officials on January 14, as each side maintained its original position on Greenland’s sovereignty. The Trump Administration argued that the US has to take direct control of the island, while both Danish and Greenlandic officials fir",
    "creator": "Michele Testoni, Professor of International Relations, IE University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/712730/original/file-20260115-56-1kv4zt.jpeg?ixlib=rb-4.1.0&rect=0%2C1%2C7008%2C4672&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "The EU-Mercosur agreement will have winners and losers – but it won’t make a major economic impact",
    "link": "https://theconversation.com/the-eu-mercosur-agreement-will-have-winners-and-losers-but-it-wont-make-a-major-economic-impact-273485",
    "pubDate": "2026-01-15T09:47:03.000Z",
    "content": "Ursula von der Leyen, President of the European Commission, meets with Mercosur leaders at the 65th Mercosur Summit Meeting in Montevideo, Uruguay. European Union, CC BY\nOn January 17, representatives of the EU and the Mercosur (Argentina, Brazil, Paraguay and Uruguay) will sign a free trade agreement in Paraguay. The accord, 25 years in the making, will create the world’s largest free trade area,",
    "creator": "Sergi Basco, Profesor Agregado de Economia, Universitat de Barcelona",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/712404/original/file-20260114-56-wkgh93.jpg?ixlib=rb-4.1.0&rect=4%2C0%2C3990%2C2660&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "How cocaine traffickers launder cartel money",
    "link": "https://theconversation.com/how-cocaine-traffickers-launder-cartel-money-270500",
    "pubDate": "2026-01-14T13:32:18.000Z",
    "content": "On 4 May&nbsp;2016, the European Central Bank (ECB) decided to stop issuing 500 euro notes. The number of these notes in circulation will fall from 614&nbsp;million at the end of 2015 to just under 220&nbsp;million by mid-2025. DerkachevArtem/Shutterstock\nThe cocaine market exploded between 2014 and 2023. Production in Colombia increased more than sevenfold to nearly 2,700 tonnes, according to the",
    "creator": "Pierre-Charles Pradier, Maître de conférences en Sciences économiques, LabEx RéFi, Université Paris 1 Panthéon-Sorbonne",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/704223/original/file-20250917-66-912m8k.jpg?ixlib=rb-4.1.0&rect=0%2C0%2C5798%2C3865&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Iran protests 2026: our surveys show Iranians agree more on regime change than what might come next",
    "link": "https://theconversation.com/iran-protests-2026-our-surveys-show-iranians-agree-more-on-regime-change-than-what-might-come-next-273198",
    "pubDate": "2026-01-12T19:21:56.000Z",
    "content": "Protesters defied a savage regime crackdown to take to the streets to demand change. X\nIranians have shown a willingness to pay a devastating price for political change, as protest has consistently been met by the Islamic Republic with violence and mass killing. The death toll since Iranians took to the streets on December 28 has reportedly passed 500, with more than 10,000 arrested. Incoming repo",
    "creator": "Ammar Maleki, Assistant Professor, Public Law and Governance, Tilburg University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/711959/original/file-20260112-56-s3vf1p.jpg?ixlib=rb-4.1.0&rect=100%2C0%2C1080%2C720&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "With Maduro gone and Venezuela’s oil cut off, Cuba is isolated and vulnerable",
    "link": "https://theconversation.com/with-maduro-gone-and-venezuelas-oil-cut-off-cuba-is-isolated-and-vulnerable-273119",
    "pubDate": "2026-01-09T17:13:58.000Z",
    "content": "Raúl Castro (left) and Nicolás Maduro during a 2014 summit on Ebola in Havana. Cubadebate / Flickr, CC BY\n“And when he woke up, the oil was still there…”\nThe Dinosaur is a one-sentence story, penned in 1959 by Guatemalan author Augusto Monterroso. One of the shortest stories ever written, it likely refers to the “dinosaurs” of power, to Central America’s numerous, longstanding dictators, and to th",
    "creator": "Carmen Beatriz Fernández, Profesora de Comunicación Política en la UNAV, el IESA y Pforzheim, Universidad de Navarra",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/711617/original/file-20260108-56-c70s5s.jpg?ixlib=rb-4.1.0&rect=0%2C5%2C3344%2C2229&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Four ways to understand what’s going on with the US, Denmark and Greenland",
    "link": "https://theconversation.com/four-ways-to-understand-whats-going-on-with-the-us-denmark-and-greenland-272873",
    "pubDate": "2026-01-09T14:13:58.000Z",
    "content": "Shutterstock/Michal Balada\nEuropean countries, and Denmark in particular, are scrambling to respond to threats from US officials over the future of Greenland. \nHaving successfully taken out the leadership of Venezuela in a raid on January 3, an emboldened US government is talking about simply taking Greenland for itself. \nVarious European leaders have expressed their concern but haven’t been able ",
    "creator": "Ian Manners, Professor, Department of Political Science, Lund University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/711620/original/file-20260109-56-4ki1w3.jpg?ixlib=rb-4.1.0&rect=374%2C0%2C625%2C416&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Does running wear out the bodies of professionals and amateurs alike?",
    "link": "https://theconversation.com/does-running-wear-out-the-bodies-of-professionals-and-amateurs-alike-270507",
    "pubDate": "2026-01-08T10:37:22.000Z",
    "content": "Running counts among today’s most popular sports. Sometimes the race is on even before the competition itself has started, as tickets for events sell out within hours. In France, this has got people talking about a “race for the runner’s bib”.\nSo, while running enjoys the reputation of a wholesome sport, the reality is that some of us feel stress at the simple prospect of donning a bib, while even",
    "creator": "Sylvain Durand, Professeur de physiologie humaine au département STAPS, chercheur au laboratoire Motricité, Interactions, Performance, Le Mans Université",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/696200/original/file-20251014-56-uiw828.jpg?ixlib=rb-4.1.0&q=45&auto=format&w=754&fit=clip",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "As the US eyes Greenland, Europe must turn a global problem into an opportunity",
    "link": "https://theconversation.com/as-the-us-eyes-greenland-europe-must-turn-a-global-problem-into-an-opportunity-272872",
    "pubDate": "2026-01-08T09:35:05.000Z",
    "content": "Shutterstock/Bendix M\nThe so-called world order and the international rule of law are both officially dead in the wake of operation “absolute resolve”, the US infiltration of Venezuela to capture its president Nicolás Maduro. \nIt is true that both have been sick for some time – and Venezuela is a demonstration of this. Maduro was condemned by foreign leaders for illegally seizing power as long ago",
    "creator": "Francesco Grillo, Academic Fellow, Department of Social and Political Sciences, Bocconi University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/711276/original/file-20260107-56-4ptbaf.jpg?ixlib=rb-4.1.0&rect=0%2C0%2C5472%2C3648&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "The Neurotechnology Shift: how next-generation wearables interface with the brain itself",
    "link": "https://theconversation.com/the-neurotechnology-shift-how-next-generation-wearables-interface-with-the-brain-itself-272741",
    "pubDate": "2026-01-07T16:40:41.000Z",
    "content": "Frantic00/Shutterstock\nImagine you’re shopping for a dinner party this weekend and you spot some nice, but expensive, bottles of wine. You’re not sure if you can afford them, but before you can even open your banking app to check, a lightweight head-worn wearable has already registered the neural activity involved in your mental calculation. It transmits the data to your phone, which confirms that",
    "creator": "José M. Muñoz, Principal Investigator in Neurotechnology, IE University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/711255/original/file-20260107-64-mwhtpg.jpeg?ixlib=rb-4.1.0&rect=0%2C0%2C5472%2C3648&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "How worried should we be that political leaders keep making oblique Nazi references?",
    "link": "https://theconversation.com/how-worried-should-we-be-that-political-leaders-keep-making-oblique-nazi-references-271893",
    "pubDate": "2026-01-07T10:33:10.000Z",
    "content": "Several high-profile political leaders have in recent months been seen apparently dabbling in Nazi allusions. In many cases, dog whistle messages send oblique signals to supporters. These are pitched at a frequency that most listeners can’t hear but are meaningful to those seeking confirmation of their own views. \nWhen challenged, the people using these tactics often respond with strong and furiou",
    "creator": "David L Collinson, Distinguished Professor of Leadership and Organisation, Lancaster University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://counter.theconversation.com/content/271893/count.gif",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "We’re talking about AI all wrong. Here’s how we can fix the narrative",
    "link": "https://theconversation.com/were-talking-about-ai-all-wrong-heres-how-we-can-fix-the-narrative-272752",
    "pubDate": "2026-01-07T09:55:41.000Z",
    "content": "Is AI as intelligent as we're told? Ariyana Ahmad & The Bigger Picture / https://betterimagesofai.org / CC BY-NC-SA, CC BY-NC-SA\nArtificial intelligence (AI) isn’t just made up of data, chips and code – it’s also the product of the metaphors and narratives we use to talk about it. The way we represent this technology determines how the public imagination understands it and, by extension, how peopl",
    "creator": "Pablo Sanguinetti, Profesor de IA y Pensamiento Crítico, IE University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/710731/original/file-20251223-64-cas2aa.png?ixlib=rb-4.1.0&rect=0%2C25%2C1280%2C853&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "What the New Year’s fire at a Swiss bar tells us about fire prevention",
    "link": "https://theconversation.com/what-the-new-years-fire-at-a-swiss-bar-tells-us-about-fire-prevention-272777",
    "pubDate": "2026-01-06T14:31:42.000Z",
    "content": "In the early hours of Jan. 1, 2026, a fire ripped through Le Constellation bar in Crans-Montana, Switzerland, killing 40 people and injuring 116, many of them severely. \nInvestigators believe the blaze began when sparklers on champagne bottles were held too close to the ceiling, igniting interior materials. The investigation is ongoing, and it is premature to draw conclusions about individual acti",
    "creator": "Brodie Ramin, Assistant Professor, Faculty of Medicine, L’Université d’Ottawa/University of Ottawa",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://counter.theconversation.com/content/272777/count.gif",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Denaturalization in the Trump era: When the State questions the citizenship of millions of Americans",
    "link": "https://theconversation.com/denaturalization-in-the-trump-era-when-the-state-questions-the-citizenship-of-millions-of-americans-272130",
    "pubDate": "2026-01-06T14:27:26.000Z",
    "content": "It is recognised in US law that the government may not take away a naturalized person’s citizenship except in cases of fraud or error on a naturalization application. The Supreme Court has clearly established that unless citizenship was unlawfully procured, denaturalization is unconstitutional. However, a memo issued by the Department of Justice (DoJ) in June attempts to broaden the grounds for de",
    "creator": "Ashley Mantha-Hollands, Max Weber Fellow, Max Weber Programme for Postdoctoral Studies, European University Institute",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://counter.theconversation.com/content/272130/count.gif",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Odysseus the destroyer? Christopher Nolan’s new Odyssey adaptation revives an ancient moral question",
    "link": "https://theconversation.com/odysseus-the-destroyer-christopher-nolans-new-odyssey-adaptation-revives-an-ancient-moral-question-270312",
    "pubDate": "2026-01-05T17:16:41.000Z",
    "content": "Imagine waking up to find strangers in your home – eating your food, killing your animals, then laughing as they blind you. Later, they tell the world you were the monster.\nWe are describing one of the better known episodes of Homer’s Odyssey, written around the late 8th or early 7th century BC. The intruders are protagonist Odysseus’s men, and the “monster” they attack is Polyphemus, a solitary g",
    "creator": "Michael La Corte, Research Associate, Curation and Communication, University of Tübingen",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/703596/original/file-20251120-56-6afye3.jpg?ixlib=rb-4.1.0&q=45&auto=format&w=754&fit=clip",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Screens and social media are damaging kids’ conversation skills. Here’s why this matters, and how to get them back",
    "link": "https://theconversation.com/screens-and-social-media-are-damaging-kids-conversation-skills-heres-why-this-matters-and-how-to-get-them-back-272526",
    "pubDate": "2025-12-30T12:57:33.000Z",
    "content": "Social media and mobile phones are major disruptors of face-to-face conversations. Recent research has conclusively demonstrated that the indiscriminate (and borderline addictive) use of mobile phones has a direct impact on the quality of our interactions. \nOur compulsive relationship with these devices drains our attention, preventing us from listening and sustaining meaningful conversation. Stud",
    "creator": "Estrella Montolío Durán, Catedrática de Lengua Española. Universitat de Barcelona, Universitat de Barcelona",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/706522/original/file-20251204-56-ocwvxe.jpg?ixlib=rb-4.1.0&rect=0%2C627%2C6000%2C3375&q=45&auto=format&w=754&fit=clip",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "The hidden health dangers of electric scooters: how ‘assisted mobility’ is making us less mobile",
    "link": "https://theconversation.com/the-hidden-health-dangers-of-electric-scooters-how-assisted-mobility-is-making-us-less-mobile-272476",
    "pubDate": "2025-12-30T12:51:34.000Z",
    "content": "Wpadington/Shutterstock\nElectric scooters have become a common sight in our cities. They are often touted as an emblem of modern micro-mobility, a solution that promises to ease congestion, reduce travel times and cut emissions. However, behind their promise and modernity lies a hidden danger: these vehicles pose a threat to the health and safety of young people.\nThe World Health Organisation has ",
    "creator": "Javier Brazo-Sayavera, Profesor del área de Educación Física y Deportiva, Universidad Pablo de Olavide",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/709930/original/file-20251217-56-cid0fx.jpg?ixlib=rb-4.1.0&rect=0%2C1%2C7952%2C5301&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Is democracy always about truth? Why we may need to loosen our views to heal our divisions",
    "link": "https://theconversation.com/is-democracy-always-about-truth-why-we-may-need-to-loosen-our-views-to-heal-our-divisions-269038",
    "pubDate": "2025-12-23T13:09:15.000Z",
    "content": "An illustration from an edition of Ambroise and Jérôme Drouart's poem _Civitas Veri sive Morum_ (The City of Truth). University of Illinois\nWe find ourselves in the midst of a crisis of truth. Trust in public institutions of knowledge (schools, legacy media, universities and experts) is at an all-time low, and blatant liars are drawing political support around the world. It seems we collectively h",
    "creator": "Frank Chouraqui, Senior University Lecturer in Philosophy, Leiden University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/708873/original/file-20251215-89-wsvarb.png?ixlib=rb-4.1.0&rect=26%2C0%2C1920%2C1280&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "From stadium to the wild: Sports clubs as new champions of biodiversity",
    "link": "https://theconversation.com/from-stadium-to-the-wild-sports-clubs-as-new-champions-of-biodiversity-272300",
    "pubDate": "2025-12-22T16:41:32.000Z",
    "content": "When you walk around the Groupama Stadium in Lyon (France), you can’t miss them. Four majestic lions in the colours of Olympique Lyonnais stand proudly in front of the stadium, symbols of the influence of a club that dominated French football in the early 2000s. The lion is everywhere in the club’s branding: on the logo, on social media, and even on the chests of some fans who live and breathe for",
    "creator": "Ugo Arbieu, Chercheur postdoctoral, Université Paris-Saclay",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/699998/original/file-20251103-61-8ut7bz.jpg?ixlib=rb-4.1.0&q=45&auto=format&w=754&fit=clip",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "UK to re-join Erasmus+ – here are six benefits of the European exchange scheme",
    "link": "https://theconversation.com/uk-to-re-join-erasmus-here-are-six-benefits-of-the-european-exchange-scheme-272278",
    "pubDate": "2025-12-17T17:34:44.000Z",
    "content": "Drazen Zigic/Shutterstock\nThe government has announced that the UK will be re-joining the Erasmus+ programme. Young people will be able to participate in the scheme again from January 2027. \nErasmus+ is a European Union programme that offers opportunities for students, teachers, and young people to study, train, volunteer or gain work experience abroad. The scheme aims to improve skills, promote c",
    "creator": "Sascha Stollhans, Professor of Language Education and Linguistics, University of Leeds",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/709442/original/file-20251217-64-bi7alw.jpg?ixlib=rb-4.1.0&rect=0%2C0%2C6000%2C3999&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "One ‘single and simple’ set of EU-wide business laws: everything you need to know about Europe’s 28th regime",
    "link": "https://theconversation.com/one-single-and-simple-set-of-eu-wide-business-laws-everything-you-need-to-know-about-europes-28th-regime-271876",
    "pubDate": "2025-12-17T10:26:23.000Z",
    "content": "It’s no secret that Europe lags on tech innovation. The EU has even given this a name – the “innovation gap” – and is now taking major steps to make things easier for the continent’s startups, particularly digital businesses.\nWhile the EU’s contested Digital Omnibus Regulation seeks to fix existing barriers to business, another new measure aims to more actively cut red tape and make the continent ",
    "creator": "Antonio Aloisi, Associate Professor of European and comparative Labour Law, IE University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg?ixlib=rb-4.1.0&q=45&auto=format&w=237&fit=clip",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Why does lettuce go bad so quickly? Our new study has the answer",
    "link": "https://theconversation.com/why-does-lettuce-go-bad-so-quickly-our-new-study-has-the-answer-272132",
    "pubDate": "2025-12-17T10:16:42.000Z",
    "content": "siamionau pavel/Shutterstock\nAs children, we’re taught that the functions of a leaf are photosynthesis (turning sunlight into chemical energy) and storing water. This is generally true, including for the lettuce leaves we eat.\nHowever, the surface of a leaf is not just a shield – it is a complex lattice of chemical compounds, with different properties in different areas. By finding out where lettu",
    "creator": "Victoria Fernández, Researcher, Universidad Politécnica de Madrid (UPM)",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/708897/original/file-20251204-56-r2tu2s.jpg?ixlib=rb-4.1.0&rect=7%2C0%2C6033%2C4022&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Is your dog or cat getting old? These simple gestures could help them live longer and happier lives",
    "link": "https://theconversation.com/is-your-dog-or-cat-getting-old-these-simple-gestures-could-help-them-live-longer-and-happier-lives-270735",
    "pubDate": "2025-12-16T14:13:22.000Z",
    "content": "As pets get older, their needs change. Ginger/The Conversation, CC BY-ND\nGeriatric veterinary care is in great shape, with dogs and cats living on average 11.3 years, according to French data. Our knowledge of how to accompany them in later life is expanding fast. We now know that simple changes can do wonders for an old cat or dog’s comfort and quality of life. The main trick is for pet owners no",
    "creator": "Sara Hoummady, DMV, PhD, Associate professor in ethology and animal nutrition, UniLaSalle",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/704869/original/file-20251124-56-5vz5qm.jpg?ixlib=rb-4.1.0&rect=478%2C140%2C2045%2C1363&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "‘Extreme melting’ episodes are accelerating ice loss in the Arctic",
    "link": "https://theconversation.com/extreme-melting-episodes-are-accelerating-ice-loss-in-the-arctic-272114",
    "pubDate": "2025-12-16T09:52:54.000Z",
    "content": "The Arctic landscape is changing at an unprecedented rate. In addition to rising temperatures, climate change is causing episodes of extreme melting, which occurs when ice losses that previously took weeks or months occur over just a few days.\nThese increasingly frequent events are altering the normal dynamics of ice loss. They are profoundly changing the state of snow and ice, which are the most ",
    "creator": "Josep Bonsoms, Postdoctoral researcher and professor, Universitat de Barcelona",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg?ixlib=rb-4.1.0&q=45&auto=format&w=237&fit=clip",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "What makes people welcome or reject refugees? What research in Germany reveals",
    "link": "https://theconversation.com/what-makes-people-welcome-or-reject-refugees-what-research-in-germany-reveals-269436",
    "pubDate": "2025-12-15T17:16:55.000Z",
    "content": "Across the EU, immigration is one of the most divisive topics in politics today. Germany, a country once known for its “Willkommenskultur” (welcome culture), is a case in point. \nThe German chancellor, Friedrich Merz, has recently said that Syrians no longer have “grounds for asylum in Germany”, and that they will be encouraged to return voluntarily. Some could also be deported in the near future.",
    "creator": "Tobias Hillenbrand, PhD candidate, Innovation, Economics, Governance and Sustainable Development, UNU-MERIT, United Nations University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://counter.theconversation.com/content/269436/count.gif",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "How we unlocked the secrets of Denmark’s oldest plank boat – with the help of an ancient fingerprint",
    "link": "https://theconversation.com/how-we-unlocked-the-secrets-of-denmarks-oldest-plank-boat-with-the-help-of-an-ancient-fingerprint-271977",
    "pubDate": "2025-12-12T15:51:53.000Z",
    "content": "Vikings Heading for Land, by Frank Dicksee (1873). Christie's via Wikimedia\nAround 2,400 years ago, before the emergence of the Roman empire, a small armada of boats approached the island of Als off the coast of southern Jutland in modern-day Denmark. The armada carried around 80 warriors armed with spears and shields. Some of them were officers, and these men carried iron swords.\nThe seafarers ha",
    "creator": "Mikael Fauvelle, Associate Professor and Researcher, Department of Archaeology and Ancient History, Lund University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/708415/original/file-20251212-56-quu0m7.jpg?ixlib=rb-4.1.0&rect=0%2C12%2C1458%2C972&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "America’s anti-European attitudes are centred on perceptions of military weakness and the decline of native populations",
    "link": "https://theconversation.com/americas-anti-european-attitudes-are-centred-on-perceptions-of-military-weakness-and-the-decline-of-native-populations-271800",
    "pubDate": "2025-12-11T16:28:42.000Z",
    "content": "The new US national security strategy marks a significant historical turn. It shifts the focus from global overpopulation to anxieties around population decline in the western world. Coupled with renewed criticism of Europe’s military weaknesses, the strategy updates longstanding anti-European narratives.\nUS-European relations have so profoundly influenced the course of the 20th and 21st centuries",
    "creator": "Roman Birke, Assistant Professor in Modern European History, Dublin City University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/708086/original/file-20251211-62-slioz3.jpg?ixlib=rb-4.1.0&q=45&auto=format&w=754&fit=clip",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "How neuromuscular training helps growing teens to retain their motor skills",
    "link": "https://theconversation.com/how-neuromuscular-training-helps-growing-teens-to-retain-their-motor-skills-271641",
    "pubDate": "2025-12-10T14:34:59.000Z",
    "content": "BearFotos/Shutterstock\nTeenagers’ bodies change fast. Bones grow, muscles develop, and balance is altered. Adolescence can be a time of high energy, but it is also a delicate period for movement control.\nMany teenagers lose coordination as they grow. They trip easily or lose accuracy in tasks they once mastered, but this is a question of biology rather than clumsiness. Their bodies change faster t",
    "creator": "Elena Mainer Pardos, Profesora e Investigadora Universidad San Jorge. Ciencias de la Actividad Física y del Deporte., Universidad San Jorge",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/707339/original/file-20251201-56-7wjewy.jpg?ixlib=rb-4.1.0&rect=225%2C0%2C4795%2C3196&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Germany’s plan to deport Syrian refugees echoes 1980s effort to repatriate Turkish guest workers",
    "link": "https://theconversation.com/germanys-plan-to-deport-syrian-refugees-echoes-1980s-effort-to-repatriate-turkish-guest-workers-271475",
    "pubDate": "2025-12-10T13:33:11.000Z",
    "content": "Refugees from Syria walk with their luggage to the refugee shelter in Hamburg. Marcus Brandt/picture alliance via Getty Images\nFor 14 years while Syria’s brutal civil war raged, Germany provided a safe haven for those fleeing the violence. Now, a year after that conflict ended with the fall of the Assad regime in December 2024, many in Germany – including the country’s leader – want those same Syr",
    "creator": "Michelle Lynn Kahn, Associate Professor of History, University of Richmond",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/707521/original/file-20251209-64-t91vap.jpg?ixlib=rb-4.1.0&rect=0%2C47%2C3682%2C2454&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "‘Is my boss a narcissist?’ How researchers look and listen for clues",
    "link": "https://theconversation.com/is-my-boss-a-narcissist-how-researchers-look-and-listen-for-clues-270691",
    "pubDate": "2025-12-10T13:04:02.000Z",
    "content": "Between the public extravagances of today’s business icons and the recent trials of prominent CEOs, narcissistic managers have firmly taken the spotlight. In academia, the fascination with the potent mix of charisma and ego that defines narcissistic leaders has fuelled nearly two decades of extensive research and analysis. Yet one of the central challenges of this work is measurement: how can we i",
    "creator": "Ivana Vitanova, Associate professor, EM Lyon Business School",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg?ixlib=rb-4.1.0&q=45&auto=format&w=237&fit=clip",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Reptiles are neglected and mistreated. Here’s how we can take better care of them",
    "link": "https://theconversation.com/reptiles-are-neglected-and-mistreated-heres-how-we-can-take-better-care-of-them-269835",
    "pubDate": "2025-12-10T11:05:52.000Z",
    "content": "A family of skinks (_Egernia stokesii_) at London Zoo. Alicia Bartolomé, CC BY-SA\nReptiles get a bad rap. As symbols of evil or villainy in Western culture, they are often linked to sin and betrayal, an association that dates all the way back to the origins of Judeochristian theology. This is not the case in all cultures though. Many other traditions see crocodiles, snakes and turtles as gods, gua",
    "creator": "Alicia Bartolomé, Investigadora Doctora en Etología y Bienestar Animal, Universitat de València",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/702443/original/file-20251103-81-ac17fa.jpg?ixlib=rb-4.1.0&rect=0%2C0%2C1920%2C1280&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "‘We need to rethink how we approach biodiversity’: an interview with IPCC ecologist and ‘refugee scientist’ Camille Parmesan",
    "link": "https://theconversation.com/we-need-to-rethink-how-we-approach-biodiversity-an-interview-with-ipcc-ecologist-and-refugee-scientist-camille-parmesan-271501",
    "pubDate": "2025-12-09T14:17:54.000Z",
    "content": "By studying changes in the habitats of the Edith's checkerspot butterfly, ecologist Camille Parmesan was the first to demonstrate the definite impact of climate change on wildlife.  Lloyd Russell, Fourni par l'auteur\nShe is an ecologist recognized worldwide for being the first to unequivocally demonstrate the impact of climate change on a wild species: the Edith’s checkerspot butterfly. In recent ",
    "creator": "Camille Parmesan, Director, Theoretical and Experimental Ecology Station (SETE), Centre national de la recherche scientifique (CNRS); University of Plymouth; The University of Texas at Austin",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/707330/original/file-20251209-56-za0qd1.jpg?ixlib=rb-4.1.0&rect=450%2C0%2C3380%2C2253&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Social media, not gaming, tied to rising attention problems in teens, new study finds",
    "link": "https://theconversation.com/social-media-not-gaming-tied-to-rising-attention-problems-in-teens-new-study-finds-271144",
    "pubDate": "2025-12-08T14:17:58.000Z",
    "content": "The digital revolution has become a vast, unplanned experiment – and children are its most exposed participants. As ADHD diagnoses rise around the world, a key question has emerged: could the growing use of digital devices be playing a role? \nTo explore this, we studied more than 8,000 children, from when they were around ten until they were 14 years of age. We asked them about their digital habit",
    "creator": "Torkel Klingberg, Professor of Cognitive Neuroscience, Karolinska Institutet",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/706760/original/file-20251205-76-zzwxse.jpg?ixlib=rb-4.1.0&q=45&auto=format&w=754&fit=clip",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Sweden’s mining industry is threatening the Indigenous Sami people’s way of life",
    "link": "https://theconversation.com/swedens-mining-industry-is-threatening-the-indigenous-sami-peoples-way-of-life-268344",
    "pubDate": "2025-12-05T20:05:57.000Z",
    "content": "“There is so much intrusion from all sides and corners,” a Sami reindeer herder tells me, reacting to a government decision to grant a mining permit in Gállok in the Sápmi region in Sweden’s far north. \nSápmi is the communal land of the Indigenous Sami people. Their land ranges through northern parts of Norway, Sweden, Finland and Russia. \nThis particular reindeer herding community in Sápmi has al",
    "creator": "Georgia de Leeuw, Resercher, Lund University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://counter.theconversation.com/content/268344/count.gif",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Why art is a prime target for organised crime",
    "link": "https://theconversation.com/why-art-is-a-prime-target-for-organised-crime-270865",
    "pubDate": "2025-12-04T15:22:12.000Z",
    "content": "In 2024, the global art market hit an estimated $57.5 billion (€49.5 billion) in sales, according to the Art Basel and UBS Art Market Report 2025, underscoring art’s significance as an asset class. Art is traditionally associated with noble motivations and heritage. However, the art market, with its high value per unit transactions, subjective and/or manipulated valuations, and relative opacity, c",
    "creator": "Guergana Guintcheva, Professeur de Marketing, EDHEC Business School",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg?ixlib=rb-4.1.0&q=45&auto=format&w=237&fit=clip",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Why our physical bodies may be a core part of conscious experience – new research",
    "link": "https://theconversation.com/why-our-physical-bodies-may-be-a-core-part-of-conscious-experience-new-research-270836",
    "pubDate": "2025-12-04T12:29:19.000Z",
    "content": "Inna_Kandybka/Shutterstock\nMost of us go through the day without thinking much about our bodies – until something goes wrong. Yet beneath that apparent simplicity lies a remarkable achievement: the brain must constantly knit together sights, touches and signals from muscles and joints into a coherent sense of “this body is mine”.\nPsychologists and neuroscientists call this body ownership. It is a ",
    "creator": "Renzo Lanfranco, Principal Researcher, Department of Clinical Neuroscience, Karolinska Institutet",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/705806/original/file-20251202-66-x9rvyv.jpg?ixlib=rb-4.1.0&rect=58%2C0%2C5299%2C3531&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "How European colonisation has created more animal hybrids",
    "link": "https://theconversation.com/how-european-colonisation-has-created-more-animal-hybrids-264624",
    "pubDate": "2025-12-03T17:46:30.000Z",
    "content": "Pawel Papis/Shutterstock\nHumans have moved plants and animals well beyond their native ranges, across barriers that normally prevent dispersal. As a result, people have increased the rates of hybridisation between populations that were once isolated for thousands, or even millions, of years. \nAnimal hybrids are a controversial issue among scientists, as they often suffer from health issues.\nBut ou",
    "creator": "Lachie Scarsbrook, Postdoctoral Research Fellow, Genetics, School of Archaeology, University of Oxford",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/704557/original/file-20251125-65-3b3815.jpg?ixlib=rb-4.1.0&rect=0%2C0%2C5759%2C3840&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Our food has too many toxins and not enough nutrients – but we already have the tools to fix it",
    "link": "https://theconversation.com/our-food-has-too-many-toxins-and-not-enough-nutrients-but-we-already-have-the-tools-to-fix-it-271056",
    "pubDate": "2025-12-03T17:06:54.000Z",
    "content": "Brazil nuts are rich in selenium, an essential micronutrient. Peter Hermes Furian/Shutterstock\nI sometimes joke that my pets eat better than my children. It’s not for lack of trying – kids turn their noses up at vegetables, fish and pulses, while dogs will never turn down their specially formulated feed, complete with all the vitamins and minerals they need to thrive. The results are plain to see:",
    "creator": "Marta López Alonso, Professor of Animal Pathology, Universidade de Santiago de Compostela",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/705672/original/file-20251106-56-ifcsb4.jpeg?ixlib=rb-4.1.0&rect=425%2C134%2C5622%2C3748&q=45&auto=format&w=1050&h=700&fit=crop",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  },
  {
    "title": "Coastal regions and climate change: how better risk assessment can help protect infrastructure and livelihoods",
    "link": "https://theconversation.com/coastal-regions-and-climate-change-how-better-risk-assessment-can-help-protect-infrastructure-and-livelihoods-269441",
    "pubDate": "2025-12-03T15:51:40.000Z",
    "content": "Coastal regions, where dense clusters of critical infrastructure are found, are facing the sharpest edge of climate change. The threats include paralysed transport networks and disrupted supply chains. To stay ahead, we need a clearer picture of these vulnerabilities that lets us anticipate the fallout before it comes. But right now, patchy data, inconsistent approaches, and the absence of a unifi",
    "creator": "Anthony Schrapffer, PhD, EDHEC Climate Institute Scientific Director, EDHEC Business School",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/699887/original/file-20251102-56-5dqf5y.png?ixlib=rb-4.1.0&q=45&auto=format&w=754&fit=clip",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom"
  }
]