[
  {
    "title": "The circular economy may not be taking off: Here are six ways stakeholders can make it happen",
    "link": "https://theconversation.com/the-circular-economy-may-not-be-taking-off-here-are-six-ways-stakeholders-can-make-it-happen-271353",
    "pubDate": "2026-01-28T11:38:34.000Z",
    "content": "Around the world, governments and businesses are talking more and more about the need to move from today’s “take, make, waste” economy to a circular one, where products are designed to last, materials stay in use, and waste is dramatically reduced. On paper, the case is compelling: recent assessments show that shifting to a circular economy offers both a major climate opportunity and a significant economic one. A study from the European Commission’s Joint Research Centre finds that “reduction, r...",
    "creator": "Arne De Keyser, Professor of Marketing, EDHEC Business School",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Social media is boosting mental health disorders and suicidal thoughts among teens, particularly in girls",
    "link": "https://theconversation.com/social-media-is-boosting-mental-health-disorders-and-suicidal-thoughts-among-teens-particularly-in-girls-273514",
    "pubDate": "2026-01-28T11:26:23.000Z",
    "content": "Mixed anxiety-depressive disorders (MADD) and suicidal thoughts, online bullying, poorer self-esteem, alcohol, cannabis and psychoactive substance use… social networks exploit young people’s vulnerability and actually help boost certain disorders that they are prone to. This is the conclusion of a large-scale report by the French Agency for Food, Environmental and Occupational Health &amp; Safety (Anses) which dissects the mechanisms behind digital marketing tools designed to target the specific...",
    "creator": "Olivia Roth-Delgado, Cheffe de projets scientifiques, Agence nationale de sécurité sanitaire de l’alimentation, de l’environnement et du travail (Anses)",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Menstrual leave: stigma and uncertainty mean these progressive measures are being underused around the world",
    "link": "https://theconversation.com/menstrual-leave-stigma-and-uncertainty-mean-these-progressive-measures-are-being-underused-around-the-world-271449",
    "pubDate": "2026-01-27T17:42:32.000Z",
    "content": "Antonio Guillem/Shutterstock Menstrual symptoms can severely affect a person’s working life. To combat this, the idea of menstrual leave has emerged. This legal measure allows workers to take time off when their period symptoms are too difficult to manage at work. It falls under the umbrella of menstrual health , a relatively new and broad concept that looks at menstruation not just as a biological process, but also as an issue that affects people’s daily lives, wellbeing, and fundamental rights...",
    "creator": "Lidia de la Iglesia Aza, Professor of Labour Law and Social Security, Universidade de Santiago de Compostela",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/714589/original/file-20260127-99-6pv6dt.jpeg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "From Hamburg to Uganda: how an NGO learned to reinvent itself",
    "link": "https://theconversation.com/from-hamburg-to-uganda-how-an-ngo-learned-to-reinvent-itself-271886",
    "pubDate": "2026-01-27T15:43:01.000Z",
    "content": "Development aid is often provided by large, international NGOs based in the Global North. These globally operating NGOs are under growing pressure to adapt the nature of their work – including administrative tasks – to the places where it occurs. However, this process of localisation is rarely straightforward. It’s not just about transferring responsibilities or adjusting ways of working to fit local contexts. It’s the contradictions within organisations that can distort or stall this process, w...",
    "creator": "Carolin Waldner, Assistant Professor of Sustainability Management, ESCP Business School",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "The new US food pyramid is scientifically questionable, and upends decades of trusted public health advice",
    "link": "https://theconversation.com/the-new-us-food-pyramid-is-scientifically-questionable-and-upends-decades-of-trusted-public-health-advice-274082",
    "pubDate": "2026-01-26T17:28:09.000Z",
    "content": "The new Dietary Guidelines for Americans (DGAs) for 2025-2030 have caused significant controversy, with polarised opinions between their supporters and detractors. They are disruptive, to say the least, both in how they are presented and the recommendations they make. But little has been said about the fact that, for the first time since 1980, after nine editions in 45 years, the standard scientific procedure for preparing them has been completely bypassed. The most striking thing about the 2025...",
    "creator": "Juan Alfonso Revenga Frauca, Profesor asociado de nutrición humana y dietética, Universidad San Jorge",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/712410/original/file-20260114-64-lv8wm9.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Shooting of Alex Pretti in Minneapolis has put America’s gun lobby at odds with the White House",
    "link": "https://theconversation.com/shooting-of-alex-pretti-in-minneapolis-has-put-americas-gun-lobby-at-odds-with-the-white-house-274343",
    "pubDate": "2026-01-26T15:57:29.000Z",
    "content": "Another US citizen has allegedly been killed by immigration agents in Minnesota, raising tensions between state and federal governments. The actions of the federal agencies involved has drawn fierce criticism not only from former Democratic presidents Barack Obama and Bill Clinton, but also America’s powerful pro-gun lobby, the National Rifle Association (NRA). If you were to think it unusual that the people named in the previous sentence appear to be on the same side over this issue, you’d be r...",
    "creator": "Andrew Gawthorpe, Lecturer in History and International Studies, Leiden University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Questions are being raised about microplastics studies – here’s what’s solid science and what isn’t",
    "link": "https://theconversation.com/questions-are-being-raised-about-microplastics-studies-heres-whats-solid-science-and-what-isnt-273511",
    "pubDate": "2026-01-22T17:47:35.000Z",
    "content": "Over the past few years, studies have suggested that plastic particles from bottles, food packaging and waste have been detected in human blood, lungs, placentas, arteries and even the brain. But a recent investigation by the Guardian suggests that some of these claims may be less robust than they first appeared. The idea that tiny fragments of plastic might be accumulating in human bodies is unsettling. This concern stems largely from evidence that nanoplastics – the very smallest plastic fragm...",
    "creator": "Michael Richardson, Professor of Animal Development, Leiden University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713199/original/file-20260119-56-knfci4.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Paying attention to birdsong while walking in nature can boost wellbeing, my research shows",
    "link": "https://theconversation.com/paying-attention-to-birdsong-while-walking-in-nature-can-boost-wellbeing-my-research-shows-273165",
    "pubDate": "2026-01-22T13:48:19.000Z",
    "content": "Listening to the sounds of birdsong may help to reduce stress. BalanceFormCreative/ Shutterstock There’s no question that being in nature is good for wellbeing . Research shows that experiencing nature and listening to natural sounds can relax us. A key reason for these benefits may be because of the appeal of birds and their pleasant songs that we hear when in nature. Studies show that people feel better in bird-rich environments . Even life satisfaction may be related to the richness of the bi...",
    "creator": "Christoph Randler, Professor, Department of Biology, University of Tübingen",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713852/original/file-20260122-56-4hpik8.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Trump’s annexation of Greenland seemed imminent.  Now it’s on much shakier ground",
    "link": "https://theconversation.com/trumps-annexation-of-greenland-seemed-imminent-now-its-on-much-shakier-ground-273787",
    "pubDate": "2026-01-21T20:24:34.000Z",
    "content": "Looking at headlines around the world, it seemed like United States President Donald Trump’s annexation of Greenland was imminent. Buoyed by the success of his military operation to oust Venezuelan President Nicolás Maduro , Trump ratcheted up his rhetoric and threatened tariffs on any nation that opposed him. Adding insult to injury, he openly mocked European leaders by posting their private messages and sharing an AI-generated image of himself raising the American flag over Greenland. But behi...",
    "creator": "Eric Van Rythoven, Instructor in Political Science, Carleton University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Humanity’s oldest known cave art has been discovered in Sulawesi",
    "link": "https://theconversation.com/humanitys-oldest-known-cave-art-has-been-discovered-in-sulawesi-273364",
    "pubDate": "2026-01-21T16:01:01.000Z",
    "content": "Supplied When we think of the world’s oldest art, Europe usually comes to mind, with famous cave paintings in France and Spain often seen as evidence this was the birthplace of symbolic human culture. But new evidence from Indonesia dramatically reshapes this picture. Our research, published today in the journal Nature , reveals people living in what is now eastern Indonesia were producing rock art significantly earlier than previously demonstrated. These artists were not only among the world’s ...",
    "creator": "Maxime Aubert, Professor of Archaeological Science, Griffith University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/712632/original/file-20260115-56-j0pw7s.JPG",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/europe/articles.atom",
    "isDarkLogo": false
  }
]