[
  {
    "title": "It’s easy making green: Muppets continue to make a profit 50 years into their run",
    "link": "https://theconversation.com/its-easy-making-green-muppets-continue-to-make-a-profit-50-years-into-their-run-272855",
    "pubDate": "2026-01-28T13:36:42.000Z",
    "content": "A variety show that’s still revered for its absurdist, slapstick humor debuted 50 years ago. It starred an irreverent band of characters made of foam and fleece. Long after “ The Muppet Show ”‘s original 120-episode run ended in 1981, the legend and legacy of Miss Piggy, Fozzie Bear, Gonzo and other creations concocted by puppeteer and TV producer Jim Henson have kept on growing. Thanks to the Muppets’ film franchise and the wonders of YouTube, the wacky gang is still delighting, and expanding, ...",
    "creator": "Jared Bahir Browsh, Assistant Teaching Professor of Critical Sports Studies, University of Colorado Boulder",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Russia’s drone pipeline: How Iran helps Moscow produce an ever-evolving unmanned fleet",
    "link": "https://theconversation.com/russias-drone-pipeline-how-iran-helps-moscow-produce-an-ever-evolving-unmanned-fleet-272016",
    "pubDate": "2026-01-28T13:34:46.000Z",
    "content": "Ukrainian firefighters extinguish a fire in a house after it was hit by a Russian drone on Jan. 15, 2026. Diego Herrera Carcedo/Anadolu via Getty Images With Russian ground troops bogged down in a grinding war of attrition , Moscow is striving to press home its advantage in the skies – through an ever-evolving army of drones, courtesy of Iran. In early January, wreckage of a drone found in Ukraine hinted at a new high-speed model of drone being deployed by Russia in the conflict. It prompted Ukr...",
    "creator": "Amy McAuliffe, Visiting Distinguished Professor of the Practice, University of Notre Dame",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/714628/original/file-20260127-56-qrd3y3.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Trump’s framing of Nigeria insurgency as a war on Christians risks undermining interfaith peacebuilding",
    "link": "https://theconversation.com/trumps-framing-of-nigeria-insurgency-as-a-war-on-christians-risks-undermining-interfaith-peacebuilding-272418",
    "pubDate": "2026-01-28T13:34:03.000Z",
    "content": "Mosques, as well as churches, in Nigeria are targets of insurgent groups. Kola Sulaimon/AFP via Getty Images Nigeria “must do more to protect Christians,” a senior U.S. State Department official demanded on Jan. 22, 2026, during a high-level security meeting in the African nation’s capital, Abuja. The comment followed an attack just days earlier in which more than 160 worshipers were kidnapped from three churches in Nigeria’s northern Kaduna state. The security meeting came a month after the Uni...",
    "creator": "Aili Mari Tripp, Vilas Research Professor of Political Science, University of Wisconsin-Madison",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/714709/original/file-20260127-56-fuinab.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "As Syria’s new government consolidates its power, the Kurdish minority fears for its future",
    "link": "https://theconversation.com/as-syrias-new-government-consolidates-its-power-the-kurdish-minority-fears-for-its-future-274110",
    "pubDate": "2026-01-28T04:19:46.000Z",
    "content": "Renewed fighting in Syria in recent weeks between government-aligned forces and the Kurdish-led Syrian Democratic Forces (SDF) isn’t just a local issue. It has serious implications for the stability of the rest of the Middle East. Syrian government forces launched an offensive in early January into areas of northeastern Syria controlled by Kurdish forces. The operation enabled the government to gain control of key oil and gas fields and major border crossings with Iraq and Turkey. Of particular ...",
    "creator": "Ali Mamouri, Research Fellow, Middle East Studies, Deakin University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Xi Jinping has dismissed two of China’s most senior generals. What does this mean?",
    "link": "https://theconversation.com/xi-jinping-has-dismissed-two-of-chinas-most-senior-generals-what-does-this-mean-274425",
    "pubDate": "2026-01-28T04:02:13.000Z",
    "content": "Last weekend, China’s Ministry of National Defence announced that the country’s two most senior generals – Zhang Youxia and Liu Zhenli – would be removed from office and placed under investigation for serious disciplinary violations. Zhang had been the People’s Liberation Army’s most senior general since October 2022. He was the highest ranking military member of the Politburo of the Communist Party of China (CCP), the party-state’s 24-member executive policy-making body. Zhang was also the seni...",
    "creator": "David S G Goodman, Director, China Studies Centre, Professor of Chinese Politics, University of Sydney",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Great white sharks grow a whole new kind of tooth for slicing bone as they age",
    "link": "https://theconversation.com/great-white-sharks-grow-a-whole-new-kind-of-tooth-for-slicing-bone-as-they-age-272805",
    "pubDate": "2026-01-27T23:25:21.000Z",
    "content": "Ken Bondy/iNaturalist , CC BY-NC A great white shark is a masterwork of evolutionary engineering. These beautiful predators glide effortlessly through the water, each slow, deliberate sweep of the powerful tail driving a body specialised for stealth, speed and efficiency. From above, its dark back blends into the deep blue water, while from below its pale belly disappears into the sunlit surface. In an instant, the calm glide explodes into an attack, accelerating to more than 60 kilometres per h...",
    "creator": "Emily Hunt, PhD Candidate, School of Life and Environmental Sciences, University of Sydney",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711549/original/file-20260108-56-wdzffu.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "New fear unlocked: runaway black holes",
    "link": "https://theconversation.com/new-fear-unlocked-runaway-black-holes-272429",
    "pubDate": "2026-01-27T22:55:37.000Z",
    "content": "A runaway black hole leaving a streak of new stars in its wake. James Webb Space Telescope / van Dokkum et al. Last year, astronomers were fascinated by a runaway asteroid passing through our Solar System from somewhere far beyond. It was moving at around 68 kilometres per second, just over double Earth’s speed around the Sun. Imagine if it had been something much bigger and faster: a black hole travelling at more like 3,000km per second. We wouldn’t see it coming until its intense gravitational...",
    "creator": "David Blair, Emeritus Professor, ARC Centre of Excellence for Gravitational Wave Discovery, OzGrav, The University of Western Australia",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711132/original/file-20260107-56-rwehdh.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Greenland’s Inuit have spent decades fighting for self-determination",
    "link": "https://theconversation.com/greenlands-inuit-have-spent-decades-fighting-for-self-determination-274268",
    "pubDate": "2026-01-27T18:48:31.000Z",
    "content": "People walk along a street in Nuuk, the capital of Greenland. Ina Fassbender/AFP via Getty Images Amid the discussion between U.S. President Donald Trump and Danish and European leaders about who should own Greenland, the Inuit who live there and call it home aren’t getting much attention. The Kalaallit (Inuit of West Greenland), the Tunumi (Inuit of East Greenland) and the Inughuit (Inuit of North Greenland) together represent nearly 90% of the population of Greenland, which totals about 57,000...",
    "creator": "Susan A. Kaplan, Professor of Anthropology, Director of Peary-MacMillan Arctic Museum and Arctic Studies Center, Bowdoin College",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/714492/original/file-20260126-66-ct0elz.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "The cold war maps that can help us rethink today’s Arctic conflict",
    "link": "https://theconversation.com/the-cold-war-maps-that-can-help-us-rethink-todays-arctic-conflict-274058",
    "pubDate": "2026-01-27T16:34:04.000Z",
    "content": "A US view of the cold war world, 1950, showing the fearsome power of the USSR. Cornell University – PJ Mode Collection of Persuasive Cartography. The late 1940s and early 1950s were a golden age for polar mapmaking in the US. Major magazines such as Time, Life and Fortune commissioned a generation of famous cartographers – who had come of age in the second world war – to explain the new geopolitics to a mass audience that was highly engaged after the catastrophic global conflict they had just li...",
    "creator": "James Cheshire, Professor of Geographic Information and Cartography, UCL",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713692/original/file-20260121-66-5fn3ap.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Afcon drama: what went wrong and what went right at the continent’s biggest football cup in Morocco",
    "link": "https://theconversation.com/afcon-drama-what-went-wrong-and-what-went-right-at-the-continents-biggest-football-cup-in-morocco-273819",
    "pubDate": "2026-01-27T14:28:58.000Z",
    "content": "The 35th edition of the Africa Cup of Nations, hosted by Morocco, produced thrills and several story lines, some good and others not so good. It ended in a victory for Senegal – their second Afcon championship. While the 1-0 victory over Morocco was deserved, the championship game ended on a sour note as fans invaded the field and the winning country abandoned the game for 16 minutes. I’m a sports communications scholar and an author of multiple books on football as it relates to Africa. The top...",
    "creator": "Chuka Onwumechili, Professor of Communications, Howard University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Repeated government lying, warned Hannah Arendt, makes it impossible for citizens to think and to judge",
    "link": "https://theconversation.com/repeated-government-lying-warned-hannah-arendt-makes-it-impossible-for-citizens-to-think-and-to-judge-274340",
    "pubDate": "2026-01-27T13:16:55.000Z",
    "content": "Despite evidence to the contrary, Homeland Security Secretary Kristi Noem said at a Jan. 24, 2026, news conference that Alex Pretti &#39;came with a weapon ... and attacked&#39; officers, who took action to &#39;defend their lives.&#39; AP Photo/Julia Demaree Nikhinson In Minneapolis, two recent fatal encounters with federal immigration agents have produced not only grief and anger, but an unusually clear fight over what is real. In the aftermath of Alex Pretti’s killing on Jan. 24 , 2026, feder...",
    "creator": "Stephanie A. (Sam) Martin, Frank and Bethine Church Endowed Chair of Public Affairs, Boise State University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/714510/original/file-20260126-66-hx14uk.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "5 years on from the junta’s coup, Myanmar’s flawed elections can’t unite a country at risk of breaking apart",
    "link": "https://theconversation.com/5-years-on-from-the-juntas-coup-myanmars-flawed-elections-cant-unite-a-country-at-risk-of-breaking-apart-272894",
    "pubDate": "2026-01-27T03:53:15.000Z",
    "content": "Five years ago, on February 1 2021, Myanmar’s top generals decapitated the elected government. Democratic leaders were arrested, pushed underground or forced into exile. Since then, the economy has spluttered and foreign investors have headed for the exit. The only growth industries – mostly scam centres , drugs and other criminal activities – enrich those already well-fed. The military junta has kept its stranglehold via draconian curbs on civil and political liberties. It has bolstered its fig...",
    "creator": "Adam Simpson, Senior Lecturer in International Studies in the School of Society and Culture, Adelaide University ",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Why the shooting of Alex Pretti in Minneapolis is so significant – expert Q&A",
    "link": "https://theconversation.com/why-the-shooting-of-alex-pretti-in-minneapolis-is-so-significant-expert-qanda-274318",
    "pubDate": "2026-01-26T17:42:19.000Z",
    "content": "Federal immigration agents in the city of Minneapolis are accused of having wrestled a 37-year-old intensive care nurse called Alex Pretti to the ground and then shooting him dead. The killing took place just over a mile from where another American citizen, Renee Good, was allegedly fatally shot by federal agents weeks earlier. The latest incident prompted angry protests from people in Minneapolis who want the immigration enforcement operation in their city to end. We spoke to Mark Shanahan, an ...",
    "creator": "Mark Shanahan, Associate Professor of Political Engagement, University of Surrey",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Iran’s biggest centres of protest are also experiencing extreme pollution and water shortages",
    "link": "https://theconversation.com/irans-biggest-centres-of-protest-are-also-experiencing-extreme-pollution-and-water-shortages-274217",
    "pubDate": "2026-01-26T13:39:41.000Z",
    "content": "Iran’s current wave of protests is often interpreted as having been sparked by inflation, currency collapse, corruption and repression. These explanations are not wrong, but they are incomplete. Beneath the country’s political and economic crisis lies a more destabilising force that is still largely missing from international analysis: environmental breakdown. Iran is experiencing not one environmental crisis but the convergence of several: water shortages , land subsidence , air pollution and e...",
    "creator": "Nima Shokri, Professor, Applied Engineering, United Nations University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Rebirth of the madman theory? Unpredictability isn’t what it was when it comes to foreign policy",
    "link": "https://theconversation.com/rebirth-of-the-madman-theory-unpredictability-isnt-what-it-was-when-it-comes-to-foreign-policy-274098",
    "pubDate": "2026-01-26T13:32:22.000Z",
    "content": "🎶 When the madman flips the switch, the nuclear will go for me 🎶 Columbia Pictures , CC BY-SA Tariffs are on, until they are not . Military force is an option … and then it’s off the table . Erratic behavior and unpredictability is having a moment in foreign policy circles. In the White House and elsewhere, it is seemingly being viewed as a strategic asset rather than a weakness. But it is far from a new strategy. Wild threats, sudden policy reversals and intentionally confusing language have ...",
    "creator": "Andrew Latham, Professor of Political Science, Macalester College",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/714165/original/file-20260123-56-8rkhom.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Marine protected areas aren’t in the right places to safeguard dolphins and whales in the South Atlantic",
    "link": "https://theconversation.com/marine-protected-areas-arent-in-the-right-places-to-safeguard-dolphins-and-whales-in-the-south-atlantic-274256",
    "pubDate": "2026-01-26T13:31:48.000Z",
    "content": "Whales have become increasingly common in regions such as the northern coast of São Paulo, which also has heavy ship traffic. Julio Cardoso/Projeto Baleia à Vista The ocean is under increasing pressure. Everyday human activities, from shipping to oil and gas exploration to urban pollution, are affecting the marine environment. Extensive research shows how this combination of stressors represents one of the greatest threats to marine wildlife, potentially affecting biodiversity on a global scale ...",
    "creator": "Guilherme Maricato, Pós-doutorando no Programa de Pós-Graduação em Ecologia, UFRJ",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/714198/original/file-20251222-56-gvi5om.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "One country is trying to outlaw political lying, without curbing free speech",
    "link": "https://theconversation.com/one-country-is-trying-to-outlaw-political-lying-without-curbing-free-speech-273526",
    "pubDate": "2026-01-23T17:31:43.000Z",
    "content": "Lightspring/Shutterstock For the past two years, the Welsh parliament – or Senedd – has been grappling with how to tackle deliberate lying by politicians and how to rebuild public trust in democracy. There is broad agreement across parties in Wales that the current system offers few real consequences for dishonesty . As one Senedd member put it: “Lying flourishes in politics because we can get away with it”. That frustration has now translated into legislative action. A bill that would make it i...",
    "creator": "Stephen Clear, Lecturer in Constitutional and Administrative Law, and Public Procurement, Bangor University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713134/original/file-20260119-56-3gqjoh.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "The rise of Reza Pahlavi: Iranian opposition leader or opportunist?",
    "link": "https://theconversation.com/the-rise-of-reza-pahlavi-iranian-opposition-leader-or-opportunist-273423",
    "pubDate": "2026-01-23T10:52:48.000Z",
    "content": "Reza Pahlavi, Iranian opposition leader and son of the last shah of Iran. Joel Saget/AFP via Getty Images During the protests that ripped through Iran in January, one person who gained attention was Reza Pahlavi . Pahlavi, who lives in a suburb of Washington, D.C. , is the son of the late shah of Iran, who ruthlessly ruled the country before being deposed during the Iranian Revolution in 1979. Pahlavi emerged during the recent upheaval as a prominent political dissident in exile who encouraged a...",
    "creator": "Eric Lob, Associate Professor of Politics and International Relations, Florida International University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713734/original/file-20260121-56-u30zko.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Donald Trump’s Board of Peace signed at Davos – key points I took away from my visit to the ski resort",
    "link": "https://theconversation.com/donald-trumps-board-of-peace-signed-at-davos-key-points-i-took-away-from-my-visit-to-the-ski-resort-274140",
    "pubDate": "2026-01-22T17:47:33.000Z",
    "content": "Donald Trump’s newly launched “Board of Peace” presents itself as a bold attempt to break with what its founders describe as decades of failed international diplomacy. Its charter opens with a declaration that few would openly dispute: “Durable peace requires pragmatic judgment, common-sense solutions, and the courage to depart from approaches and institutions that have too often failed.” It is true that the world urgently needs to overcome decades of inertia to reform its international organisa...",
    "creator": "Francesco Grillo, Academic Fellow, Department of Social and Political Sciences, Bocconi University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "What a US military base lost under Greenland’s ice sheet reveals about the island’s real strategic importance",
    "link": "https://theconversation.com/what-a-us-military-base-lost-under-greenlands-ice-sheet-reveals-about-the-islands-real-strategic-importance-274067",
    "pubDate": "2026-01-22T16:49:53.000Z",
    "content": "U.S. Army Corps of Engineers via Wikimedia Commons In the summer of 1959, a group of American soldiers began carving trenches in the Greenland ice sheet. Those trenches would become the snow-covered tunnels of Camp Century, a secret Arctic research base powered by a nuclear reactor. It was located about 150 miles inland from Thule, now Pituffik, a large American military base set up in north-western Greenland after a military agreement with Denmark during world war two. Camp Century operated for...",
    "creator": "Gemma Ware, Host, The Conversation Weekly Podcast, The Conversation",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713867/original/file-20260122-56-f0a2yy.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Lebanon’s orchards have been burnt, wildlife habitat destroyed by Israeli strikes – raising troubling international law questions",
    "link": "https://theconversation.com/lebanons-orchards-have-been-burnt-wildlife-habitat-destroyed-by-israeli-strikes-raising-troubling-international-law-questions-271577",
    "pubDate": "2026-01-22T13:34:34.000Z",
    "content": "Smoke rises from Israeli airstrikes on southern Lebanese villages on Sept. 23, 2024. AP Photo / Hussein Malla More than a year after a ceasefire nominally ended active fighting, much of southern Lebanon bears the ecological scars of war. Avocado orchards are gone and beehives destroyed . So, too, are the livelihoods they supported. Meanwhile, fields and forests have disappeared under the intense fire caused by white phosphorus shelling . Shrapnel and unexploded bombs , however, remain. Such grim...",
    "creator": "Mireille Rebeiz, Chair of Middle East Studies, Dickinson College",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711729/original/file-20260109-55-grk8sa.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Hacking the grid: How digital sabotage turns infrastructure into a weapon",
    "link": "https://theconversation.com/hacking-the-grid-how-digital-sabotage-turns-infrastructure-into-a-weapon-272874",
    "pubDate": "2026-01-22T13:34:22.000Z",
    "content": "Today&#39;s power grid equipment incorporates internet-connected – and therefore hackable – computers. Joe Raedle/Getty Images The darkness that swept over the Venezuelan capital in the predawn hours of Jan. 3, 2026, signaled a profound shift in the nature of modern conflict: the convergence of physical and cyber warfare. While U.S. special operations forces carried out the dramatic seizure of Venezuelan President Nicolás Maduro , a far quieter but equally devastating offensive was taking place ...",
    "creator": "Saman Zonouz, Associate Professor of Cybersecurity and Privacy and Electrical and Computer Engineering, Georgia Institute of Technology",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713760/original/file-20260121-66-2blqlf.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Humanity’s oldest known cave art has been discovered in Sulawesi",
    "link": "https://theconversation.com/humanitys-oldest-known-cave-art-has-been-discovered-in-sulawesi-273364",
    "pubDate": "2026-01-21T16:01:01.000Z",
    "content": "Supplied When we think of the world’s oldest art, Europe usually comes to mind, with famous cave paintings in France and Spain often seen as evidence this was the birthplace of symbolic human culture. But new evidence from Indonesia dramatically reshapes this picture. Our research, published today in the journal Nature , reveals people living in what is now eastern Indonesia were producing rock art significantly earlier than previously demonstrated. These artists were not only among the world’s ...",
    "creator": "Maxime Aubert, Professor of Archaeological Science, Griffith University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/712632/original/file-20260115-56-j0pw7s.JPG",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  },
  {
    "title": "Grains of sand prove people – not glaciers – transported Stonehenge rocks",
    "link": "https://theconversation.com/grains-of-sand-prove-people-not-glaciers-transported-stonehenge-rocks-271310",
    "pubDate": "2026-01-21T10:08:11.000Z",
    "content": "Ask people how Stonehenge was built and you’ll hear stories of sledges, ropes, boats and sheer human determination to haul stones from across Britain to Salisbury Plain, in south-west England. Others might mention giants, wizards, or alien assistance to explain the transport of Stonehenge’s stones, which come from as far as Wales and Scotland . But what if nature itself did the heavy lifting in transporting Stonehenge’s megaliths? In this scenario, vast glaciers that once covered Britain carried...",
    "creator": "Anthony Clarke, Research Associate, School of Earth and Planetary Sciences, Curtin University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom",
    "isDarkLogo": false
  }
]