[
  {
    "title": "Russian knowledge of Soviet-era energy systems has helped it to target Ukraine’s heating and homes",
    "link": "https://theconversation.com/russian-knowledge-of-soviet-era-energy-systems-has-helped-it-to-target-ukraines-heating-and-homes-274052",
    "pubDate": "2026-01-23T13:44:58.000Z",
    "content": "In the middle of Ukraine’s fiercest winter of the war, many Ukrainians are unable to prepare hot meals or are unable to heat their homes while temperatures have dipped as low as -20C in the past few weeks. Harsher weather is forecast.\nRussia has once again targeted Ukraine with sustained attacks on power stations, energy grids and heating nodes affecting electricity, as well as heating systems and",
    "creator": "Pauline Sophie Heinrichs, Lecturer in War Studies, Climate and Energy Security, King's College London",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/274052/count.gif"
  },
  {
    "title": "The rise of Reza Pahlavi: Iranian opposition leader or opportunist?",
    "link": "https://theconversation.com/the-rise-of-reza-pahlavi-iranian-opposition-leader-or-opportunist-273423",
    "pubDate": "2026-01-23T10:52:48.000Z",
    "content": "Reza Pahlavi, Iranian opposition leader and son of the last shah of Iran. Joel Saget/AFP via Getty Images\nDuring the protests that ripped through Iran in January, one person who gained attention was Reza Pahlavi. Pahlavi, who lives in a suburb of Washington, D.C., is the son of the late shah of Iran, who ruthlessly ruled the country before being deposed during the Iranian Revolution in 1979. \nPahl",
    "creator": "Eric Lob, Associate Professor of Politics and International Relations, Florida International University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713734/original/file-20260121-56-u30zko.jpg?ixlib=rb-4.1.0&rect=0%2C1%2C6253%2C4168&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Robert Burns and Mary, Queen of Scots: how the poet shaped the enduring cultural legacy of the executed monarch",
    "link": "https://theconversation.com/robert-burns-and-mary-queen-of-scots-how-the-poet-shaped-the-enduring-cultural-legacy-of-the-executed-monarch-273950",
    "pubDate": "2026-01-23T09:45:58.000Z",
    "content": "Wikimedia and National Galleries of Scotland, CC BY-NC\nInternationally synonymous with Scottish identity, Robert Burns is Scotland’s national bard, a status he has achieved through his popularity since his death in 1796. He wrote some of the country’s most famous poems, including the satirical ode, Address to a Haggis and the rousing Scots Wha Hae. His most well-known work, the emotive Auld Lang S",
    "creator": "Kate Kane, PhD Candidate in Scottish Literature, University of Glasgow",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713636/original/file-20260121-76-luq6mv.png?ixlib=rb-4.1.0&rect=97%2C0%2C1057%2C704&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Donald Trump’s Board of Peace signed at Davos – key points I took away from my visit to the ski resort",
    "link": "https://theconversation.com/donald-trumps-board-of-peace-signed-at-davos-key-points-i-took-away-from-my-visit-to-the-ski-resort-274140",
    "pubDate": "2026-01-22T17:47:33.000Z",
    "content": "Donald Trump’s newly launched “Board of Peace” presents itself as a bold attempt to break with what its founders describe as decades of failed international diplomacy. Its charter opens with a declaration that few would openly dispute: “Durable peace requires pragmatic judgment, common-sense solutions, and the courage to depart from approaches and institutions that have too often failed.”\nIt is tr",
    "creator": "Francesco Grillo, Academic Fellow, Department of Social and Political Sciences, Bocconi University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/274140/count.gif"
  },
  {
    "title": "What a US military base lost under Greenland’s ice sheet reveals about the island’s real strategic importance",
    "link": "https://theconversation.com/what-a-us-military-base-lost-under-greenlands-ice-sheet-reveals-about-the-islands-real-strategic-importance-274067",
    "pubDate": "2026-01-22T16:49:53.000Z",
    "content": "U.S. Army Corps of Engineers via Wikimedia Commons\n\n\n\n\n\n\nIn the summer of 1959, a group of American soldiers began carving trenches in the Greenland ice sheet. Those trenches would become the snow-covered tunnels of Camp Century, a secret Arctic research base powered by a nuclear reactor. \nIt was located about 150 miles inland from Thule, now Pituffik, a large American military base set up in nort",
    "creator": "Gemma Ware, Host, The Conversation Weekly Podcast, The Conversation",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713867/original/file-20260122-56-f0a2yy.png?ixlib=rb-4.1.0&rect=7%2C30%2C1108%2C739&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Mark Carney invoked Thucydides at Davos – what people get wrong about this ancient Greek writer’s take on power",
    "link": "https://theconversation.com/mark-carney-invoked-thucydides-at-davos-what-people-get-wrong-about-this-ancient-greek-writers-take-on-power-274086",
    "pubDate": "2026-01-22T13:48:20.000Z",
    "content": "In his speech to this year’s World Economic Forum at Davos, Canadian prime minister Mark Carney mourned the demise of international cooperation by evoking an authority from ancient Greece. \n“It seems that every day we’re reminded that we live in an era of great power rivalry, that the rules-based order is fading, that the strong can do what they can, and the weak must suffer what they must. And th",
    "creator": "Neville Morley, Professor in Classics, Ancient History, Religion, and Theology, University of Exeter",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/274086/count.gif"
  },
  {
    "title": "Lebanon’s orchards have been burnt, wildlife habitat destroyed by Israeli strikes – raising troubling international law questions",
    "link": "https://theconversation.com/lebanons-orchards-have-been-burnt-wildlife-habitat-destroyed-by-israeli-strikes-raising-troubling-international-law-questions-271577",
    "pubDate": "2026-01-22T13:34:34.000Z",
    "content": "Smoke rises from Israeli airstrikes on southern Lebanese villages on Sept. 23, 2024.\r\n AP Photo / Hussein Malla\nMore than a year after a ceasefire nominally ended active fighting, much of southern Lebanon bears the ecological scars of war. Avocado orchards are gone and beehives destroyed. So, too, are the livelihoods they supported. Meanwhile, fields and forests have disappeared under the intense ",
    "creator": "Mireille Rebeiz, Chair of Middle East Studies, Dickinson College",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711729/original/file-20260109-55-grk8sa.jpg?ixlib=rb-4.1.0&rect=0%2C0%2C1024%2C682&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Hacking the grid: How digital sabotage turns infrastructure into a weapon",
    "link": "https://theconversation.com/hacking-the-grid-how-digital-sabotage-turns-infrastructure-into-a-weapon-272874",
    "pubDate": "2026-01-22T13:34:22.000Z",
    "content": "Today's power grid equipment incorporates internet-connected – and therefore hackable – computers. Joe Raedle/Getty Images\nThe darkness that swept over the Venezuelan capital in the predawn hours of Jan. 3, 2026, signaled a profound shift in the nature of modern conflict: the convergence of physical and cyber warfare. While U.S. special operations forces carried out the dramatic seizure of Venezue",
    "creator": "Saman Zonouz, Associate Professor of Cybersecurity and Privacy and Electrical and Computer Engineering, Georgia Institute of Technology",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713760/original/file-20260121-66-2blqlf.jpg?ixlib=rb-4.1.0&rect=161%2C0%2C5677%2C3784&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Deep in the Amazon, I discovered this monkey’s ingenious survival tactic",
    "link": "https://theconversation.com/deep-in-the-amazon-i-discovered-this-monkeys-ingenious-survival-tactic-271995",
    "pubDate": "2026-01-20T14:22:19.000Z",
    "content": "The red-nosed cuxiu is endangered.  Cavan-Images/Shutterstock\nLook down at the rainforest floor. Rotting flowers shift under the assault of tiny petal-eating beetles. Vividly coloured fungi pop up everywhere like the strange sculptures of a madly productive ceramicist. \nLook in front of you and heliconias and calatheas, tropical plants familiar from garden centres and greenhouses, vie for the atte",
    "creator": "Adrian Barnett, Senior Lecturer in Behavioural Ecology, University of Greenwich",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711673/original/file-20260109-56-te3wkf.jpg?ixlib=rb-4.1.0&rect=0%2C0%2C6000%2C4000&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Opera is not dying – but it needs a second act for the streaming era",
    "link": "https://theconversation.com/opera-is-not-dying-but-it-needs-a-second-act-for-the-streaming-era-271376",
    "pubDate": "2026-01-20T13:35:45.000Z",
    "content": "American soprano Renee Fleming performs at a dress rehearsal for a Metropolitan Opera production of 'The Merry Widow' in New York in 2014. Jack Vartoogian/Getty Images\n“By construction, any automation will defeat the purpose of a live performance, which is the experience that the audience is paying for.”\nEvery few years, you’ll hear a familiar refrain: “Opera is dying.”\nNational surveys point to s",
    "creator": "Christos Makridis, Associate Research Professor of Information Systems, Arizona State University; Institute for Humane Studies",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713012/original/file-20260118-56-dyvsi1.jpg?ixlib=rb-4.1.0&rect=8%2C0%2C4482%2C2988&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "What a bear attack in a remote valley in Nepal tells us about the problem of aging rural communities",
    "link": "https://theconversation.com/what-a-bear-attack-in-a-remote-valley-in-nepal-tells-us-about-the-problem-of-aging-rural-communities-271377",
    "pubDate": "2026-01-20T13:35:31.000Z",
    "content": "Dorje Dundul ponders a life living with increased risk of bear attacks. Geoff Childs, CC BY-SA\nDorje Dundul recently had his foot gnawed by a brown bear – a member of the species Ursus thibetanus, to be precise.\nIt wasn’t his first such encounter. Recounting the first of three such violent experiences over the past five years, Dorje told our research team: “My wife came home one evening and report",
    "creator": "Geoff Childs, Professor of Sociocultural Anthropology, Washington University in St. Louis",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/706742/original/file-20251205-76-lfafc6.JPG?ixlib=rb-4.1.0&rect=0%2C0%2C3776%2C2517&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Juice cleanses, charcoal supplements and foot patches – is detoxing worth the hype?",
    "link": "https://theconversation.com/juice-cleanses-charcoal-supplements-and-foot-patches-is-detoxing-worth-the-hype-273394",
    "pubDate": "2026-01-20T10:08:56.000Z",
    "content": "January arrives with a familiar hangover. Too much food. Too much drink. Too much screen time. And suddenly social media is full of green juices, charcoal supplements, foot patches and seven-day “liver resets”, all promising to purge the body of mysterious toxins and return it to a purer state.\nIn the first episode of Strange Health, a new visualised podcast from The Conversation, hosts Katie Edwa",
    "creator": "Katie Edwards, Commissioning Editor, Health + Medicine and Host of Strange Health podcast, The Conversation",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/273394/count.gif"
  },
  {
    "title": "Valentino shaped the runway – and the red carpet – for 60 years",
    "link": "https://theconversation.com/valentino-shaped-the-runway-and-the-red-carpet-for-60-years-273891",
    "pubDate": "2026-01-20T05:35:34.000Z",
    "content": "Valentino, who died on Monday at 93, leaves a lasting legacy full of celebrities, glamour and, in his words, knowing what women want: “to be beautiful”. \nThe Italian fashion powerhouse has secured his dream of making a lasting impact, outliving Karl Lagerfeld and Yves Saint Laurent. \nValentino was known for his unique blend between the bold and colourful Italian fashion and the elegant French haut",
    "creator": "Jye Marshall, Lecturer, Fashion Design, School of Design and Architecture, Swinburne University of Technology",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713276/original/file-20260120-66-wr84as.jpg?ixlib=rb-4.1.0&q=45&auto=format&w=754&fit=clip"
  },
  {
    "title": "The way Earth’s surface moves has a bigger impact on shifting the climate than we knew",
    "link": "https://theconversation.com/the-way-earths-surface-moves-has-a-bigger-impact-on-shifting-the-climate-than-we-knew-272352",
    "pubDate": "2026-01-19T22:44:18.000Z",
    "content": "Our planet has experienced dramatic climate shifts throughout its history, oscillating between freezing “icehouse” periods and warm “greenhouse” states.\nScientists have long linked these climate changes to fluctuations in atmospheric carbon dioxide. However, new research reveals the source of this carbon – and the driving forces behind it – are far more complex than previously thought.\nIn fact, th",
    "creator": "Ben Mather, ARC Early Career Industry Fellow, School of Geography, Earth and Atmospheric Sciences, The University of Melbourne",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/272352/count.gif"
  },
  {
    "title": "Would you use AI to break writer’s block? We asked 5 experts",
    "link": "https://theconversation.com/would-you-use-ai-to-break-writers-block-we-asked-5-experts-271627",
    "pubDate": "2026-01-19T17:14:40.000Z",
    "content": "Pexels, The Conversation, CC BY-NC\nThe founder and chief executive of Bloomsbury Publishing, responsible for blockbuster romantasy author Sarah J. Maas and literary heavyweights like George Saunders, has suggested AI “will probably help creativity” – including by helping authors defeat writer’s block. \n“AI gets them going and writes the first paragraph, or first chapter, and gets them back in the ",
    "creator": "Nicola Redhouse, Lecturer, Publishing and Editing, The University of Melbourne",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/713032/original/file-20260119-56-tjc5tc.png?ixlib=rb-4.1.0&rect=125%2C0%2C1350%2C900&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "‘We got lazy and complacent’: Swedish pensioners explain how abolishing the wealth tax changed their country",
    "link": "https://theconversation.com/we-got-lazy-and-complacent-swedish-pensioners-explain-how-abolishing-the-wealth-tax-changed-their-country-272041",
    "pubDate": "2026-01-19T12:59:56.000Z",
    "content": "'A country of rich people': a superyacht with helicopter on board heads into Stockholm's harbour. M-Production/Shutterstock\nFor much of the 20th century, Sweden enjoyed a justifiable reputation as one of Europe’s most egalitarian countries. Yet over the past two decades, it has transformed into what journalist and author Andreas Cervenka calls a “paradise for the super-rich”.\nToday, Sweden has one",
    "creator": "Miranda Sheild Johansson, Senior Research Fellow in Social Anthropology, UCL",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711782/original/file-20260111-65-xw15g6.jpg?ixlib=rb-4.1.0&rect=216%2C0%2C3622%2C2414&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "When science discourages correction: How publishers profit from mistakes",
    "link": "https://theconversation.com/when-science-discourages-correction-how-publishers-profit-from-mistakes-272657",
    "pubDate": "2026-01-19T02:31:15.000Z",
    "content": "Flawed scientific articles don’t just clutter journals — they misguide policies, waste taxpayer funds, and endanger lives. Errors in top-tier research persist due to a broken correction system. Consider our own recent experiences.\nIn March 2025, Communications Earth & Environment published a paper claiming oil palm certification reduces yields and drives land expansion. But the study misread satel",
    "creator": "Douglas Sheil, Professor, Faculty of Environmental Sciences and Natural Resource Management, Wageningen University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711362/original/file-20260108-56-ftnoi3.jpg?ixlib=rb-4.1.0&q=45&auto=format&w=754&fit=clip"
  },
  {
    "title": "Googoosh, the ‘Voice of Iran,’ has gone quiet – and that’s her point",
    "link": "https://theconversation.com/googoosh-the-voice-of-iran-has-gone-quiet-and-thats-her-point-273447",
    "pubDate": "2026-01-15T23:03:21.000Z",
    "content": "Googoosh performs at Scotiabank Arena on Jan. 17, 2025, in Toronto. Jeremy Chan Photography/Getty Images\nBefore Beyoncé, before Cher, before Madonna, there was Googoosh.\nThe 75-year-old Iranian megastar catapulted to stardom in Iran during the 1970s, only to be silenced by the Islamist regime that took power after the 1979 Islamic Revolution. In 2000, she was finally allowed to leave Iran to live ",
    "creator": "Richard Nedjat-Haiem, Ph.D. Candidate in Comparative Literature, University of California, Santa Barbara",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/712531/original/file-20260115-56-mwcue2.jpg?ixlib=rb-4.1.0&rect=178%2C298%2C3693%2C2462&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "China’s new condom tax will prove no effective barrier to country’s declining fertility rate",
    "link": "https://theconversation.com/chinas-new-condom-tax-will-prove-no-effective-barrier-to-countrys-declining-fertility-rate-273333",
    "pubDate": "2026-01-15T19:44:02.000Z",
    "content": "A Chinese visitor looks at condoms at the Beijing International Sex Supplies Exhibition. Zhang Peng/LightRocket via Getty Images\nOnce the world’s most populous nation, China is now among the many Asian countries struggling with anemic fertility rates. In an attempt to double the country’s rate of 1.0 children per woman, Beijing is reaching for a new tool: taxes on condoms, birth control pills and ",
    "creator": "Dudley L. Poston Jr., Professor of Sociology, Texas A&M University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/712489/original/file-20260114-56-rifegc.jpg?ixlib=rb-4.1.0&rect=0%2C0%2C5000%2C3333&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Most of the world just agreed on something: a new treaty to protect our oceans",
    "link": "https://theconversation.com/most-of-the-world-just-agreed-on-something-a-new-treaty-to-protect-our-oceans-273500",
    "pubDate": "2026-01-15T16:04:36.000Z",
    "content": "gabrielvieiracosta/Shutterstock\n\n\n\n\n\n\nIn a moment being celebrated by global marine conservationists, a new UN high seas treaty comes into force on January 17 providing a new way to govern the world’s oceans. \nFormally known as the Biodiversity Beyond National Jurisdiction agreement, it will allow for the creation of protected areas in international waters, like national parks. It will also set ou",
    "creator": "Gemma Ware, Host, The Conversation Weekly Podcast, The Conversation",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/712470/original/file-20260114-56-7xw4g5.jpg?ixlib=rb-4.1.0&rect=0%2C0%2C6795%2C4530&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "How mountain terraces have helped Indigenous peoples live with climate uncertainty",
    "link": "https://theconversation.com/how-mountain-terraces-have-helped-indigenous-peoples-live-with-climate-uncertainty-271599",
    "pubDate": "2026-01-15T13:38:05.000Z",
    "content": "Farmers during harvest season in Batad, Ifugao, Philippines. Paul Connor and the Ifugao Archaeological Project, CC BY\nIndigenous communities have lived with changes to the climate for centuries. Their adaptations over those many years are based on their close observation of weather, water, soils and seasonal change, and they have been refined through generations of learning. \nThat knowledge, thoug",
    "creator": "Stephen Acabado, Professor of Anthropology, University of California, Los Angeles",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/710908/original/file-20260106-63-71yb46.jpg?ixlib=rb-4.1.0&rect=856%2C0%2C6480%2C4320&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Ghana collects half the blood it needs – digital approaches can improve that",
    "link": "https://theconversation.com/ghana-collects-half-the-blood-it-needs-digital-approaches-can-improve-that-271436",
    "pubDate": "2026-01-15T10:16:59.000Z",
    "content": "Infinite Photo/Shutterstock.com\nIt is late, the ward is crowded, and the clock is moving faster than everyone would like. A doctor has stabilised the patient as best they can, but one thing is missing – blood. \nA relative is asked to “try somewhere else”, and within minutes, the family is on the phone, calling friends, contacting church groups, posting in WhatsApp chats, hoping that someone nearby",
    "creator": "Michael Head, Senior Research Fellow in Global Health, University of Southampton",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/710981/original/file-20260106-56-yokoru.jpg?ixlib=rb-4.1.0&rect=0%2C3%2C6016%2C4010&q=45&auto=format&w=1050&h=700&fit=crop"
  },
  {
    "title": "Growing up alongside deadly fires inspired me to study them – and fight flames with swarms of drones",
    "link": "https://theconversation.com/growing-up-alongside-deadly-fires-inspired-me-to-study-them-and-fight-flames-with-swarms-of-drones-273270",
    "pubDate": "2026-01-15T10:13:17.000Z",
    "content": "Growing up in Greece, wildfires were a constant presence each summer. In 2007, I remember watching TV footage of fires ravaging the Peloponnese peninsula and island of Evia, destroying forests and homes, taking lives. The sight of helicopters and firefighting aircraft crossing the smoky skies was both terrifying and awe-inspiring.\nThen when I was 17, flames crept dangerously close to my home in Ka",
    "creator": "Georgios Tzoumas, Senior Research Associate, School of Engineering Mathematics and Technology, University of Bristol",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/273270/count.gif"
  },
  {
    "title": "One uprising, two stories: how each side is trying to frame the uprising in Iran",
    "link": "https://theconversation.com/one-uprising-two-stories-how-each-side-is-trying-to-frame-the-uprising-in-iran-273573",
    "pubDate": "2026-01-15T05:29:06.000Z",
    "content": "Since the outbreak of the current wave of protests in Iran, two sharply competing narratives have emerged to explain what is unfolding in the streets. \nFor the ruling establishment, the unrest is portrayed as a foreign-engineered plot. They argue it is an externally-driven attempt to destabilise the state through manipulation, infiltration, and psychological operations. \nFor the opposition, the sa",
    "creator": "Ali Mamouri, Research Fellow, Middle East Studies, Deakin University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://counter.theconversation.com/content/273573/count.gif"
  },
  {
    "title": "Does adding ‘please’ and ‘thank you’ to your ChatGPT prompts really waste energy?",
    "link": "https://theconversation.com/does-adding-please-and-thank-you-to-your-chatgpt-prompts-really-waste-energy-272258",
    "pubDate": "2026-01-14T23:23:20.000Z",
    "content": "Serene Lee/Getty Images\nCut the words “please” and “thank you” from your next ChatGPT query and, if you believe some of the talk online, you might think you are helping save the planet.\nThe idea sounds plausible because AI systems process text incrementally: longer prompts require slightly more computation and therefore use more energy. OpenAI’s chief executive Sam Altman has acknowledged it all a",
    "creator": "Richard Morris, Postdoctoral Fellow, Faculty of Agriculture and Life Sciences, Lincoln University, New Zealand",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711355/original/file-20260108-56-jjh5fh.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Climate engineering would alter the oceans, reshaping marine life – new study examines each method’s risks",
    "link": "https://theconversation.com/climate-engineering-would-alter-the-oceans-reshaping-marine-life-new-study-examines-each-methods-risks-270659",
    "pubDate": "2026-01-14T14:01:40.000Z",
    "content": "Phytoplankton blooms, seen by satellite in the Baltic Sea, pull carbon dioxide out of the atmosphere. European Space Agency via Flickr, CC BY-SA\nClimate change is already fueling dangerous heat waves, raising sea levels and transforming the oceans. Even if countries meet their pledges to reduce the greenhouse gas emissions that are driving climate change, global warming will exceed what many ecosy",
    "creator": "Kelsey Roberts, Post-Doctoral Scholar in Marine Ecology, Cornell University; UMass Dartmouth",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711796/original/file-20260111-56-2tc6dc.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Why the world’s central bankers had to speak up against Trump’s attacks on the Fed",
    "link": "https://theconversation.com/why-the-worlds-central-bankers-had-to-speak-up-against-trumps-attacks-on-the-fed-273450",
    "pubDate": "2026-01-14T06:55:17.000Z",
    "content": "Central bankers from around the world have issued a joint statement of support for US Federal Reserve Chair Jerome Powell, as he faces a criminal probe on top of mounting pressure from US President Donald Trump to resign early.\nIt is very unusual for the world’s central bank governors to issue such a statement. But these are very unusual times.\nThe reason so many senior central bankers – from Aust",
    "creator": "John Hawkins, Head, Canberra School of Government, University of Canberra",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "The World Trade Organization is on life support. Will Trump’s new rules finish it off?",
    "link": "https://theconversation.com/the-world-trade-organization-is-on-life-support-will-trumps-new-rules-finish-it-off-273216",
    "pubDate": "2026-01-13T22:33:58.000Z",
    "content": "Chip Somodevilla/Getty Images\nThe United States has now withdrawn from 66 international organisations, conventions and treaties, illegally invaded Venezuela, and promoted an “America First” agenda in its new National Security Strategy. \nThis all signals the collapse of a global system that has operated for the past 60 years. The old world order – driven by hyper-globalisation and US hegemonic powe",
    "creator": "Jane Kelsey, Emeritus Professor of Law, University of Auckland, Waipapa Taumata Rau",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/712075/original/file-20260113-56-ecftzf.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Ukraine is under pressure to trade land for peace − if it does, history shows it might not ever get it back",
    "link": "https://theconversation.com/ukraine-is-under-pressure-to-trade-land-for-peace-if-it-does-history-shows-it-might-not-ever-get-it-back-271609",
    "pubDate": "2026-01-12T13:19:09.000Z",
    "content": "An elderly Ukrainian walks through the rubble following a Russian aerial bomb strike in Donetsk Oblast. Diego Herrera Carcedo/Anadolu via Getty Images\nAsked in December 2025 what the biggest sticking point was in negotiating peace in Ukraine, U.S. President Donald Trump got straight to the point: land. “Some of that land has been taken. Some of that land is maybe up for grabs,” he added.\nFrom the ",
    "creator": "Peter Harris, Associate Professor of Political Science, Colorado State University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711543/original/file-20260108-56-5mcttg.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Saudi-UAE bust-up over Yemen was only a matter of time − and reflects wider rift over vision for the region",
    "link": "https://theconversation.com/saudi-uae-bust-up-over-yemen-was-only-a-matter-of-time-and-reflects-wider-rift-over-vision-for-the-region-273083",
    "pubDate": "2026-01-12T13:18:42.000Z",
    "content": "Supporters of the UAE-backed and recently disbanded Southern Transitional Council hold flags of the former state of South Yemen during a rally in Aden, Yemen, on Jan. 2, 2026. AP Photo\nYears of simmering tensions between Saudi Arabia and the United Arab Emirates exploded into the open on Dec. 30, 2025. \nThat’s when Saudi officials accused the UAE of backing separatist groups in Yemen and carried o",
    "creator": "Kristian Coates Ulrichsen, Fellow for the Middle East at the Baker Institute, Rice University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711764/original/file-20260110-56-c4r7ro.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "What Cubans want – and what they are bracing for, following Trump’s threats",
    "link": "https://theconversation.com/what-cubans-want-and-what-they-are-bracing-for-following-trumps-threats-272857",
    "pubDate": "2026-01-12T13:13:55.000Z",
    "content": "The Cuban capital of Havana, where we are currently on a research trip, woke to an unfamiliar silence on January 5. As we drove through the city, no music drifted from open windows and shops and restaurants were shuttered. The streets were almost deserted.\nIt was the first day of national mourning for the 32 Cuban soldiers killed during the US operation to capture Venezuelan leader Nicolás Maduro ",
    "creator": "Anna Grimaldi, Lecturer in Politics and International Relations, University of Leeds",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/711693/original/file-20260109-55-f9m73g.jpeg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Why the mad artistic genius trope doesn’t stand up to scientific scrutiny",
    "link": "https://theconversation.com/why-the-mad-artistic-genius-trope-doesnt-stand-up-to-scientific-scrutiny-272841",
    "pubDate": "2026-01-12T13:13:53.000Z",
    "content": "Vincent van Gogh sliced off his ear with a knife during a psychotic episode. Ballet dancer Vaslav Nijinsky developed schizophrenia and spent the last 30 years of his life in hospital. Virginia Woolf lived with bipolar disorder, eventually taking her own life as she felt another deep depression beginning. \nMany famous creative artists have lived with severe mental illness. Catherine Zeta-Jones, Mar",
    "creator": "Daisy Fancourt, Professor Psychobiology and Epidemiology, UCL",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "India’s 60 million street dogs are turning from village scavengers to city territory defenders",
    "link": "https://theconversation.com/indias-60-million-street-dogs-are-turning-from-village-scavengers-to-city-territory-defenders-272751",
    "pubDate": "2026-01-09T16:44:17.000Z",
    "content": "Dasarath Deka / shutterstock\nGrowing up in rural India, my grandmother would feed the village dog half a chapati and a bowl of milk each afternoon, surely insufficient for its needs. The dog survived by scavenging from nearby homes. Years later, living in Delhi, I encountered street dogs refusing biscuits, overfed by households competing to care for them. \nIndia’s unique mix of religious and cultu",
    "creator": "Nishant Kumar, India Alliance Fellow, National Centre for Biological Science, Bangalore & Department of Biology, University of Oxford",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/710991/original/file-20260106-56-ojo504.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "How facial recognition for bears can help ecologists manage wildlife",
    "link": "https://theconversation.com/how-facial-recognition-for-bears-can-help-ecologists-manage-wildlife-271371",
    "pubDate": "2026-01-07T13:37:39.000Z",
    "content": "Can you tell these bears apart now? Would you recognize them if you saw them again tomorrow? Education Images/Universal Images Group via Getty Images\nWhen a grizzly bear attacked a group of fourth- and fifth-graders in western Canada in late November 2025, it sparked more than a rescue effort for the 11 people injured – four with severe injuries. Local authorities began trying to find the specific",
    "creator": "Emily Wanderer, Associate Professor of Anthropology, University of Pittsburgh",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/709961/original/file-20251219-66-obb752.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "The battle over a global energy transition is on between petro-states and electro-states – here’s what to watch for in 2026",
    "link": "https://theconversation.com/the-battle-over-a-global-energy-transition-is-on-between-petro-states-and-electro-states-heres-what-to-watch-for-in-2026-272205",
    "pubDate": "2026-01-06T13:38:06.000Z",
    "content": "Solar power has been expanding quickly, but natural gas is also booming. Gerard Julien/AFP via Getty Images\nTwo years ago, countries around the world set a goal of “transitioning away from fossil fuels in energy systems in a just, orderly and equitable manner.” The plan included tripling renewable energy capacity and doubling energy efficiency gains by 2030 – important steps for slowing climate ch",
    "creator": "Jennifer Morgan, Senior Fellow, Center for International Environment and Resource Policy and Climate Policy Lab, Tufts University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/709755/original/file-20251218-56-oxcot8.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Venezuela, Gaza, Ukraine: is the UN failing?",
    "link": "https://theconversation.com/venezuela-gaza-ukraine-is-the-un-failing-272703",
    "pubDate": "2026-01-06T00:19:13.000Z",
    "content": "The United Nations turned 80 in October last year; a venerable age for the most significant international organisation the world has ever seen. \nBut events of recent years – from last weekend’s Trumpian military action to seize Venezuelan President Nicolás Maduro and Russia’s unlawful invasion of Ukraine in 2022, to the ongoing humanitarian catastrophe in Gaza – represent major challenges to the U",
    "creator": "Juliette McIntyre, Senior Lecturer in Law, Adelaide University ",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "How I used AI to transform myself from a female dance artist to an all-male post-punk band – and what that means for other musicians",
    "link": "https://theconversation.com/how-i-used-ai-to-transform-myself-from-a-female-dance-artist-to-an-all-male-post-punk-band-and-what-that-means-for-other-musicians-271247",
    "pubDate": "2026-01-05T17:16:10.000Z",
    "content": "Intelligent Band Machine. Real or AI generated? Priscilla Angelique-Page \nWhen you click on the Spotify profile of Intelligent Band Machine you will see an image of three young men staring moodily back into the camera. Their profile confirms that they are a “British band”, “influenced by the post-punk scene” and trying to capture the spirit of bands like The Cure “while carving out their own uniqu",
    "creator": "Priscilla Angelique-Page, Researcher, Generative Artificial Intelligence, Nottingham Trent University",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/706186/original/file-20251203-64-uinsax.png",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "As the Milan Winter Olympics approach, what are the environmental expectations?",
    "link": "https://theconversation.com/as-the-milan-winter-olympics-approach-what-are-the-environmental-expectations-270626",
    "pubDate": "2026-01-05T15:06:25.000Z",
    "content": "Italy is preparing to host the 25th Winter Olympic Games next month — from Feb. 6 to the 22nd, followed by the Paralympic Games from March 6 to the 15th.\nAfter the excitement of the Paris Summer Games in 2024, which had sustainability at the heart of its planning strategy, the Milan Winter Games will be decisive in determining whether there’s truly a major shift happening within the Olympic moveme",
    "creator": "Alizée Pillod, Doctorante en science politique, Université de Montréal",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Autocrats have long lists of political enemies. This is how Donald Trump has tried to silence his",
    "link": "https://theconversation.com/autocrats-have-long-lists-of-political-enemies-this-is-how-donald-trump-has-tried-to-silence-his-272252",
    "pubDate": "2026-01-04T17:11:47.000Z",
    "content": "The list of people Donald Trump has punished or threatened to punish since returning to office is long. It includes the likes of James Comey, Letitia James, John Bolton, as well as members of the opposition, such as Adam Schiff, Mark Kelly and Kamala Harris.\nIn fact, he has gone so far as to call Democrats “the enemy from within”, saying they are more dangerous than US adversaries like Russia and ",
    "creator": "Justin Bergman, International Affairs Editor, The Conversation",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "China’s five green economy challenges in 2026",
    "link": "https://theconversation.com/chinas-five-green-economy-challenges-in-2026-270866",
    "pubDate": "2026-01-02T11:39:36.000Z",
    "content": "As China heads into the new year it will start rolling out its 15th five‑year plan, this one is for 2026-2030. \nBeijing is doubling down on greening its economy, and aims to hit two major climate goals: “carbon peaking”, where carbon dioxide emissions have reached a ceiling by 2030, and “carbon neutrality”, where net carbon dioxide emissions have been driven down to zero by 2060.\nYet, China’s gree",
    "creator": "Chee Meng Tan, Assistant Professor of Business Economics, University of Nottingham",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Brigitte Bardot defined the modern woman and defied social norms",
    "link": "https://theconversation.com/brigitte-bardot-defined-the-modern-woman-and-defied-social-norms-261659",
    "pubDate": "2025-12-28T10:43:02.000Z",
    "content": "Herbert Dorfman/Corbis via Getty Image\nBrigitte Bardot’s death, at the age of 91, brings to a close one of the most extraordinary careers in post-war French cultural life. \nBest known as an actress, she was also a singer, a fashion icon, an animal rights activist and a symbol of France’s sexual liberation.\nFamous enough to be known by her initials, B.B. symbolised a certain vision of French femini",
    "creator": "Ben McCann, Associate Professor of French Studies, University of Adelaide",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/683384/original/file-20250801-74-h2ce9y.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Revolutionary rap: Nigerian star Falz has kept protest music alive",
    "link": "https://theconversation.com/revolutionary-rap-nigerian-star-falz-has-kept-protest-music-alive-266529",
    "pubDate": "2025-12-19T08:35:44.000Z",
    "content": "Nigerian rapper, actor and social media star Falz released his sixth studio album, The Feast, in 2025. \nFew Nigerian popular musicians have shown as much versatility and staying power as the man behind the #ElloBae and #WehDoneSir social media trends. For over a decade now, Falz has been marrying musical skills and social activism with digital savvy and comedy.\nHis rise to global prominence was so",
    "creator": "Paul Onanuga, Lecturer, Federal University, Oye Ekiti",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Sudan’s civil war: A visual guide to the brutal conflict",
    "link": "https://theconversation.com/sudans-civil-war-a-visual-guide-to-the-brutal-conflict-271429",
    "pubDate": "2025-12-18T13:24:29.000Z",
    "content": "Mahmoud Hjaj/Anadolu Agency via Getty, Ebrahim Hamid, Getty, Hussein Malla/Getty, Anadolu/Getty, The Conversation\nSudan’s brutal civil war has dragged on for more than 2½ years, displacing millions and killing in excess of 150,000 people – making it among the most deadly conflicts in the world today.\nAs of December 2025, the paramilitary Rapid Support Forces appear to be making gains, seizing a ke",
    "creator": "Christopher Tounsel, Associate Professor of History, University of Washington",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/709260/original/file-20251216-62-n0diyz.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Bird flu warnings are being ignored. I’ve seen this pattern before",
    "link": "https://theconversation.com/bird-flu-warnings-are-being-ignored-ive-seen-this-pattern-before-271765",
    "pubDate": "2025-12-18T11:01:09.000Z",
    "content": "TLF/Shutterstock.com\nThere’s an unwritten rule in publishing, or so I’ve been told: don’t write about COVID. Our collective attention span has been saturated by those endless months holed up in attics and cramped corners of apartments, staring out at a world we could no longer take part in. When the worst of it passed, we felt an urge to close that chapter, to padlock it behind a heavy latch. \nBut",
    "creator": "Nikki Ikani, Assistant Professor Intelligence & Security, Leiden University; King's College London",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/709041/original/file-20251216-72-mcaryk.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Marriage and migration: what happens when men return to the family home in Botswana",
    "link": "https://theconversation.com/marriage-and-migration-what-happens-when-men-return-to-the-family-home-in-botswana-270403",
    "pubDate": "2025-12-18T08:19:20.000Z",
    "content": "The history of labour migration in Botswana can be linked to the discovery of gold and diamonds in South Africa in the late 19th century. South Africa needed cheap labour, and men from neighbouring territories were pulled into the workforce as unskilled or semi-skilled workers in mines, factories, kitchens and farms. \nMine recruitment agencies like the Native Recruiting Corporation and the Witwate",
    "creator": "Unaludo Sechele, Research Fellow, University of the Free State",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "From record warming to rusting rivers, 2025 Arctic Report Card shows a region transforming faster than expected",
    "link": "https://theconversation.com/from-record-warming-to-rusting-rivers-2025-arctic-report-card-shows-a-region-transforming-faster-than-expected-271572",
    "pubDate": "2025-12-16T17:02:31.000Z",
    "content": "As temperatures rise, the timing of the ice thaw changes. Vincent Denarie via Arctic Report Card\nThe Arctic is transforming faster and with more far-reaching consequences than scientists expected just 20 years ago, when the first Arctic Report Card assessed the state of Earth’s far northern environment.\nThe snow season is dramatically shorter today, sea ice is thinning and melting earlier, and wil",
    "creator": "Matthew L. Druckenmiller, Senior Scientist, National Snow and Ice Data Center (NSIDC), Cooperative Institute for Research in Environmental Sciences (CIRES), University of Colorado Boulder",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/708445/original/file-20251212-56-y890g1.jpeg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "How rogue nations are capitalizing on gaps in crypto regulation to finance weapons programs",
    "link": "https://theconversation.com/how-rogue-nations-are-capitalizing-on-gaps-in-crypto-regulation-to-finance-weapons-programs-269060",
    "pubDate": "2025-12-16T13:46:22.000Z",
    "content": "Two years after Hamas attacked Israel on Oct. 7, 2023, families of the victims filed suit against Binance, a major cryptocurrency platform that has been plagued by scandals.\nIn a Nov. 24, 2025, filing by representatives of more than 300 victims and family members, Binance and its former CEO – recently pardoned Changpeng Zhao – were accused of willfully ignoring anti-money-laundering and so-called ",
    "creator": "Nolan Fahrenkopf, Research Fellow at Project on International Security, Commerce and Economic Statecraft, University at Albany, State University of New York",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": "https://images.theconversation.com/files/708934/original/file-20251215-56-ry92w6.jpg",
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  },
  {
    "title": "Internet shutdowns are increasing dramatically in Africa – a new book explains why",
    "link": "https://theconversation.com/internet-shutdowns-are-increasing-dramatically-in-africa-a-new-book-explains-why-271222",
    "pubDate": "2025-12-16T08:29:08.000Z",
    "content": "Between 2016 and 2024 there were 193 internet shutdowns imposed in 41 African countries. This form of social control is a growing trend in the continent, according to a new open access source book. It has provided the first-ever comparative analysis of how and why African states use blackouts – written by African researchers.\nThe book, co-edited by digital rights activist and internet shutdown spe",
    "creator": "Tony Roberts, Digital Research Fellow, Institute of Development Studies",
    "sourceTitle": "The Conversation – Articles (GLOBAL)",
    "sheetCategory": "Näkökulmat",
    "enforcedImage": null,
    "sourceDescription": "",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=theconversation.com",
    "originalRssUrl": "https://theconversation.com/global/articles.atom"
  }
]