[
  {
    "title": "Trump’s annexation of Greenland seemed imminent.  Now it’s on much shakier ground",
    "link": "https://theconversation.com/trumps-annexation-of-greenland-seemed-imminent-now-its-on-much-shakier-ground-273787",
    "pubDate": "2026-01-21T20:24:34.000Z",
    "content": "Looking at headlines around the world, it seemed like United States President Donald Trump’s annexation of Greenland was imminent. Buoyed by the success of his military operation to oust Venezuelan President Nicolás Maduro, Trump ratcheted up his rhetoric and threatened tariffs on any nation that opposed him.\nAdding insult to injury, he openly mocked European leaders by posting their private messa",
    "creator": "Eric Van Rythoven, Instructor in Political Science, Carleton University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://counter.theconversation.com/content/273787/count.gif"
  },
  {
    "title": "One venue, two speeches – how Mark Carney left Donald Trump in the dust in Davos",
    "link": "https://theconversation.com/one-venue-two-speeches-how-mark-carney-left-donald-trump-in-the-dust-in-davos-274062",
    "pubDate": "2026-01-21T17:28:14.000Z",
    "content": "The meeting and venue were the same, but the style and tone of the two most anticipated keynote speeches at the World Economic Forum in the Swiss town of Davos could not have been more different. On Tuesday, January 20, Canadian prime minister Mark Carney addressed the assembled political and business leaders as one of them: a national leader with deep expertise in finance. \nHe spoke about a “rupt",
    "creator": "Mark Shanahan, Associate Professor of Political Engagement, University of Surrey",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://counter.theconversation.com/content/274062/count.gif"
  },
  {
    "title": "Humanity’s oldest known cave art has been discovered in Sulawesi",
    "link": "https://theconversation.com/humanitys-oldest-known-cave-art-has-been-discovered-in-sulawesi-273364",
    "pubDate": "2026-01-21T16:01:01.000Z",
    "content": "Supplied\nWhen we think of the world’s oldest art, Europe usually comes to mind, with famous cave paintings in France and Spain often seen as evidence this was the birthplace of symbolic human culture. But new evidence from Indonesia dramatically reshapes this picture.\nOur research, published today in the journal Nature, reveals people living in what is now eastern Indonesia were producing rock art",
    "creator": "Maxime Aubert, Professor of Archaeological Science, Griffith University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/712632/original/file-20260115-56-j0pw7s.JPG"
  },
  {
    "title": "Europe wants to end its dangerous reliance on US internet technology",
    "link": "https://theconversation.com/europe-wants-to-end-its-dangerous-reliance-on-us-internet-technology-274042",
    "pubDate": "2026-01-21T14:52:44.000Z",
    "content": "Helsingborg in Sweden is undergoing a city-wide trial of how its services would respond to a complete digital shutdown. Collection Maykova/Shutterstock\nImagine the internet suddenly stops working. Payment systems in your local food store go down. Healthcare systems in the regional hospital flatline. Your work software tools, and all the information they contain, disappear.\nYou reach out for inform",
    "creator": "Johan Linåker, Adjunct Assistant Professor in Computer Science, Lund University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/713598/original/file-20260121-56-46s7gd.jpg"
  },
  {
    "title": "Trump is testing Europe – and the clock is ticking",
    "link": "https://theconversation.com/trump-is-testing-europe-and-the-clock-is-ticking-273990",
    "pubDate": "2026-01-21T14:09:04.000Z",
    "content": "A year into Donald Trump’s second presidency, he is pressing ahead with a volatile agenda that tests the limits of the international order.\nEurope, by contrast, looks disorganised in the face of the threats Trump is making to annex Greenland and strategically hesitant overall. Rather than setting out a coherent approach, the response risks splintering into reactive moves shaped by domestic constra",
    "creator": "Georgios Samaras, Assistant Professor of Public Policy, King's College London",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://counter.theconversation.com/content/273990/count.gif"
  },
  {
    "title": "Snow is vital for the Pyrenees – and it’s disappearing fast",
    "link": "https://theconversation.com/snow-is-vital-for-the-pyrenees-and-its-disappearing-fast-273857",
    "pubDate": "2026-01-21T13:07:44.000Z",
    "content": "Snow melt in the western Pyrenees. Josep Bonsoms, CC BY-SA\nSnow is a defining feature of mountain ranges, and of winter itself for much of the world. But beyond its scenic value, snow plays a vital role in mountain ecosystems, as well as a range of human socioeconomic activity, and it is one of the climatic elements most sensitive to global warming. In recent decades, its quantity, duration and be",
    "creator": "Josep Bonsoms, Postdoctoral researcher and professor, Universitat de Barcelona",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/713149/original/file-20260114-64-i1ofzv.jpg"
  },
  {
    "title": "Air pollution may be linked to increased risk of motor neurone disease, our new study indicates",
    "link": "https://theconversation.com/air-pollution-may-be-linked-to-increased-risk-of-motor-neurone-disease-our-new-study-indicates-272457",
    "pubDate": "2026-01-20T16:14:45.000Z",
    "content": "PradeepGaurs/Shutterstock.com\nThe scientist Stephen Hawking lived with amyotrophic lateral sclerosis (ALS), the most common type of motor neurone disease, for 55 years. He was one of the longest-surviving people with the condition.\nHowever, most people with motor neurone disease are not as lucky. It often progresses quickly, and many pass away within two to five years of diagnosis. There is still ",
    "creator": "Jing Wu, Postdoctoral Researcher, Integrative Epidemiology, Karolinska Institutet",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/713311/original/file-20260120-56-ettaw3.jpg"
  },
  {
    "title": "Europe has five options for responding to Trump’s Greenland threats. None of them look good",
    "link": "https://theconversation.com/europe-has-five-options-for-responding-to-trumps-greenland-threats-none-of-them-look-good-273885",
    "pubDate": "2026-01-20T14:22:17.000Z",
    "content": "Johannes Madsen/Shutterstock\nEuropean negotiators believed they had bought stability in July 2025 amid the global trade turmoil sparked by Donald Trump’s liberation day tariffs. The EU’s deal with the US involved eliminating tariffs on American goods, purchasing US energy and committing to American investment. But six months later, as the US president made his intentions regarding Greenland clear,",
    "creator": "Jun Du, Professor of Economics, Centre Director of Centre for Business Prosperity (CBP), Aston University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/713214/original/file-20260119-66-7zpkmu.jpg"
  },
  {
    "title": "Greenland: Staying with the Polar Inuit. How a secret military base helped trigger the silent collapse of an Arctic world",
    "link": "https://theconversation.com/greenland-staying-with-the-polar-inuit-how-a-secret-military-base-helped-trigger-the-silent-collapse-of-an-arctic-world-273853",
    "pubDate": "2026-01-20T13:29:15.000Z",
    "content": "Today, as Greenland once again becomes a strategic prize, history seems poised to repeat itself. Staying with the Polar Inuit means refusing to speak of territory while erasing those who inhabit it.\nOn 16 June 1951 Jean Malaurie was travelling by dog sled along the north-west coast of Greenland. He had set out alone, almost on a whim, with a modest grant from the French National Centre for Scienti",
    "creator": "Ludovic Slimak, Archéologue, penseur et chercheur au CNRS, Université de Toulouse",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/711653/original/file-20260109-56-t1wayf.png"
  },
  {
    "title": "Spain high-speed train crash: signalling vulnerabilities could be key to understanding the accident",
    "link": "https://theconversation.com/spain-high-speed-train-crash-signalling-vulnerabilities-could-be-key-to-understanding-the-accident-273865",
    "pubDate": "2026-01-19T17:59:55.000Z",
    "content": "A tragic accident on the high-speed train line between Andalusia and Madrid has exposed the urgent need to upgrade Spain’s railway system. \nAt 19:45 on Sunday January 18, a modern Iryo high-speed train collided with a Renfe train  at the switch (turnout) leading into Adamuz station in Córdoba province, Andalusia. The Iryo 6189 service, travelling from Málaga to Madrid, had registered for the track",
    "creator": "Carlos Gutiérrez Hita, Profesor titular de Universidad. Economía industrial (transporte, energía, telecomunicaciones), Universidad Miguel Hernández",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg"
  },
  {
    "title": "Iran’s crackdown: why security forces are shooting demonstrators straight in the eye",
    "link": "https://theconversation.com/irans-crackdown-why-security-forces-are-shooting-demonstrators-straight-in-the-eye-273508",
    "pubDate": "2026-01-19T15:30:24.000Z",
    "content": "In Iran, protestors and especially militants are being subjected to an extremely violent crackdown with shooting aimed at their eyes. Blinding the enemy who dares to dispute the powers that be, is the latest act of repression to go down in the country’s long history.\nOver the course of the Iranian dissident action in recent years, and during the nationwide Women, Life, Freedom movement in 2022 the",
    "creator": "Firouzeh Nahavandi, Professeure émérite, Université Libre de Bruxelles (ULB)",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/653322/original/file-20250305-56-uw659u.jpg"
  },
  {
    "title": "Blue Monday isn’t real, but sadness is – and it plays a vital role in children’s development",
    "link": "https://theconversation.com/blue-monday-isnt-real-but-sadness-is-and-it-plays-a-vital-role-in-childrens-development-273734",
    "pubDate": "2026-01-18T20:24:13.000Z",
    "content": "PeopleImages\nJanuary can feel exhausting. With the magic of Christmas and New Year fading fast, returning to routine brings with it an undeniable emotional slump. But is it really the saddest month? \nThe idea of “Blue Monday” caught on in 2005, when British psychologist Cliff Arnall announced that he had identified the saddest day of the year using a mathematical formula that factored in climate, ",
    "creator": "Paola Alexandria Pinto de Magalhães, Investigador - Facultad de Enfermería - Desarrollo Positivo de Niños y Adolescentes, Universidad de Navarra",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/712888/original/file-20260112-64-mgdlxq.jpg"
  },
  {
    "title": "US-Greenland negotiations have hit a wall. Here are three ways the crisis could end",
    "link": "https://theconversation.com/us-greenland-negotiations-have-hit-a-wall-here-are-three-ways-the-crisis-could-end-273629",
    "pubDate": "2026-01-16T08:23:38.000Z",
    "content": "Rokas Tenys/Shutterstock\nA “fundamental disagreement” persists. This was the only concrete outcome of the meeting at the White House between US, Danish and Greenlandic officials on January 14, as each side maintained its original position on Greenland’s sovereignty. The Trump Administration argued that the US has to take direct control of the island, while both Danish and Greenlandic officials fir",
    "creator": "Michele Testoni, Professor of International Relations, IE University",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/712730/original/file-20260115-56-1kv4zt.jpeg"
  },
  {
    "title": "The EU-Mercosur agreement will have winners and losers – but it won’t make a major economic impact",
    "link": "https://theconversation.com/the-eu-mercosur-agreement-will-have-winners-and-losers-but-it-wont-make-a-major-economic-impact-273485",
    "pubDate": "2026-01-15T09:47:03.000Z",
    "content": "Ursula von der Leyen, President of the European Commission, meets with Mercosur leaders at the 65th Mercosur Summit Meeting in Montevideo, Uruguay. European Union, CC BY\nOn January 17, representatives of the EU and the Mercosur (Argentina, Brazil, Paraguay and Uruguay) will sign a free trade agreement in Paraguay. The accord, 25 years in the making, will create the world’s largest free trade area,",
    "creator": "Sergi Basco, Profesor Agregado de Economia, Universitat de Barcelona",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/712404/original/file-20260114-56-wkgh93.jpg"
  },
  {
    "title": "How cocaine traffickers launder cartel money",
    "link": "https://theconversation.com/how-cocaine-traffickers-launder-cartel-money-270500",
    "pubDate": "2026-01-14T13:32:18.000Z",
    "content": "On 4 May&nbsp;2016, the European Central Bank (ECB) decided to stop issuing 500 euro notes. The number of these notes in circulation will fall from 614&nbsp;million at the end of 2015 to just under 220&nbsp;million by mid-2025. DerkachevArtem/Shutterstock\nThe cocaine market exploded between 2014 and 2023. Production in Colombia increased more than sevenfold to nearly 2,700 tonnes, according to the",
    "creator": "Pierre-Charles Pradier, Maître de conférences en Sciences économiques, LabEx RéFi, Université Paris 1 Panthéon-Sorbonne",
    "sourceTitle": "The Conversation – Articles (EUROPE)",
    "sheetCategory": "Eurooppa",
    "enforcedImage": "https://images.theconversation.com/files/704223/original/file-20250917-66-912m8k.jpg"
  }
]