[
  {
    "title": "Maailmankauppajärjestelmä on kriisissä – onko sitä enää mahdollista korjata?",
    "link": "https://ulkopolitist.fi/2026/02/04/maailmankauppajarjestelma-on-kriisissa-onko-sita-enaa-mahdollista-korjata/",
    "pubDate": "2026-02-04T04:00:00.000Z",
    "content": "Vuonna 2025 maailmankauppaa leimasivat tullit, taloudellinen painostus ja valtapolitiikka sekä kauppapoliittiset kiistat: aikaisemmin vapaa ja sääntöperustainen talous sai väistyä suurvaltakilpailun ja kiihtyvän teollisuuspolitiikan tieltä. Vuosi 2026 ei näytä sen paremmalta. Kiistat näyttäytyvät usein yksittäisinä reaktioina ajankohtaisiin ongelmiin, mutta tapauskohtainen tulkinta peittää alleen syvempiä ongelmia. Maailmantalouden nykyinen epävakaus ei ole poikkeama muuten toimivassa järjestelm...",
    "creator": "Tomi Kristeri",
    "sourceTitle": "The Ulkopolitist",
    "sheetCategory": "Global policy",
    "enforcedImage": null,
    "sourceDescription": "Parempaa ulkopoliittista keskustelua.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ulkopolitist.fi",
    "lang": "fi",
    "scope": "Finland",
    "isDarkLogo": false
  },
  {
    "title": "Brasilian poliisiväkivaltaa ei ratkaista traagisilla operaatioilla vaan rakenteellisella muutoksella",
    "link": "https://ulkopolitist.fi/2026/02/03/brasilian-poliisivakivaltaa-ei-ratkaista-traagisilla-operaatioilla-vaan-rakenteellisella-muutoksella/",
    "pubDate": "2026-02-03T05:00:00.000Z",
    "content": "Brasilia tuo usein ensimmäisenä mieleen jalkapallomenestyksen, näyttävät sambakarnevaalit sekä upeat aurinkorannat. Samanaikaisesti maan sisällä kytee pitkäaikainen vaiettu kriisi, joka johtaa vuosittain useiden syyttömien ihmisten menetykseen. Poliisiväkivallassa ei ole kyse yksittäisten viranomaisten ylilyönneistä, vaan se on syvälle juurtunut yhteiskunnallinen ja rakenteellinen ongelma. Viime vuonna lokakuun 28. päivä painui monien brasilialaisten mieleen synkkänä merkkipaaluna. Tuona tiistai...",
    "creator": "Alli Kaila",
    "sourceTitle": "The Ulkopolitist",
    "sheetCategory": "Global policy",
    "enforcedImage": null,
    "sourceDescription": "Parempaa ulkopoliittista keskustelua.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ulkopolitist.fi",
    "lang": "fi",
    "scope": "Finland",
    "isDarkLogo": false
  },
  {
    "title": "Grönlanti voimaannutti Euroopan johtajat, mutta vaikeat ajat ovat yhä edessä",
    "link": "https://ulkopolitist.fi/2026/01/31/gronlanti-voimaannutti-euroopan-johtajat-mutta-vaikeat-ajat-ovat-yha-edessa/",
    "pubDate": "2026-01-31T05:00:00.000Z",
    "content": "The Ulkopolitist Point on The Ulkopolitistin kolumnipalsta, jonka kirjoittajat tarttuvat ulkopolitiikan ajankohtaisiin ja kiinnostavimpiin ilmiöihin. Eurooppa on tämän komission toimikauden aikana tasapainotellut kahden eri strategian välillä: Yhdysvallat pyritään pitämään keinolla millä hyvänsä tyytyväisenä, mutta samaan aikaan EU pyrkii itsenäistymään. Nyt iso kysymys on, kääntyykö loputon puhe todella toiminnaksi. Tammikuussa EU:n ja Mercosur-maiden välisen sopimuksen vuosia […]",
    "creator": "Sanna Raita-aho",
    "sourceTitle": "The Ulkopolitist",
    "sheetCategory": "Global policy",
    "enforcedImage": null,
    "sourceDescription": "Parempaa ulkopoliittista keskustelua.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ulkopolitist.fi",
    "lang": "fi",
    "scope": "Finland",
    "isDarkLogo": false
  },
  {
    "title": "Kirja-arvio: Miten Apple kietoi itsensä Kiinan valtion ympärille",
    "link": "https://ulkopolitist.fi/2026/01/28/kirja-arvio-miten-apple-kietoi-itsensa-kiinan-valtion-ymparille/",
    "pubDate": "2026-01-28T05:30:00.000Z",
    "content": "Patrik McGeen teos pureutuu yksityiskohtaisesti siihen, miten pitkään maailman arvokkaimpana teknologiayrityksenä tunnettu Apple kietoutui syvälle Kiinan poliittisiin ja taloudellisiin rakenteisiin. Kirja paljastaa, miten Applen menestys rakentui kompromisseille, jotka muovasivat yhtiön arvoja, päätöksentekoa ja riippuvuutta samasta valtiollisesta järjestelmästä, josta sen kotivaltion hallinto on myöhemmin pyrkinyt aggressiivisesti irti. Tämän vuosituhannen merkittävimpiin yhtiöihin lukeutuvan, ...",
    "creator": "Joel Pyykkönen",
    "sourceTitle": "The Ulkopolitist",
    "sheetCategory": "Global policy",
    "enforcedImage": null,
    "sourceDescription": "Parempaa ulkopoliittista keskustelua.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ulkopolitist.fi",
    "lang": "fi",
    "scope": "Finland",
    "isDarkLogo": false
  },
  {
    "title": "Näkymätön taistelukenttä: miksi Euroopan vihreän siirtymän on oltava myös kyberturvallinen",
    "link": "https://ulkopolitist.fi/2026/01/19/nakymaton-taistelukentta-miksi-euroopan-vihrean-siirtyman-on-oltava-myos-kyberturvallinen/",
    "pubDate": "2026-01-19T05:30:00.000Z",
    "content": "Veera Tuukkanen työskentelee kyberturvallisuuden ja kriittisen infrastruktuurin parissa keskittyen energiajärjestelmiin. Hänellä on akateeminen tausta taloustieteessä ja tietojenkäsittelytieteessä, ja hän tarkastelee teknologiaa kansainvälisen ulko- ja turvallisuuspolitiikan sekä yhteiskunnan kriisinkestävyyden ja näkökulmasta. Euroopan vihreä siirtymä nojaa yhä vahvemmin digitalisoituihin sähköjärjestelmiin samalla kun sähkön kysyntä kasvaa merkittävästi. Energiajärjestelmän murros ei ole enää ...",
    "creator": "Vieraskynä",
    "sourceTitle": "The Ulkopolitist",
    "sheetCategory": "Global policy",
    "enforcedImage": null,
    "sourceDescription": "Parempaa ulkopoliittista keskustelua.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ulkopolitist.fi",
    "lang": "fi",
    "scope": "Finland",
    "isDarkLogo": false
  },
  {
    "title": "Kirja-arvio: Melanesia – Travels in Black Oceania kuvaa arkielämää Tyynellämerellä",
    "link": "https://ulkopolitist.fi/2026/01/18/kirja-arvio-melanesia-travels-in-black-oceania-kuvaa-arkielamaa-tyynellamerella/",
    "pubDate": "2026-01-18T05:30:00.000Z",
    "content": "Hamish McDonaldin kirja nojaa perusteelliseen journalistiseen pohjatyöhön ja tarjoaa valtavan määrän kiehtovia yksityiskohtia Melanesiasta. Teoksen kieli ei kuitenkaan saa lukijaa ahmimaan kirjaa alusta loppuun yhdeltä istumalta. Kaikille Tyynenmeren alueesta kiinnostuneille kirja on antoisaa luettavaa, kunhan vain kärsivällisyys riittää McDonaldin ajoittain turhankin puisevasti kuvailemassa matkassa pysymiseen. Teoksessaan Melanesia – Travels in Black Oceania (Hurst Publishers, 2025) […]",
    "creator": "Pauliina Parviainen",
    "sourceTitle": "The Ulkopolitist",
    "sheetCategory": "Global policy",
    "enforcedImage": null,
    "sourceDescription": "Parempaa ulkopoliittista keskustelua.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ulkopolitist.fi",
    "lang": "fi",
    "scope": "Finland",
    "isDarkLogo": false
  },
  {
    "title": "Kansainvälinen järjestys muuttuu: Onko arvoille tilaa nykymaailmassa?",
    "link": "https://ulkopolitist.fi/2026/01/17/kansainvalinen-jarjestys-muuttuu/",
    "pubDate": "2026-01-17T11:48:26.000Z",
    "content": "Ulkopolitist · Muuttuva kansainvälinen järjestys: Onko arvoille enää tilaa nykymaailmassa? Miten arvot ja instituutiot kestävät maailman myllerryksessä? Lokakuuussa The Ulkopolitist, Hanaholmen ja Svenska Freds järjestivät paneelikeskustelun otsikolla ”Muuttuva kansainvälinen järjestys – Onko arvoille enää tilaa nykymaailmassa?”. Keskustelu oli osa Hanaholmenin 50-juhlavuoden kunniaksi järjestettyä dialogisarjaa. Keskustelussa pohdittiin muun muassa globaaleihin instituutioihin kohdistuvaa paine...",
    "creator": "The Ulkopolitist",
    "sourceTitle": "The Ulkopolitist",
    "sheetCategory": "Global policy",
    "enforcedImage": null,
    "sourceDescription": "Parempaa ulkopoliittista keskustelua.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ulkopolitist.fi",
    "lang": "fi",
    "scope": "Finland",
    "isDarkLogo": false
  },
  {
    "title": "Miten olla ”cool, calm and collected”, kun maailma palaa?",
    "link": "https://ulkopolitist.fi/2026/01/16/miten-olla-cool-calm-and-collected-kun-maailma-palaa/",
    "pubDate": "2026-01-16T05:00:00.000Z",
    "content": "The Ulkopolitist Point on The Ulkopolitistin kolumnipalsta, jonka kirjoittajat tarttuvat ulkopolitiikan ajankohtaisiin ja kiinnostavimpiin ilmiöihin. Maailmanpolitiikan kriisien keskellä monella johtajalla, asiantuntijalla ja nettikeskustelijalla tuntuu olevan näkemys siitä, mistä tässä kaikessa on oikeastaan kyse ja miten asiat kuuluisi ratkaista. Taikuri voi kuitenkin yllättyä itsekin, jos pysähtyy hetkeksi ja tarkastelee omaa ajatteluaan kriittisesti. Apua ajattelun kehittämiseen tarjoaa sala...",
    "creator": "Kateřina Buchtová",
    "sourceTitle": "The Ulkopolitist",
    "sheetCategory": "Global policy",
    "enforcedImage": null,
    "sourceDescription": "Parempaa ulkopoliittista keskustelua.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ulkopolitist.fi",
    "lang": "fi",
    "scope": "Finland",
    "isDarkLogo": false
  },
  {
    "title": "Saamelaisten moninaiset kokemukset jäivät anteeksipyynnöstä väittelemisen varjoon ",
    "link": "https://ulkopolitist.fi/2026/01/14/saamelaisten-moninaiset-kokemukset-jaivat-anteeksipyynnosta-vaittelemisen-varjoon/",
    "pubDate": "2026-01-14T05:30:00.000Z",
    "content": "Saamelaisten totuus- ja sovintokomission loppuraportin jälkeinen julkinen keskustelu ei ole edistänyt komission työn tavoitetta totuuden jakamisesta ja yhteisymmärryksen kasvattamisesta saamelaisten ja suomalaisten välillä. Keskittyminen anteeksipyynnön tarkoituksenmukaisuuteen on vienyt huomion muilta, saamelaisille ja suomalaisille tärkeämmiltä aiheilta. Saamelaisten totuus- ja sovintokomissio, jonka tehtävä oli tunnistaa ja arvioida saamelaisten alkuperäiskansana kokemaa historiallista ja nyk...",
    "creator": "Anna Katila",
    "sourceTitle": "The Ulkopolitist",
    "sheetCategory": "Global policy",
    "enforcedImage": null,
    "sourceDescription": "Parempaa ulkopoliittista keskustelua.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ulkopolitist.fi",
    "lang": "fi",
    "scope": "Finland",
    "isDarkLogo": false
  },
  {
    "title": "Maduron odotettu loppu",
    "link": "https://ulkopolitist.fi/2026/01/08/maduron-odotettu-loppu/",
    "pubDate": "2026-01-08T13:57:42.000Z",
    "content": "Venezuelan presidentti Nicolás Maduron vangitseminen ja maahan kolmas tammikuuta tehty isku käänsivät Amerikkojen poliittiseen historiaan uuden sivun. Diktaattorin odotettu loppu sytytti toivonkipinän demokratian paluusta, mutta samanaikaisesti herätti huolen Yhdysvaltojen liiallisesta puuttumisesta Venezuelan asioihin. Presidentin vangitseminen sekä Yhdysvaltojen julistus maan – ja koko pallonpuoliskon – hallinnasta on saanut osakseen myös kansainvälisen vastalauseiden hyökyaallon. Karismaattis...",
    "creator": "Ella Virtanen",
    "sourceTitle": "The Ulkopolitist",
    "sheetCategory": "Global policy",
    "enforcedImage": null,
    "sourceDescription": "Parempaa ulkopoliittista keskustelua.",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=ulkopolitist.fi",
    "lang": "fi",
    "scope": "Finland",
    "isDarkLogo": false
  }
]