[
  {
    "title": "How to improve the quality of diamond open access publication? Diamas outputs available to researchers and organizations",
    "link": "https://blogs.helsinki.fi/thinkopen/diamas-tools/",
    "pubDate": "2026-01-29T08:01:57.000Z",
    "content": "The EU-funded Diamas project, which ended last year, created several tools for diamond open access journals to improve their quality. This blog article presents the key outputs concerning quality standards and guidelines, the use of the OJS platform, the discoverability of diamond OA journals, and the sustainability of publishing. (Tämän artikkelin keskeinen sisältö on saatavilla &#8230; Jatka lukemista \"How to improve the quality of diamond open access publication? Diamas outputs available to r...",
    "creator": "Markku Roinila",
    "sourceTitle": "Think Open",
    "sheetCategory": "(Avoin) tiede + tutkimus",
    "enforcedImage": null,
    "sourceDescription": "Digitaalisista tutkimuspalveluista ja avoimesta tieteestä / About digital research services and open science",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=blogs.helsinki.fi",
    "originalRssUrl": "https://blogs.helsinki.fi/thinkopen/feed/"
  },
  {
    "title": "Achieving speed and scale with integrity in scholarly publishing – MDPI’s response to the downgrading of JUFO level",
    "link": "https://blogs.helsinki.fi/thinkopen/mdpi-response/",
    "pubDate": "2026-01-22T06:50:32.000Z",
    "content": "The debate on scientific publishing continues. A year ago, a total of 271 journals from MDPI and Frontiers publishers were dropped to level 0 in the Publication Forum&#8217;s (JUFO) classification as part of the evaluation of journals operating in the grey area. In this blog article, Stefan Tochev, CEO of MDPI, goes through the criticism &#8230; Jatka lukemista \"Achieving speed and scale with integrity in scholarly publishing – MDPI&#8217;s response to the downgrading of JUFO level\"",
    "creator": "Juuso Ala-Kyyny",
    "sourceTitle": "Think Open",
    "sheetCategory": "(Avoin) tiede + tutkimus",
    "enforcedImage": null,
    "sourceDescription": "Digitaalisista tutkimuspalveluista ja avoimesta tieteestä / About digital research services and open science",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=blogs.helsinki.fi",
    "originalRssUrl": "https://blogs.helsinki.fi/thinkopen/feed/"
  }
]