[
  {
    "title": "Oranssit päivät -kampanja naisiin kohdistuvaa väkivaltaa vastaan sai koko Suomen loistamaan oranssina – kampanja sai ennennäkemätöntä huomiota mediassa ja kunnissa ympäri Suomen",
    "link": "https://unwomen.fi/uutiset/oranssit-paivat-kampanja-naisiin-kohdistuvaa-vakivaltaa-vastaan-sai-koko-suomen-loistamaan-oranssina-kampanja-sai-ennennakematonta-huomiota-mediassa-ja-kunnissa-ympari-suomen/",
    "pubDate": "2025-12-10T12:35:32.000Z",
    "content": "Naisiin kohdistuvan väkivallan vastainen Oranssit päivät -kampanja päättyy tänään, ihmisoikeuksien päivänä 10.12. Tänä vuonna kampanja sai Suomessa ennennäkemätöntä näkyvyyttä ja huomiota valaisujen, tapahtumien sekä medianäkyvyyden muodossa. Suomessa järjestettiin yli 200 valaisua ja teemaan liittyvää tapahtumaa lähes 70 paikkakunnalla ympäri Suomen. Oranssina loistivat tänä vuonna mm. Stockmann,",
    "creator": "Emma Winiecki",
    "sourceTitle": "Uutiset arkistot - UN Women",
    "sheetCategory": "Maailmanpolitiikka",
    "enforcedImage": "https://unwomen.fi/wp-content/uploads/2025/12/jpg-1-w1a8523.jpg"
  },
  {
    "title": "Tasa-arvoa edistävät joululahjaideat",
    "link": "https://unwomen.fi/uutiset/joulun-merkityksellisimmat-aineettomat-lahjat/",
    "pubDate": "2025-12-01T10:37:58.000Z",
    "content": "Joululahja hänelle, jolla on jo kaikkea? Anna aineeton ja ekologinen lahja, joka muuttaa maailmaa! Lahjakaupastamme löydät laajan valikoiman lahjoja, jotka edistävät naisten ja tyttöjen oikeuksia. Joulun tärkein lahja voi todella muuttaa tytön tai naisen elämän – ja tuo hyvää mieltä läheiselle! Näillä aineettomilla ja eettisillä lahjoilla on aina monta saajaa, ja siksi ne lämmittävät useita […]\nAr",
    "creator": "Maisa Salakka",
    "sourceTitle": "Uutiset arkistot - UN Women",
    "sheetCategory": "Maailmanpolitiikka",
    "enforcedImage": "https://unwomen.fi/wp-content/uploads/2024/12/12-300x300.png"
  },
  {
    "title": "UN Women Suomen syyskokous osoitti vahvan tukensa yhdistyksen toiminnalle",
    "link": "https://unwomen.fi/yleinen/un-women-suomen-syyskokous-osoitti-vahvan-tukensa-yhdistyksen-toiminnalle/",
    "pubDate": "2025-11-27T11:50:20.000Z",
    "content": "UN Women Suomen syyskokous järjestettiin 25. marraskuuta, naisiin kohdistuvan väkivallan vastaisena päivänä. Syyskokous pidettiin heti Espan puistossa järjestetyn vaikuttavan kynttiläkulkueen ja sitä seuranneen sidosryhmätilaisuuden jälkeen Helsingin kaupungintalossa ja etänä.  UN Women Suomen syyskokous järjestettiin globaalin Oranssit päivät -kampanjan pääpäivänä, 25.11., Helsingin kaupungintalo",
    "creator": "Emma Winiecki",
    "sourceTitle": "Uutiset arkistot - UN Women",
    "sheetCategory": "Maailmanpolitiikka",
    "enforcedImage": null
  },
  {
    "title": "Hiljainen kynttiläkulkue kokosi satoja ihmisiä Esplanadin puistoon – mukana tasavallan presidentin puoliso Suzanne Innes-Stubb ja Helsingin pormestari Daniel Sazonov",
    "link": "https://unwomen.fi/uutiset/hiljainen-kynttilakulkue-kokosi-satoja-ihmisia-esplanadin-puistoon-mukana-tasavallan-presidentin-puoliso-suzanne-innes-stubb-ja-helsingin-pormestari-daniel-sazonov/",
    "pubDate": "2025-11-25T17:41:01.000Z",
    "content": "Tasavallan presidentin puoliso ja Oranssit päivät -kampanjan suojelija Suzanne Innes-Stubb osallistui Helsingissä tiistaina 25.11. järjestettyyn hiljaiseen kynttiläkulkueeseen, joka oli osa globaalia kampanjaa naisiin kohdistuvan väkivallan lopettamiseksi. Kulkueen kärjessä Innes-Stubbin rinnalla kävelivät pormestari Daniel Sazonov, apulaispormestari Reetta Vanhanen, UN Women Suomen hallituksen pu",
    "creator": "Emma Winiecki",
    "sourceTitle": "Uutiset arkistot - UN Women",
    "sheetCategory": "Maailmanpolitiikka",
    "enforcedImage": null
  },
  {
    "title": "Naisiin kohdistuva väkivalta: Joka kymmenes minuutti kumppani tai perheenjäsen surmaa naisen tai tytön",
    "link": "https://unwomen.fi/uutiset/naisiin-kohdistuva-vakivalta-joka-kymmenes-minuutti-kumppani-tai-perheenjasen-surmaa-naisen-tai-tyton/",
    "pubDate": "2025-11-24T18:54:42.000Z",
    "content": "25.11.2025  TIEDOTE: Marraskuun 25. päivä vietetään YK:n naisiin kohdistuvan väkivallan vastaista päivää. Suomessa ennätysmäärä paikkakuntia ja toimijoita vaatii toimia väkivaltaan puuttumiseksi. YK:n Oranssit päivät -kampanjan suojelijana Suomessa toimii tasavallan presidentin puoliso Suzanne Innes-Stubb. Vuonna 2024 noin 50 000 naista ja tyttöä tapettiin kumppanin tai perheenjäsenen toimesta – y",
    "creator": "Veera Nurmenniemi",
    "sourceTitle": "Uutiset arkistot - UN Women",
    "sheetCategory": "Maailmanpolitiikka",
    "enforcedImage": null
  },
  {
    "title": "Helsingin pormestari Daniel Sazonov osallistuu hiljaiseen kynttiläkulkueeseen 25.11. naisiin kohdistuvan väkivallan lopettamiseksi – Oranssit päivät -kampanjan virallisena suojelijana toimii tasavallan presidentin puoliso Suzanne Innes-Stubb",
    "link": "https://unwomen.fi/uutiset/helsingin-pormestari-daniel-sazonov-osallistuu-hiljaiseen-kynttilakulkueeseen-25-11-naisiin-kohdistuvan-vakivallan-lopettamiseksi-oranssit-paivat-kampanjan-virallisena-suojelijana-toimii-t/",
    "pubDate": "2025-11-24T19:22:31.000Z",
    "content": "TIEDOTE Helsingin pormestari Daniel Sazonov osallistuu hiljaiseen kynttiläkulkueeseen naisiin kohdistuvan väkivallan vastaisena päivänä 25.11.2025. Kulkueen järjestää Helsingin kaupunki yhteistyössä YK:n tasa-arvojärjestö UN Women Suomen kanssa. Oranssit päivät -kampanjan virallisena suojelijana toimii tasavallan presidentin puoliso Suzanne Innes-Stubb. Hiljainen kynttiläkulkue lähtee liikkeelle E",
    "creator": "Emma Winiecki",
    "sourceTitle": "Uutiset arkistot - UN Women",
    "sheetCategory": "Maailmanpolitiikka",
    "enforcedImage": null
  },
  {
    "title": "Näkökulma: Suomi on Euroopan vaarallisimpia maita naisille – keskustelu väkivallasta on tuotava ajan tasalle",
    "link": "https://unwomen.fi/uutiset/nakokulma-suomi-on-euroopan-vaarallisimpia-maita-naisille-keskustelu-vakivallasta-on-tuotava-ajan-tasalle/",
    "pubDate": "2025-11-24T14:35:08.000Z",
    "content": "Oranssit päivät -kampanjan suojelijana toimiva tasavallan presidentin puoliso Suzanne Innes-Stubb ja YK:n nuorisolähettiläs Adina Nivukoski kirjoittavat yhteisessä näkökulmatekstissään siitä, miten naisiin kohdistuvaa väkivaltaa ja sen muotoja tunnistetaan edelleen huonosti Suomessa. YK:n naisiin kohdistuvan väkivallan vastaista päivää vietetään 25.11. Päivä myös käynnistää globaalin Oranssit päiv",
    "creator": "Veera Nurmenniemi",
    "sourceTitle": "Uutiset arkistot - UN Women",
    "sheetCategory": "Maailmanpolitiikka",
    "enforcedImage": null
  },
  {
    "title": "Verkkoturvallisuuden perusteet: mitä jokaisen naisen ja tytön tulisi tietää",
    "link": "https://unwomen.fi/uutiset/verkkoturvallisuuden-perusteet-mita-jokaisen-naisen-ja-tyton-tulisi-tietaa/",
    "pubDate": "2025-11-18T16:40:52.000Z",
    "content": "Digitaalisen maailman piti tarjota yhteyttä ja voimaantumista – mutta miljoonille naisille siitä on tullut metsästysalue. Koulutytöt kamppailevat heistä tehdyistä tekaistuista alastonkuvista, joita leviää sosiaalisessa mediassa. Naispuoliset yritysjohtajat joutuvat yhä useammin deepfake-videoiden ja koordinoitujen häirintäkampanjoiden kohteiksi. Julkisuudessa olevat naiset kohtaavat valtavia määri",
    "creator": "Emma Winiecki",
    "sourceTitle": "Uutiset arkistot - UN Women",
    "sheetCategory": "Maailmanpolitiikka",
    "enforcedImage": null
  },
  {
    "title": "Digitaalinen väkivalta pahenee, mutta lähes puolelta maailman naisista ja tytöistä puuttuu oikeudellinen suoja digitaaliselta väkivallalta",
    "link": "https://unwomen.fi/tiedote/digitaalinen-vakivalta-pahenee-mutta-lahes-puolelta-maailman-naisista-ja-tytoista-puuttuu-oikeudellinen-suoja-digitaaliselta-vakivallalta/",
    "pubDate": "2025-11-18T16:40:39.000Z",
    "content": "UN Womenin Oranssit päivät -kampanja vaatii maailmaa, jossa teknologia toimii tasa-arvon välineenä  – ei vahingon. Digitaalisen maailman piti tarjota yhteyttä ja voimaantumista – mutta miljoonille naisille ja tytöille siitä on tullut väkivallan alusta. Digitaalinen väkivalta leviää hälyttävää tahtia, jota vauhdittavat tekoäly, anonymiteetti ja toimivien lakien sekä vastuuvelvollisuuden puute. Se u",
    "creator": "Emma Winiecki",
    "sourceTitle": "Uutiset arkistot - UN Women",
    "sheetCategory": "Maailmanpolitiikka",
    "enforcedImage": null
  },
  {
    "title": "Värjätään Suomi oranssiksi yhdessä!",
    "link": "https://unwomen.fi/uutiset/varjataan-suomi-oranssiksi-yhdessa-2/",
    "pubDate": "2025-11-05T13:27:13.000Z",
    "content": "Oranssi väri symboloi toivoa tulevaisuudesta, jossa jokaisella on oikeus elää ilman väkivaltaa. Oranssit päivät on maailmanlaajuinen kampanja, joka lisää tietoisuutta naisiin kohdistuvasta väkivallasta ja UN Womenin työstä sen vähentämiseksi. Kampanjan aikana kerätään myös varoja väkivallan vastaiseen työhön. Oranssit päivät alkavat kansainvälisenä naisiin kohdistuvan väkivallan vastaisena päivänä",
    "creator": "Isabel Vilmi",
    "sourceTitle": "Uutiset arkistot - UN Women",
    "sheetCategory": "Maailmanpolitiikka",
    "enforcedImage": "https://s.w.org/images/core/emoji/17.0.2/72x72/1f9e1.png"
  },
  {
    "title": "Kutsu jäsenille UN Women Suomi ry:n syyskokoukseeen 25.11.2025",
    "link": "https://unwomen.fi/tiedote/kutsu-jasenille-un-women-suomi-ryn-syyskokoukseeen-25-11-2025/",
    "pubDate": "2025-11-05T10:20:04.000Z",
    "content": "Tervetuloa Oranssien päivien avajaistilaisuuteen ja UN Women Suomen syyskokoukseen tiistaina 25.11.2025! Tapaamme jäsenistön kanssa tänä syksynä syyskokouksen merkeissä tiistaina 25.11.2025. Tilaisuus järjestetään Helsingin kaupungintalon Tapahtumatorilla. Oranssit päivät -avajaistilaisuus alkaa Esplanadin kynttiläkulkueen jälkeen klo 17.45 alkaen kaupungintalon Tapahtumatorilla. UN Women Suomen s",
    "creator": "Veera Nurmenniemi",
    "sourceTitle": "Uutiset arkistot - UN Women",
    "sheetCategory": "Maailmanpolitiikka",
    "enforcedImage": null
  },
  {
    "title": "Suomen naiset, rauha ja turvallisuus -verkosto: Kestävä rauha vaatii naisten osallistumista",
    "link": "https://unwomen.fi/uutiset/suomen-naiset-rauha-ja-turvallisuus-verkosto-kestava-rauha-vaatii-naisten-osallistumista/",
    "pubDate": "2025-10-31T09:32:02.000Z",
    "content": "Kestävä rauha vaatii naisten osallistumista Konfliktien ja sotien vaikutukset eri sukupuoliin eroavat merkittävästi. Tätä ei kuitenkaan usein huomioida rauhanrakennuksessa ja konfliktien ratkaisussa. Asian korjaamiseksi YK:n turvallisuusneuvosto hyväksyi 31.10.2000 päätöslauselman 1325: Naiset, rauha ja turvallisuus. Päätöslauselma korostaa naisten osallistumisen vahvistamista kaikissa rauhanprose",
    "creator": "Isabel Vilmi",
    "sourceTitle": "Uutiset arkistot - UN Women",
    "sheetCategory": "Maailmanpolitiikka",
    "enforcedImage": null
  }
]