[
  {
    "title": "Ny på jobbet: Policyansvarig på Wikimedia Sverige",
    "link": "https://wikimedia.se/2026/02/23/ny-pa-jobbet-policyansvarig/",
    "pubDate": "2026-02-23T13:04:34.000Z",
    "content": "<html><head></head><body><p><em>Wikimedia Sverige välkomnar Signe Kranz som nu i början av året har börjat hos oss i rollen som ny policyansvarig. Nedan följer en presentation:</em></p>\n\n\n\n<p>Mitt namn är Signe Krantz. Jag är en finsmakare av fulkultur men framför allt Wikimedia Sveriges nya policyansvariga.<br><br>Det betyder att jag jobbar med att förklara för politiker, journalister och byråkrater varför vi är så himla bra och vad vi behöver för att kunna bli bättre. Ta till exempel upphovsrättslagen. Vi vill att våra volontärer ska få lägga upp bilder på offentlig konst på Wikimedia Commons. Så är det inte idag.<br><br>Tidigare har jag läst stats-, medie- och kommunikationsvetenskap och frilansade senast som opinionsskribent. Ni kan fortfarande läsa mina texter i bland annat Aftonbladet (missa inte mina dators</p></body></html>",
    "creator": "Wikimedia Sverige Kommunikation",
    "sourceTitle": "Wikimedia Sverige",
    "sheetCategory": "Digital skills + Citizen science",
    "enforcedImage": null,
    "sourceDescription": "Vi arbetar för fri kunskap",
    "sourceLogo": "https://wikimedia.se/wp-content/uploads/2019/05/favicon-512x513-300x300.png",
    "lang": "sv",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "http://wikimediasverige.wordpress.com/feed/"
  },
  {
    "title": "Ny på jobbet: Projektledare medlemsengagemang på Wikimedia Sverige",
    "link": "https://wikimedia.se/2026/02/18/ny-pa-jobbet-projektledare-medlemsengagemang/",
    "pubDate": "2026-02-18T15:04:42.000Z",
    "content": "<html><head></head><body><p><em>Wikimedia Sverige välkomnar Leo “Calandrella” Rudberg som nu i början av året har börjat hos oss i rollen som ny projektledare för medlemsengagemang. Nedan följer en presentation:</em></p>\n\n\n\n<p>Jag började skriva på Wikipedia som 10-åring och redan som 12-åring blev jag vald till administratör – den yngsta någonsin på svenskspråkiga Wikipedia (näst yngst i världen). Större delen av min barndom la jag många långa timmar på kvällar, helger och lov med att bidra till Wikipedia, Wikimedia Commons och de andra projekten. Vid 18-årsdagen fick jag dock en smärre ålderskris – snart skulle jag bli för gammal för ungdomsförbund! – och la avsiktligt wiki-engagemanget på is, för att prioritera Fältbiologerna, UNF och övriga ungdomsrörelsen istället.</p>\n\n\n\n<p>Nu, som nybliven 30-åring, sluts c</p></body></html>",
    "creator": "Wikimedia Sverige Kommunikation",
    "sourceTitle": "Wikimedia Sverige",
    "sheetCategory": "Digital skills + Citizen science",
    "enforcedImage": null,
    "sourceDescription": "Vi arbetar för fri kunskap",
    "sourceLogo": "https://wikimedia.se/wp-content/uploads/2019/05/favicon-512x513-300x300.png",
    "lang": "sv",
    "scope": "Nordic + Baltic countries",
    "isDarkLogo": false,
    "originalRssUrl": "http://wikimediasverige.wordpress.com/feed/"
  }
]