[
  {
    "title": "Freie Software: Reisen ohne Datenabdruck",
    "link": "https://blog.wikimedia.de/2026/01/21/freie-software-reisen-ohne-datenabdruck/",
    "pubDate": "2026-01-21T13:50:35.000Z",
    "content": "Wer eine Reise plant, greift meist ganz selbstverständlich zu Google Maps, Google Trips oder anderen Apps aus dem Silicon Valley. Praktisch sind sie – sie kennen unsere Lieblingsorte, schlagen Hotels vor, erinnern an Flüge. Doch all das hat einen Preis: Unsere persönlichen Daten. Doch gibt es Wege aus der Abhängigkeit? Wir sagen ja.",
    "creator": "anmo",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": "https://blog.wikimedia.de/wp-content/uploads/sites/9/Portrait_Volker_Krause-1.jpg"
  },
  {
    "title": "Zeit, den Stecker zu ziehen: Wie der DI.DAY unser digitales Leben zurückerobern will",
    "link": "https://blog.wikimedia.de/2026/01/15/wie-der-di-day-unser-digitales-leben-zurueckerobern-will/",
    "pubDate": "2026-01-15T09:16:32.000Z",
    "content": "Das Internet versprach in seinen Anfängen Freiheit – bekommen haben wir Abhängigkeit. Wenige Konzerne entscheiden heute, was wir sehen, lesen und glauben. Algorithmen lenken Debatten, Daten werden zur Währung, während Demokratie verdrängt wird. Doch es regt sich Widerstand: Eine neue Initiative von Save Social ruft zum digitalen Aufbruch auf. Der Digital Independence Day (DI.DAY) will zeigen, dass",
    "creator": "anmo",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": "https://blog.wikimedia.de/wp-content/uploads/sites/9/diday-tagesschau.png"
  },
  {
    "title": "Was 2025 bewegte! Das sind die meistgelesenen Wikipedia-Artikel des Jahres",
    "link": "https://blog.wikimedia.de/2026/01/07/die-meistgelesenen-wikipedia-artikel-2025/",
    "pubDate": "2026-01-07T17:37:27.000Z",
    "content": "Über 142 Millionen Seitenaufrufe allein für die 100 meistgelesenen Artikel der deutschsprachigen Wikipedia zeigen: Das Bedürfnis nach verlässlichem und frei zugänglichem Wissen ist auch in Zeiten von Chatbots & und KI-Assistenten riesig. Die Liste der Top 100 verrät, wofür sich Menschen im deutschsprachigen Raum im vergangenen Jahr am meisten interessiert haben.",
    "creator": "anmo",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": "https://blog.wikimedia.de/wp-content/uploads/sites/9/Reichstagsgebaeude_von_Westen.jpg"
  },
  {
    "title": "Unsere Highlights vom Chaos Communication Congress",
    "link": "https://blog.wikimedia.de/2026/01/05/chaos-communication-congress/",
    "pubDate": "2026-01-05T15:06:18.000Z",
    "content": "Alle Jahre wieder treffen sich beim Chaos Communication Congress Menschen aus der digitalen Zivilgesellschaft, Hacker*innen, Digital-Rights-Gruppen und alle,die unsere digitale Zukunft gemeinsam gestalten wollen. Auch Wikimedia Deutschland ist daher regelmäßig dabei. Dieses Jahr haben wir gemeinsam den “Digital Independence Day” ausgerufen - denn es ist Zeit, unabhängig von Tech-Konzernen zu werde",
    "creator": "anmo",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": "https://blog.wikimedia.de/wp-content/uploads/sites/9/DI-Day.jpeg"
  },
  {
    "title": "Tag der Gemeinfreiheit 2026: Das Wissen ist frei!",
    "link": "https://blog.wikimedia.de/2026/01/01/public-domain-day-2026/",
    "pubDate": "2026-01-01T05:00:00.000Z",
    "content": "Immer an Neujahr begeht die Wissens-Community den Tag der Gemeinfreiheit (Public Domain Day). Denn am Ende jedes Jahres laufen die Urheberrechte der Werke von siebzig Jahre zuvor verstorbenen Personen ab. Mit Thomas Mann und Albert Einstein stehen dieses Mal gleich zwei herausragende deutsche Nobelpreisträger im Mittelpunkt.",
    "creator": "anmo",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": null
  },
  {
    "title": "„Wiki Loves“-Wettbewerbe: Das sind die preisgekrönten Bilder 2025",
    "link": "https://blog.wikimedia.de/2025/12/31/wiki-loves-wettbewerbe-2025/",
    "pubDate": "2025-12-31T12:32:12.000Z",
    "content": "Jedes Jahr zeigen die „Wiki Loves“-Wettbewerbe, wie vielfältig und faszinierend unsere Welt ist. Ob Denkmäler, Landschaften oder kulturelle Traditionen – Menschen aus aller Welt halten mit ihren Fotos unter freier Lizenz diese Vielfalt fest und bewahren so unser kulturelles Erbe für kommende Generationen. Dieser Blogartikel gibt einen Überblick über die aktuellen Wettbewerbe und zeigt, wie die Bil",
    "creator": "Johanna Strodt",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": "https://blog.wikimedia.de/wp-content/uploads/sites/9/MKr343499_Festhalle_Frankfurt-720x450.jpg"
  },
  {
    "title": "Wiki-Wissen: So schlemmt die Welt an Weihnachten",
    "link": "https://blog.wikimedia.de/2025/12/18/wiki-wissen-so-schlemmt-die-welt-an-weihnachten/",
    "pubDate": "2025-12-18T14:01:18.000Z",
    "content": "Ob festlicher Braten, süßes Gebäck oder ganz besondere Traditionen: Rund um den Globus kommen an Weihnachten die unterschiedlichsten Speisen auf den Tisch. Viele dieser kulinarischen Bräuche und typischen Weihnachtsgerichte sind in der Wikipedia dokumentiert.",
    "creator": "anmo",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": "https://blog.wikimedia.de/wp-content/uploads/sites/9/Weihnachtsessen1.jpg"
  },
  {
    "title": "Freies Wissen braucht Fairness –  Warum KI-Unternehmen für die Wikipedia-Nutzung bezahlen sollten",
    "link": "https://blog.wikimedia.de/2025/12/18/warum-ki-unternehmen-fuer-die-wikipedia-nutzung-bezahlen-sollten/",
    "pubDate": "2025-12-18T12:58:02.000Z",
    "content": "Das Wissen der Welt soll allen Menschen kostenfrei zur Verfügung stehen – das ist die Grundidee der Wikimedia-Projekte. Doch der intensive Zugriff von KI-Unternehmen auf Wikipedia-Inhalte für Trainingszwecke verursacht zunehmend hohe Kosten. Um die Zukunft des Freien Wissens zu sichern, braucht es deshalb faire Nutzungsmodelle.",
    "creator": "anmo",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": null
  },
  {
    "title": "Bilder, die die Welt erklären – Warum der Einsatz für Wikimedia Commons so wertvoll ist",
    "link": "https://blog.wikimedia.de/2025/12/18/einsatz-fuer-wikimedia-commons/",
    "pubDate": "2025-12-18T12:57:39.000Z",
    "content": "Wer Fotos auf Wikimedia Commons hochlädt, stärkt frei zugängliches Wissen auf eine ganz wichtige Weise. Die Bilder im größten freien Medienarchiv der Welt stehen uns allen frei zur Verfügung und können insbesondere in der Wikipedia genutzt werden. Wie vielfältig dieses ehrenamtliche Engagement ist, zeigen jedes Jahr die internationalen „Wiki Loves“-Fotowettbewerbe, bei denen hunderttausende neue F",
    "creator": "moth",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": "https://upload.wikimedia.org/wikipedia/commons/f/ff/2025-12-05_Event%2C_Preisverleihungen_Wiki_Loves_Monuments%2C_Wiki_Loves_Earth_und_Wiki_Loves_Folklore_2025_STP_0924.jpg"
  },
  {
    "title": "Erfolgreiche Wikipedia-Spendenkampagne setzt starkes Zeichen für Freies Wissen",
    "link": "https://blog.wikimedia.de/2025/12/16/wikipedia-spendenkampagne-2025-erfolgreich/",
    "pubDate": "2025-12-16T13:23:31.000Z",
    "content": "Die diesjährige Wikipedia-Spendenkampagne ist erfolgreich zu Ende gegangen. Nach nur 50 Tagen konnte das Spendenziel von acht Millionen Euro erreicht werden. Mehr als 250.000 Menschen haben sich beteiligt und einmal mehr deutlich gemacht, warum ihnen die Wikipedia in Zeiten von Desinformation, Künstlicher Intelligenz und wachsendem politischen Druck wichtiger denn je ist.",
    "creator": "anmo",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": "https://blog.wikimedia.de/wp-content/uploads/sites/9/So-macht-es-die-Wikipedia.jpg"
  },
  {
    "title": "Transparenz schafft Vertrauen: Lehren aus der Wikipedia",
    "link": "https://blog.wikimedia.de/2025/12/15/wikipedia-transparenz/",
    "pubDate": "2025-12-15T10:42:51.000Z",
    "content": "Wikipedia steht für freies, geprüftes Wissen – aber wie funktioniert das eigentlich? Hier im Blog zeigen wir, wie Wikipedia Maßstäbe für verlässliches Wissen setzt – und warum diese Prinzipien auch über die Online-Enzyklopädie hinaus Bedeutung haben. In dieser Folge geht es um ein hohes Gut im digitalen Zeitalter: Transparenz.",
    "creator": "anmo",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": null
  },
  {
    "title": "Wikipedia vor Gericht – was die Bundesregierung gegen Einschüchterungsklagen tun sollte",
    "link": "https://blog.wikimedia.de/2025/12/11/slapp-klagen/",
    "pubDate": "2025-12-11T15:43:09.000Z",
    "content": "Immer wieder verklagen Unternehmen oder einflussreiche Personen Medienschaffende, Aktivist*innen, Forschende oder NGOs. Ihr Ziel: Menschen, die Informationen aufdecken oder Geschäftspraktiken kritisieren, einschüchtern oder mundtot machen. Auch Wikipedia ist von diesen sogenannten SLAPP-Klagen betroffen. Am Beispiel eines deutschen Falles zeigen wir, wie Klagende vorgehen und wie sich die Rechtsla",
    "creator": "moth",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": "https://upload.wikimedia.org/wikipedia/commons/a/a0/Landgericht_M%C3%BCnchen_I.jpg"
  },
  {
    "title": "Freies Wissen für die Ohren: Willkommen bei Wiki Radio",
    "link": "https://blog.wikimedia.de/2025/12/04/wiki-radio/",
    "pubDate": "2025-12-04T08:31:12.000Z",
    "content": "Für alle, die Lust auf ein unerwartetes Hörerlebnis haben, empfehlen wir: Wiki Radio! Hier überrascht das Programm jedes Mal – und macht nebenbei auch noch schlauer. Auf der Webseite laufen zufällig ausgewählte Audiodateien aus dem riesigen Fundus des freien Medienarchivs Wikimedia Commons. Vom Beethoven-Konzert über Lyrik bis zu Vogelgezwitscher – zu jedem Track gibt’s spannende Hintergrundinfos ",
    "creator": "anmo",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": null
  },
  {
    "title": "Freie Social-Media-Alternativen – Kontrolle behalten statt Algorithmen folgen",
    "link": "https://blog.wikimedia.de/2025/12/02/social-media-alternativen/",
    "pubDate": "2025-12-02T11:50:09.000Z",
    "content": "Durch den Social Media Feed zu scrollen ist für viele so selbstverständlich geworden wie die erste Tasse Kaffee am Morgen. Instagram, TikTok, Facebook oder YouTube geben oft den Takt unseres digitalen Alltags vor. Doch hinter Likes und kurzen Clips steckt eine andere Wahrheit: Diese Plattformen leben davon, unsere Daten zu sammeln und daraus Geld zu machen. Aber es gibt Alternativen für alle, die ",
    "creator": "anmo",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": "https://blog.wikimedia.de/wp-content/uploads/sites/9/Dan-Shick.jpg"
  },
  {
    "title": "Die Kunst der Meinungsverschiedenheit: Warum Streitigkeiten die Wikipedia stark machen!",
    "link": "https://blog.wikimedia.de/2025/11/28/wikipedia-meinungsverschiedenheit/",
    "pubDate": "2025-11-28T13:07:31.000Z",
    "content": "Wer Wikipedia liest, klickt selten auf den unscheinbaren Reiter „Diskussion“ oberhalb des Artikels. Dabei passiert dort die eigentliche Magie. An dieser Stelle wird sichtbar, wie die Autor*innen über Artikelinhalte, Quellen und Relevanzen diskutieren – transparent, öffentlich und mit viel Leidenschaft. Genau diese Reibung macht Wikipedia so robust. Und sie zeigt, warum die Plattform dank ihrer Off",
    "creator": "anmo",
    "sourceTitle": "Wikimedia Deutschland Blog",
    "sheetCategory": "Wikimedia",
    "enforcedImage": null
  }
]