[
  {
    "title": "Civil society coalition launches campaign calling for Direct-to-Cell satellite connectivity amid Iran’s internet shutdowns",
    "link": "https://www.witness.org/civil-society-coalition-launches-campaign-calling-for-direct-to-cell-satellite-connectivity-amid-irans-internet-shutdowns/",
    "pubDate": "2026-01-23T15:01:27.000Z",
    "content": "Iran’s government-imposed internet shutdown amid nationwide protests highlights the urgent need for crisis-ready connectivity. With millions cut off from the rest of the world, we’re calling on technology companies and policymakers to urgently prioritize humanitarian internet access for civilians in the deployment of the Direct-to-Cell (D2C) satellite technologies. Humanitarian applications embedded in D2C satellite connectivity regulatory and operational frameworks can offer a lifeline to civil...",
    "creator": "jessicaribeiro",
    "sourceTitle": "WITNESS",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "Human Rights Video",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=64&domain=www.witness.org",
    "originalRssUrl": "https://www.witness.org/feed/"
  },
  {
    "title": "WITNESS Submits Expert Comment to Meta Oversight Board on AI-Generated Video in the Israel–Iran Conflict",
    "link": "https://www.witness.org/witness-submits-expert-comment-to-meta-oversight-board-on-ai-generated-video-in-the-israel-iran-conflict/",
    "pubDate": "2025-12-18T17:38:59.000Z",
    "content": "On 2 December 2025, WITNESS submitted a public comment to Meta’s Oversight Board in response to a post about an AI-generated video circulating that falsely showed destruction in Haifa during the June 2025 Israel–Iran war. WITNESS urged Meta’s independent Oversight Board, which reviews content decisions on the platform, to go beyond incremental fixes. The organization recommended urgent investment in robust provenance infrastructure, advanced AI detection systems, clear and contextualized labelin...",
    "creator": "jessicaribeiro",
    "sourceTitle": "WITNESS",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "Human Rights Video",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.witness.org",
    "originalRssUrl": "https://www.witness.org/feed/"
  },
  {
    "title": "WITNESS and AfrOrigens project Launch Underwater Filming Guide",
    "link": "https://www.witness.org/witness-and-afrorigens-project-launch-underwater-filming-guide/",
    "pubDate": "2025-11-27T17:04:06.000Z",
    "content": "In November, WITNESS and partners in Brazil launched new guidance on collecting underwater audiovisual evidence, aiming to strengthen community efforts to protect their territories, defend their rights, and preserve historical memory. Available in Portuguese and English , the Underwater Filming Guide brings together technical instructions and practical recommendations to support communities and research groups working to document submerged environments. The guide outlines methods for planning sa...",
    "creator": "jessicaribeiro",
    "sourceTitle": "WITNESS",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "Human Rights Video",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.witness.org",
    "originalRssUrl": "https://www.witness.org/feed/"
  },
  {
    "title": "WITNESS calls on India to develop an innovative, interoperable and effective AI Transparency regulations",
    "link": "https://www.witness.org/witness-calls-on-india-to-develop-an-innovative-interoperable-and-effective-ai-transparency-regulations/",
    "pubDate": "2025-11-14T13:00:54.000Z",
    "content": "On November 6, WITNESS submitted comments to the Ministry of Electronic and Information Technology (MeitY) in response to the Draft IT Amendment Rules “in relation to synthetically generated information”. WITNESS welcomes the government’s recognition of the growing impact of AI-generated content. However, we caution that the proposed framework remains too broad and platform-centric to achieve genuine transparency or accountability. This current amendment provides the potential for over-broad con...",
    "creator": "WITNESS",
    "sourceTitle": "WITNESS",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "Human Rights Video",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.witness.org",
    "originalRssUrl": "https://www.witness.org/feed/"
  },
  {
    "title": "WITNESS joins open letter urging EU to stop plans that could weaken digital rights protections",
    "link": "https://www.witness.org/witness-joins-open-letter-urging-eu-to-stop-plans-that-could-weaken-digital-rights-protections/",
    "pubDate": "2025-11-13T19:49:16.000Z",
    "content": "This week, WITNESS joined 127 civil society organizations, trade unions, and public interest advocates in signing an open letter urging the European Commission to halt plans that could weaken core digital rights protections in Europe. The proposal, known as the Digital Omnibus or Digital Package on Simplification, seeks to review and “streamline” existing EU digital laws, but could in fact roll back essential safeguards for privacy and accountability online. Among the laws at risk are the Genera...",
    "creator": "WITNESS",
    "sourceTitle": "WITNESS",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "Human Rights Video",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.witness.org",
    "originalRssUrl": "https://www.witness.org/feed/"
  },
  {
    "title": "Fortifying Community Truth: WITNESS Strengthens Local Journalism in East Africa",
    "link": "https://www.witness.org/fortifying-community-truth-witness-strengthens-local-journalism-in-east-africa/",
    "pubDate": "2025-10-31T14:01:39.000Z",
    "content": "In early October, WITNESS held the Fortifying Community Truth (FCT) project in Nairobi, Kenya, a three-day workshop that brought together 12 investigative journalists from Kenya, Tanzania, Uganda, Somalia, and the Democratic Republic of Congo. The gathering aimed to strengthen participants’ capacity to document, verify, and preserve audiovisual evidence in ways that defend their communities’ truths against denial and disinformation. The FCT initiative seeks to build the resilience of underrepres...",
    "creator": "WITNESS",
    "sourceTitle": "WITNESS",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "Human Rights Video",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.witness.org",
    "originalRssUrl": "https://www.witness.org/feed/"
  },
  {
    "title": "Navigating Human Rights in the EU AI Act: WITNESS’s Call for Thoughtful Transparency",
    "link": "https://www.witness.org/navigating-human-rights-in-the-eu-ai-act-witnesss-call-for-thoughtful-transparency/",
    "pubDate": "2025-10-30T19:04:52.000Z",
    "content": "In September, the European Commission began implementing Article 50 of the EU AI Act, the EU’s first comprehensive law regulating artificial intelligence, by launching a public consultation to draft guidelines and a Code of Practice (CoP) on AI transparency. The outcome will shape how AI tools, from chatbots and generative media to emotion-recognition, biometric categorization and deepfake technologies, inform users when they are interacting with or viewing AI-generated content. In its official ...",
    "creator": "WITNESS",
    "sourceTitle": "WITNESS",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "Human Rights Video",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.witness.org",
    "originalRssUrl": "https://www.witness.org/feed/"
  },
  {
    "title": "The EU GPAI Code of Practice: Progress Made, But the Real Test Lies Ahead",
    "link": "https://www.witness.org/the-eu-gpai-code-of-practice-progress-made-but-the-real-test-lies-ahead/",
    "pubDate": "2025-08-01T00:03:24.000Z",
    "content": "The European Commission published the final version of the General Purpose AI Code of Practice on July 10th. The code, which providers of GPAI models will be signing on a voluntary basis, is responsible for establishing measures that providers can follow in order to achieve higher compliance with the AI Act&#8217;s rules for GPAI. While the AI Act rules will enter into application on August 2nd, 2025, the Commission has also established a 2 year grace period for models that are already on the ma...",
    "creator": "WITNESS",
    "sourceTitle": "WITNESS",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "Human Rights Video",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.witness.org",
    "originalRssUrl": "https://www.witness.org/feed/"
  },
  {
    "title": "New Global Benchmark Sets Standard for Truly Effective AI Detection in the Age of Deepfakes",
    "link": "https://www.witness.org/ai-detection-global-benchmark-witness-2/",
    "pubDate": "2025-07-10T07:32:09.000Z",
    "content": "WITNESS launches TRIED Benchmark to promote the development of AI detection tools that support the preservation of truth and authenticity in the era of evolving synthetic media. WITNESS today announces the release of its new report, TRIED: Truly Innovative and Effective AI Detection Benchmark , a groundbreaking framework to evaluate and improve AI detection tools amid the rising threat of generative AI and deceptive synthetic media. Based on case submissions from WITNESS’ Deepfake Rapid Response...",
    "creator": "WITNESS",
    "sourceTitle": "WITNESS",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "Human Rights Video",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.witness.org",
    "originalRssUrl": "https://www.witness.org/feed/"
  },
  {
    "title": "Join WITNESS in Geneva for the AI for Good Summit  ",
    "link": "https://www.witness.org/join-witness-in-geneva-for-the-ai-for-good-summit/",
    "pubDate": "2025-07-02T16:26:36.000Z",
    "content": "Next week, from July 8th to 11th, WITNESS will be joining a group of experts and policymakers at the AI for Good Summit in Geneva, Switzerland. Organized by the International Telecommunications Union (ITU) in partnership with the Swiss Government and other 40 United Nations agencies stakeholders in the conversation, the summit is one of the main platforms &#8211; at the United Nations level &#8211; for dialogue and collaboration on Artificial Intelligence and its intersection with topics such as...",
    "creator": "WITNESS",
    "sourceTitle": "WITNESS",
    "sheetCategory": "Ihmisoikeudet + demokratia",
    "enforcedImage": null,
    "sourceDescription": "Human Rights Video",
    "sourceLogo": "https://www.google.com/s2/favicons?sz=128&domain=www.witness.org",
    "originalRssUrl": "https://www.witness.org/feed/"
  }
]