[
  {
    "title": "UNESCO remembers Andrea Bruno",
    "link": "https://whc.unesco.org/en/news/2821",
    "pubDate": "2026-01-30T16:30:00.000Z",
    "content": "Andrea Bruno, a master of contemporary restoration and long-standing collaborator of UNESCO, passed away on 6 July 2025, as the 47th session of the World Heritage Committee was opening its proceedings. Through his work on such World Heritage sites as the Minaret of Jam, the Cultural Landscape and Archaeological Remains of the Bamiyan Valley, the monuments of Herat in Afghanistan, Bagrati Cathedral in Georgia, and numerous historic buildings in his native Turin, Italy, Andrea Bruno made an ...",
    "creator": "wh-info@unesco.org (WH-Info)",
    "sourceTitle": "World Heritage Centre News",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "All the World Heritage News",
    "sourceLogo": "https://whc.unesco.org/document/logowhc.jpg",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://whc.unesco.org/en/news/rss"
  },
  {
    "title": "A new UNESCO podcast tells stories of World Heritage sites of Latin America and the Caribbean",
    "link": "https://whc.unesco.org/en/news/2858",
    "pubDate": "2026-01-19T05:00:00.000Z",
    "content": "UNESCO has launched &quot;Your Heritage, Your Story”, a new podcast series that brings World Heritage sites of Latin America and the Caribbean to life through powerful stories, expert voices and memories. Made possible with the support of the Government of Brazil, the podcast deepens our understanding of World Heritage values and challenges, and inspires the audiences to play a part in protecting these outstanding places around the world. The mini-series explores three themes: Enslaved ...",
    "creator": "wh-info@unesco.org (WH-Info)",
    "sourceTitle": "World Heritage Centre News",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "All the World Heritage News",
    "sourceLogo": "https://whc.unesco.org/document/logowhc.jpg",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://whc.unesco.org/en/news/rss"
  },
  {
    "title": "The World Heritage Decorated Farmhouses of Hälsingland International Scholarship is now open!",
    "link": "https://whc.unesco.org/en/news/2855",
    "pubDate": "2026-01-15T14:45:00.000Z",
    "content": "The Scholarship is aimed for professional artists, cultural practitioners and researchers who want to develop an artistic or research idea that connects the Decorated Farmhouses of H&#xe4;lsingland in Sweden to one or more other World Heritage Sites on the UNESCO list. The Scholarship is awarded to the applicant who shows the clearest, most relevant and feasible way how the Decorated Farmhouses of H&#xe4;lsingland relate to other World Heritage Sites in the spirit of UNESCO, for example ...",
    "creator": "wh-info@unesco.org (WH-Info)",
    "sourceTitle": "World Heritage Centre News",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "All the World Heritage News",
    "sourceLogo": "https://whc.unesco.org/document/logowhc.jpg",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://whc.unesco.org/en/news/rss"
  },
  {
    "title": "Recognizing and Measuring Cultural and Natural Heritage for Climate Resilience",
    "link": "https://whc.unesco.org/en/news/2857",
    "pubDate": "2026-01-15T05:00:00.000Z",
    "content": "With UNESCO&apos;s active contribution, cultural and natural heritage have been increasingly recognized as a key dimension of climate adaptation and resilience. This momentum was reinforced at COP30 with the adoption of global indicators to guide action and investment to protect heritage and reinforce local and traditional knowledge, and is being further advanced through people-centred approaches such as the Davos Baukultur Alliance. From Dialogue to Policy on Cultural and Natural ...",
    "creator": "wh-info@unesco.org (WH-Info)",
    "sourceTitle": "World Heritage Centre News",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "All the World Heritage News",
    "sourceLogo": "https://whc.unesco.org/document/logowhc.jpg",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://whc.unesco.org/en/news/rss"
  },
  {
    "title": "West Norwegian Fjords piloting the Climate Action Toolkit",
    "link": "https://whc.unesco.org/en/news/2852",
    "pubDate": "2025-12-20T18:00:00.000Z",
    "content": "UNESCO and its Advisory Bodies, ICCROM, ICOMOS and IUCN, have launched the first field pilot of the Climate Action Toolkit for World Heritage (CAT) in the West Norwegian Fjords – Geirangerfjord and N&#xe6;r&#xf8;yfjord, a World Heritage property known for its exceptional natural beauty and striking geological formations shaped by successive glaciations. This work advances the Policy Document on Climate Action for World Heritage, adopted by the General Assembly of States Parties in 2023, and ...",
    "creator": "wh-info@unesco.org (WH-Info)",
    "sourceTitle": "World Heritage Centre News",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "All the World Heritage News",
    "sourceLogo": "https://whc.unesco.org/document/logowhc.jpg",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://whc.unesco.org/en/news/rss"
  },
  {
    "title": "In memoriam – Grand Imam Abderahamane Ben Essayouti, protector of the cultural heritage of Timbuktu",
    "link": "https://whc.unesco.org/en/news/2851",
    "pubDate": "2025-12-18T05:00:00.000Z",
    "content": "The UNESCO World Heritage Centre honors the memory of the Grand Imam of the Djingareyber Mosque in Timbuktu, Abderahamane Ben Essayouti, an eminent spiritual leader who dedicated his life to the management and preservation of the city&apos;s cultural heritage. Throughout his life, he devoted himself to the transmission of knowledge, the preservation of faith, and the safeguarding of Timbuktu&apos;s centuries-old traditions. Known as the &quot;City of 333 Saints,” Timbuktu has been on the ...",
    "creator": "wh-info@unesco.org (WH-Info)",
    "sourceTitle": "World Heritage Centre News",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "All the World Heritage News",
    "sourceLogo": "https://whc.unesco.org/document/logowhc.jpg",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://whc.unesco.org/en/news/rss"
  },
  {
    "title": "International Mountain Day 2025: Why World Heritage Glaciers Matter",
    "link": "https://whc.unesco.org/en/news/2850",
    "pubDate": "2025-12-11T18:00:00.000Z",
    "content": "Celebrated on 11 December, International Mountain Day reminds us of the essential role mountains play in sustaining life. This year, the global community highlights the profound importance of glaciers, which nourish ecosystems, support communities and embody cultural identity, even as they face rapid and often irreversible change. Fifty UNESCO World Heritage sites are home to glaciers, representing almost 10% of the Earth&apos;s total glacierized area. Across these sites, the impacts of ...",
    "creator": "wh-info@unesco.org (WH-Info)",
    "sourceTitle": "World Heritage Centre News",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "All the World Heritage News",
    "sourceLogo": "https://whc.unesco.org/document/logowhc.jpg",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://whc.unesco.org/en/news/rss"
  },
  {
    "title": "UNESCO urges protection of cultural heritage following armed clashes between Cambodia and Thailand",
    "link": "https://whc.unesco.org/en/news/2849",
    "pubDate": "2025-12-11T00:45:00.000Z",
    "content": "UNESCO expresses strong concern over the renewed tensions between Cambodia and Thailand, including in the vicinity of the Preah Vihear Temple, a UNESCO World Heritage site. UNESCO calls for urgent protection of the region&apos;s cultural heritage in all its forms. The Organization reminds all parties of their obligations and commitment to respect international law, notably the 1954 Hague Convention for the Protection of Cultural Property in the Event of Armed Conflict and the 1972 ...",
    "creator": "wh-info@unesco.org (WH-Info)",
    "sourceTitle": "World Heritage Centre News",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "All the World Heritage News",
    "sourceLogo": "https://whc.unesco.org/document/logowhc.jpg",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://whc.unesco.org/en/news/rss"
  },
  {
    "title": "Join the World Heritage Volunteers 2026 Campaign - Working on the Future",
    "link": "https://whc.unesco.org/en/news/2848",
    "pubDate": "2025-12-09T05:00:00.000Z",
    "content": "After seventeen years of grassroots youth activities and international cooperation, the World Heritage Volunteers (WHV) Initiative continue to involve young people, communities and site managers in building together new, inclusive societies where World Heritage is a source of resilience, humanity and innovation, beyond the challenges that faces the World. In this context, we are pleased to launch the Call for Projects for the ‘World Heritage Volunteers 2026 - Working on the Future&apos;. In ...",
    "creator": "wh-info@unesco.org (WH-Info)",
    "sourceTitle": "World Heritage Centre News",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "All the World Heritage News",
    "sourceLogo": "https://whc.unesco.org/document/logowhc.jpg",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://whc.unesco.org/en/news/rss"
  },
  {
    "title": "Mr LEE Byong Hyun elected Chairperson of the 48th session of the World Heritage Committee",
    "link": "https://whc.unesco.org/en/news/2847",
    "pubDate": "2025-11-26T13:20:00.000Z",
    "content": "The World Heritage Committee elected Mr LEE Byong Hyun (Republic of Korea) as Chairperson of its 48th session during its 20th extraordinary session, held on 25 November 2025 at UNESCO Headquarters in Paris. The 48th session will take place in Busan, Republic of Korea, from 19 to 29 July 2026. During this extraordinary session, the Committee also appointed Ms Ashley Jones (Jamaica) as Rapporteur. The Vice-Chairpersons of the session, elected in July, are Jamaica, Lebanon, Senegal, ...",
    "creator": "wh-info@unesco.org (WH-Info)",
    "sourceTitle": "World Heritage Centre News",
    "sheetCategory": "Culture",
    "enforcedImage": null,
    "sourceDescription": "All the World Heritage News",
    "sourceLogo": "https://whc.unesco.org/document/logowhc.jpg",
    "lang": "en",
    "scope": "World",
    "isDarkLogo": false,
    "originalRssUrl": "http://whc.unesco.org/en/news/rss"
  }
]